{
	/* +++++|MOD CONFIG.|+++++ */

	"config.Kid_or_Name.name": "Kid Or Name",
	"config.Kid_or_Name.description": "Change the way Mr. Qi will treat you. He may refer to you as 'Kid' or your name. Default is your name.",
	"config.Kid_or_Name.values.Name": "Name",
	"config.Kid_or_Name.values.Kid": "Kid",

	/* +++++++++++++++++++++++ */

	/* +++++|TOKEN VALUES TRANSLATION|+++++ */

	"KidOrNameToken.NameOption": "@",
	"KidOrNameToken.KidOption": "kid",

	/* ++++++++++++++++++++++++++++++++++++ */

	/* +++++|MISTER QI NAME TRANSLATION|+++++ */

	"Qi.name": "Mister Qi",

	/* ++++++++++++++++++++++++++++++++++++++ */

	/* +++++|LOCATION NAMES TRANSLATION|+++++ */

	"Location.QiRoom": "Mister Qi's Room",
	"Location.QiLab": "Mister Qi's Laboratory",

	/* ++++++++++++++++++++++++++++++++++++++ */

	/* +++++|GIFT REACTIONS|+++++ */

	"Qi.GiftReactions.Love": "Hey, thanks for the gift, {{NameOrKid}}! It will very useful.",
	"Qi.GiftReactions.Like": "Thank you very much for this gift, I liked it.",
	"Qi.GiftReactions.Dislike": "Oh, okay. Thanks I guess?",
	"Qi.GiftReactions.Hate": "What do you want me to do with this? Do I look like a dumpster or something?",
	"Qi.GiftReactions.Neutral": "Thanks for the gift.",

	/* ++++++++++++++++++++++++++ */
	
	/* +++++|DIALOGUE|+++++ */

	//Introduction
	"Qi.MrQiAndClubIntroduction": "Well, I knew you'd get to this place someday.#$b#From now on, you are part of my club, {{NameOrKid}}. Come whenever you want to spend some time.#$e#Just be careful not to get addicted to those gambling games, I don't want to deal with that kind of problem.#$b#Dealing with Welwick's alcoholism is enough.$u",

	//Spring
	"Qi.Dialogue.spring_1": "A new year just started, surely this means something to you, right?#$b#For me, this means that the work is just beginning, I have a lot of things to do.#$b#So, if you'll excuse me...",
	"Qi.Dialogue.spring_12": "I know that tomorrow the villagers of the Valley will have a celebration called \"Egg Festival\".#$b#I wonder why they celebrate this, there is no special date on this day.#$b#Even so, each people has its own culture, I cannot judge them for that.#$e#Don't expect me to be there. And if I am, you'll have to struggle to find me in the crowd!",
	"Qi.Dialogue.spring_23": "Tomorrow will be a busy day for the villagers, especially the single ones.#$b#The Flower Dance festival is one of those festivals where people humble themselves to be part of the tradition.#$b#I hope you already have a dance partner, {{NameOrKid}}. And if you don't have one, don't bother people asking if they want to dance with you, it's humiliating and embarrassing.",
	"Qi.Dialogue.spring_28": "Summer is coming, the heat wave will be great at this time of the year.#$b#So, if you want, you can come to the club and enjoy the air-conditioned environment.#$b#And who knows, have a little fun in the games and earn some money?",

	//Summer
	"Qi.Dialogue.summer_1": "I hope you've prepared your farm for this new season, some crops are quite profitable this time of year.#$b#I can give you some tips on that if you want.#$b#Anyway, have a nice summer, {{NameOrKid}}.",
	"Qi.Dialogue.summer_10": "Tomorrow will be Luau day, the villagers gather their best ingredients to make a soup for the governor to try...#$b#The governor trusts people so much... Someone could easily poison the soup, it's a little dangerous.#$b#I would never taste that soup, for reasons of hygiene.",
	"Qi.Dialogue.summer_27": "The migration of the Moonlight Jellies is quite a spectacle for the villagers, but not for me.#$b#Those invertebrates are very simple creatures, they just follow their instinct and swim around, there is nothing amazing about them.#$b#But it seems that bioluminescence leaves the villagers in awe, they find something as simple as lights a beautiful spectacle.#$b#Their attention is focused only on the light emitted, they are like moths being attracted to a lamp.",

	//Fall
	"Qi.Dialogue.fall_1": "Well... What to say about autumn? It's a time of transition between summer and winter, it's the season when the leaves fall to the ground.#$b#But there are places where the differences between these seasons are not so noticeable. In tropical places, there is little difference between the seasons, they can be easily confused.",
	"Qi.Dialogue.fall_15": "Ah... the Stardew Valley Fair, what a silly and insignificant festivity.#$b#It seems that people don't have the minimum effort to achieve excellence, they always bring mediocre products and expect to get high points for doing the minimum expected of them.$u#$b#Even the champion has weak products with little value. They may even be varied, but there's no point in having a great variety of products if they are ordinary.#$b#This is the fault of the appraiser who is not judicious enough. I'm sure that if he were stricter, the fair's participants would put in much more effort to reach first place.",
	"Qi.Dialogue.fall_26": "Spirit's Eve is a good festival, it has interesting things to see.#$b#That man from the Adventurers' Guild always brings some monsters to the exhibition. It's not that hard to do, but it's a risk that the villagers usually don't want to take.",

	//Winter
	"Qi.Dialogue.winter_1": "Winter is a good time to relax, as you don't have to tend to crops.#$b#But it is also a time when you can focus on other activities. You can fish, mine, and foraging.#$b#But if you don't want to do any of that, come spend some time in the casino.",
	"Qi.Dialogue.winter_7": "The Festival of Ice, it's so... boring.#$b#Some people make ice sculptures, some people make snowmen. It's such a monotonous thing, there's nothing interesting about it.#$b#But I know there's a fishing competition, so I hope you have good fishing skills if you decide to participate.#$e#You must have a certain skill with this, right? Never enter a competition if you're not going to win.",
	"Qi.Dialogue.winter_17": "Today is the last day of the Night Market, there are many interesting things that those merchants sell. Things that interest me.",
	"Qi.Dialogue.winter_24": "Hello, {{NameOrKid}}. Tomorrow will have the Winter Star Festival, the villagers will do the traditional gift exchange among themselves.#$b#Do you already know what to give your secret friend?",
	"Qi.Dialogue.winter_26": "Hey @, the day I told you the truth about me, you said you were scared of me...$s#$b#So I wanted to ask you something...",
	"Qi.Dialogue.winter_28": "Today I'm going to be away from the casino for a while, it's very tiring to deal with the people there...",

	//Days Of Week - 0 Hearts (As Non-Romanceable Option)
	"Qi.Dialogue.Mon-RomanceableQi": "Mondays are very busy days, there's a lot of work to do.#$b#At least the club isn't as busy during the beginning of the week.",
	"Qi.Dialogue.Tue-RomanceableQi": "Hi @. Do you need something?#$b#If you have any questions, feel free to ask. Asking is the best way to learn something new.",
	"Qi.Dialogue.Wed-RomanceableQi": "Always pay attention to the smallest details. Explore the surroundings carefully.#$b#There are a lot of things to discover in this place, some of them can only be discovered by very attentive people.",
	"Qi.Dialogue.Thu-RomanceableQi": "Don't tell anyone about the casino, it's an exclusive place. Only people I trust can enter.#$b#You should feel privileged to have access to such a secret place, @.",
	"Qi.Dialogue.Fri-RomanceableQi": "The casino is a great place to spend the weekend, come to the casino whenever you like.#$b#Just don't drink too much, or you'll be like Welwick.$u",
	"Qi.Dialogue.Sat-RomanceableQi": "Want some advice?#$b#Never stop striving to achieve perfection.#$b#Settle for nothing less than excellence in everything you do.#$b#Trust me, seeing the result of all your hard work is very satisfying.",
	"Qi.Dialogue.Sun-RomanceableQi": "Hi @, how are you?#$e#Just taking a walk? I see, this place is very nice to be after spending hours in the desert heat.#$b#If you are free, enjoy and play some games, I feel you are in luck today.",

	//Days Of Week - 0 Hearts (As Romanceable Option)
	"Qi.Dialogue.Mon": "Mondays are very busy days, there's a lot of work to do.#$b#At least the cassino isn't as busy during the beginning of the week.",
	"Qi.Dialogue.Tue": "Hi {{NameOrKid}}. Do you need something?#$b#If you have any questions, feel free to ask. Asking is the best way to learn something new.",
	"Qi.Dialogue.Wed": "Always pay attention to the smallest details. Explore the surroundings carefully.#$b#There are a lot of things to discover in this place, some of them can only be discovered by very attentive people.",
	"Qi.Dialogue.Thu": "Don't tell anyone about the casino, it's an exclusive place. Only people I trust can enter.#$b#You should feel privileged to have access to such a secret place.#$b#You manage to keep it a secret, don't you?$u",
	"Qi.Dialogue.Fri": "The casino is a great place to spend the weekend, come to the casino whenever you like.#$b#Just don't drink too much, or you'll be like Welwick.$u",
	"Qi.Dialogue.Sat": "Want some advice?#$b#Never stop striving to achieve perfection.#$b#Settle for nothing less than excellence in everything you do.#$b#Trust me, seeing the result of all your hard work is very satisfying.",
	"Qi.Dialogue.Sun": "Hi {{NameOrKid}}, how are you?#$e#Just taking a walk? I see, this place is very nice to be after spending hours in the desert heat.#$b#If you are free, enjoy and play some games, I feel you are in luck today.",

	//Days Of Week - 2 Hearts (As Non-Romanceable Option)
	"Qi.Dialogue.Mon2": "Hi {{NameOrKid}}, how are you?#$b#I'm a little busy. You know, I have a lot of things to do.#$b#You can play some casino games if you like. You're always welcome here.",
	"Qi.Dialogue.Tue2": "You are making good progress on your farm, {{NameOrKid}}. Keep it up and you'll go even further.",
	"Qi.Dialogue.Wed2": "Here's a tip for when you go mining: Always take food with you when you enter the mines.#$b#Food can help you recover energy so you can spend more time mining.",
	"Qi.Dialogue.Thu2": "Have you heard of the Prismatic Shard?#$b#It's a stone that has an extremely colorful shine, nobody knows for sure its origin, it's very rare to be found.#$b#I remember the first time I saw one, its glow was so beautiful, it was impressive. I even thought it was radioactive given all the brightness, but it's not.#$b#Maybe someday you'll find one. Here's a tip: You're more likely to find one in the deep levels of the Skull Cavern.",
	"Qi.Dialogue.Fri2": "You know that guy selling the Statue of Endless Fortune for 1 million golds?#$b#She is a very useful statue to have in your home, as well as being a great decorative piece.#$b#But she's not the only useful statue you can get, there are other statues even more useful than her.#$e#What are they? Keep exploring this world and you will soon find out, {{NameOrKid}}.",
	"Qi.Dialogue.Sat2": "How's your weekend going so far, {{NameOrKid}}?#$b#Whenever you're bored, you can come to the casino and spend some time playing CalicoJack or testing your luck on the slot machines.",
	"Qi.Dialogue.Sun2": "Welwick said she wouldn't drink too much today. Knowing her, I know she won't be able to control herself...$u#$b#She needs help to overcome her drinking problem, but there's not much you can do when someone doesn't want to be helped.$u",

	//Days Of Week - 2 Hearts (As Romanceable Option)
	"Qi.Dialogue.Mon2-RomanceableQi": "Hey @, my room has a much lighter atmosphere now that you've helped me get rid of Mona's clothes.$h#$b#Knowing that those clothes were still there made the experience of being in that place extremely terrible, it was as if I went back to the day of the accident every time I entered.#$b#But now my room seems much calmer and more peaceful to me, as it should be. I think that although what we did was a small gesture, it already made a big difference.$h",
	"Qi.Dialogue.Tue2-RomanceableQi": "I hope you don't mind this, but I'm still watching you to guide you to perfection, @.#$b#I must keep the promise I made to your grandfather, he was someone important and he trusted me with this mission, so I'll keep my word.",
	"Qi.Dialogue.Wed2-RomanceableQi": "It seems that Sandy is suspicious that something might be going on between us, she's sharp when it comes to these things...$u#$b#I've been trying to tell her that there's nothing going on, but obviously she doesn't believe me.$u#$b#I'm doing this because I'm not ready for it yet... I need to get over Mona first so that we can have something more, and I hope I can do it with your help, @.$u#$e#So can you tell Sandy that there's nothing going on between us, just so she can stop bothering me?$h",
	"Qi.Dialogue.Thu2-RomanceableQi": "I've been leaving the casino and going to Pelican Town occasionally, but I don't have much to do there.#$b#I'm even getting criticism from some past Misters Qi, they don't like the idea of us being exposed to the world and interacting with other people, and they're right, it can be dangerous.#$b#But the people in the valley have no idea what I am, they think I'm just a rich guy who takes care of some business.#$b#I did the same thing when I moved to the desert and nothing happened, why would something happen now?#$b#And even if I don't have much to do there, at least I'll be a little more accessible if you need anything or just want to talk.$h",
	"Qi.Dialogue.Fri2-RomanceableQi": "Your grandfather had higher expectations of you than just achieving perfection, he left something very special for you somewhere in the valley.#$b#I can't tell you more than that. It's something you'll have to discover on your own, but I imagine you'll find out what I'm talking about soon enough.",
	"Qi.Dialogue.Sat2-RomanceableQi": "Hi @, how are you? I was in my lab just now, I was taking a look at that Stardrop, it looked strange, stranger than usual.#$b#It was giving off a sweet aroma, it's not normal for a Stardrop to give off odors when it rots.#$b#I had to isolate it to study it better, it could be some kind of mutation. If I have any news, I'll let you know.",
	"Qi.Dialogue.Sun2-RomanceableQi": "I'll try to go to the Saloon tonight, I should get along with the locals, some don't know me and I feel like I'm intimidating to them.#$b#You should go there too if you have time, @.",
	
	//Days Of Week - 4 Hearts (As Non-Romanceable Option)
	"Qi.Dialogue.Mon4": "Hi, {{NameOrKid}}. I hope you're having a good day.#$b#Whenever you want to spend some time, come and have fun at the casino.#$e#If you find anyone cheating please let me know. I will take care of it.",
	"Qi.Dialogue.Tue4": "The salesperson downstairs is Sandy, she's part of my select group of 'friends' in the valley.#$b#Well, friends in quotes, since we just met, never exchanged more than 5 words with each other, she only sees me on the day she gets her paycheck.#$b#She doesn't know much about me, and I hope she never does.",
	"Qi.Dialogue.Wed4": "Are you practicing your other skills besides harvesting, {{NameOrKid}}?#$b#If you want to achieve excellence, you have to be good in all your skills, as they say: Practice makes perfect.#$b#Life is only fun when we practice something different and challenge ourselves to always overcome our barriers, we shouldn't accept becoming stagnant in one place.",
	"Qi.Dialogue.Thu4": "Sandy always asks to come into the Casino, but I don't allow her in here, even though I know her and know she can keep it a secret.#$b#I don't think she's the kind of person who can hang out in a casino... She could cause problems with that personality of hers.$u#$b#It takes a certain responsibility to enter a casino, otherwise you can... Well, get addicted.$u",
	"Qi.Dialogue.Fri4": "Have you ever bought anything with the Qi coins you earn in the casino games? You can buy many rare and useful items with them.#$b#That guy next to the hallway leading to my room sells some interesting items, you should take a look, maybe there is something of interest to you.",
	"Qi.Dialogue.Sat4": "There are many languages in the world, each one has its own particularities, some are more difficult to learn than others.#$b#One language that is more difficult to learn is the Dwarvish language, it takes a lot of study and interaction with dwarves to learn this language.#$e#Op ah taitsu, E om hniun e nhes noliolu, os yunn os mool adoot noliolus. E om hniun e ool noliolu olai to emoleu.#$b#Maybe someday you'll be able to understand what I said, {{NameOrKid}}.", //The Dwarvish text was made with the Dwarvish Translator by Kdau (https://www.kdau.com/dwarvish). I don't know how the Dwarvish works in the game when played in non-latin languages, but this translator can be used for 'translate' latin languages to Dwarvish. 
	"Qi.Dialogue.Sat4.HasDwarvishGuide": "There are many languages in the world, each one has its own particularities, some are more difficult to learn than others.#$b#One language that is more difficult to learn is the Dwarvish language, it takes a lot of study and interaction with dwarves to learn this language.#$e#And of course, I am fluent in this language, as well as many other languages. I am fluent in any language you can imagine.#$b#Oh, did you understand what I said? Congratulations, it means you are exploring this world and discovering new things, keep it up.", //The Dwarvish text will be translated when the player has the Dwarvish Translation Guide in their wallet.
	"Qi.Dialogue.Sun4": "Hi, {{NameOrKid}}, how's your week starting?#$b#Or do you consider Sunday as part of the weekend?#$b#Anyway, have a nice Sunday, come play in the casino if you want.",

	//Days Of Week - 6 Hearts (As Non-Romanceable Option)
	"Qi.Dialogue.Mon6": "Hi, {{NameOrKid}}. How are you? Do you need something?#$b#If you need me for anything, you already know where to find me.",
	"Qi.Dialogue.Tue6": "Being an acquaintance of someone like me is a privilege, and I'm not trying to brag.#$b#I have a wealth of knowledge about many things, so if you have any questions, I'll certainly have the answer.#$b#But I don't want you to take advantage of my wisdom, I hate friendship for gain.$u",
	"Qi.Dialogue.Wed6": "You've already seen a Junimo, right?#$b#They are mysterious spirits who live hidden in the woods and their mission is to protect these places from possible dangers.#$b#They are harmless to humans and can even be used for your own benefit. You can build a Junimo Hut on your farm and they'll harvest your crops for you.",
	"Qi.Dialogue.Thu6": "It seems like you come to the desert often, don't you, {{NameOrKid}}?#$b#I hope you're using a warp totem instead of having to spend 500 golds every trip.#$e#Have you seen those strange statues that stand in some places in the valley? They are warp points. If you have the corresponding totem, you can teleport between places in the valley more quickly.#$b#You can craft these warp totems if you learn how to build them, or you can also buy some in my casino.",
	"Qi.Dialogue.Fri6": "Hey, {{NameOrKid}}, I'm doing some experiments and I need someone to test it out, do you want to take a chance?#$b#It's nothing too dangerous, you might just get a few headaches, but don't worry.#$e#Of course I'm joking, {{NameOrKid}}. I never risk people's lives in my experiments, let alone yours.#$b#You need to be healthy to be able to work on your farm, don't you?",
	"Qi.Dialogue.Sat6": "Can I tell you something, {{NameOrKid}}?#$b#Those things in my room are purely decorative, it's just to not leave so much empty space, you know?#$b#I don't use them very often, I can't even remember the last time I turned on that sound system, is too loud and I hate noisy things.",
	"Qi.Dialogue.Sun6": "For some people Sundays are boring, but not for me.#$b#Sundays are days to try something new.#$b#Why not spend some time playing in the casino when you get off work? You deserve a break after working on your farm all day.",
	
	//Days Of Week - 8 Hearts (As Non-Romanceable Option)
	"Qi.Dialogue.Mon8": "Hi @, how are you today? Need anything?#$b#Feel free to ask anything.#$e#By the way, have you been to the Walnut Room yet? I've put some new challenges in there for you.",
	"Qi.Dialogue.Tue8": "%Mister Qi looks a little tired.#$e#Oh, I'm sorry, @. Last night I had to talk to an ancestor using my spiritual representation, it's a bit tiring to do this at night because I need to concentrate to maintain communication.#$b#The spiritual representation needs me to be conscious so that it has the ability to reply to other beings in the spiritual world, so I was awake longer than I should have been.#$e#What they talked? Well, it was one of the first Misters Qi who existed, he was worried that I was 'revealing too many secrets'.#$b#I understand his concern, but I managed to reassure him, so I think the time I stayed awake was worth it.",
	"Qi.Dialogue.Wed8": "How is your day going, @? I hope everything is alright.#$b#If you want to spend some time, we can arrange a day to play together at the casino. Qi Coins will be on me.$h",
	"Qi.Dialogue.Thu8": "I have to admit that when I opened this casino, I felt a little bad about winning from other people's losses. I make a lot of money from gamblers losses and the purchase of Qi Coins.#$b#I really didn't like the idea of running a casino here, I'd feel guilty if someone lost everything gambling.#$b#That's why I try to keep this environment free of cheaters, so that every game is as balanced as possible and I don't have to make money that came from an unfair match.#$e#Although I don't think making money in this way is very ethical, unfortunately it's the way I've found to support myself and the Oasis since the bus broke down.#$b#Or rather, was scrapped by Mayor Lewis. He simply left that bus abandoned and when it broke down, nobody bothered to fix it until you arrived.$u",
	"Qi.Dialogue.Fri8": "I see you're doing a good job on your farm, @.#$b#Does it have something to do with you knowing what your grandfather expected of you?#$b#In any case, it's great that you're taking care of your farm, keep it up and you'll reach perfection faster than you think.",
	"Qi.Dialogue.Sat8": "Hey, @, do you remember the day you reached level 100 of the Skull Cave and found me there?#$b#The one who was talking to you inside and offering you the Iridium Snake Milk was my semi-physical representation, that's why right after you left the cave, I was already at the entrance.#$b#When I decided to do that, I had to be sure that you wouldn't tell anyone what you had seen, that's why I was there at the cave entrance waiting for you.#$b#I can't let just anyone know these details about me, it's too dangerous, the power of the Misters Qi can easily be used for malicious purposes, so I'm cautious about who I tell about my powers.",
	"Qi.Dialogue.Sun8": "Hello, @. How are you?#$b#I was thinking about leaving the casino for a while today, but there's not much to do here, at most I can talk to Sandy.#$b#Despite being somewhat energetic, Sandy is a good friend. She has always been a nice person since I moved to the desert many years ago.#$e#Why did I move to the desert? Well... I...$u#$b#I don't want to talk about it... I'm sorry.$s",

	//Days Of Week - 10 Hearts (Before seen 10 hearts event) (As Non-Romanceable Option)
	"Qi.Dialogue.Mon10-Before10HeartsEvent": "Taking care of this casino isn't an easy task, even though few people frequent it.#$b#I decided to keep this casino exclusive to people I trust because, at the time, I already knew I couldn't manage a place like this if it were open to the public.#$e#And to think that I once considered opening this place to the public... It would be a big mistake.$s",
	"Qi.Dialogue.Tue10-Before10HeartsEvent": "Hey @, Did you know I'm good at cooking?$h#$b#Yes, I learned to cook thanks to an ancestor who was a chef. The food preparation knowledge he had was passed on to me.#$b#Do you think I made Qi Seasoning by accident? Not at all!  I wanted to use this skill I'd acquired to create amazing things.#$b#It's a shame that Qi Seasoning is radioactive... it's not so safe to consume because of that.$s#$b#You can use it in small quantities, as the amount of radiation emitted by the seasoning is reduced by almost 70 percent when compared to the radiation that Stardrop emits when consumed, but it's still there.#$e#If you ever want to taste it, you can come to my room and ask me to prepare something for you.#$b#I won't be using Qi Seasoning, of course.$h",
	"Qi.Dialogue.Wed10-Before10HeartsEvent": "You know @, in the beginning, before I discovered that I was one of the Misters Qi, I was an ordinary boy.#$b#I was still a child, leading an ordinary life: I studied, had friends and a family. But I always noticed that there was something different about me, I knew things that other people my age wouldn't know.#$b#Many people considered me a prodigy, they asked me how I knew so many things, and I simply couldn't explain it, I just... knew.#$e#I only realized that I was one of the Misters Qi in my early teens, that's when I understood why I knew many things that other people didn't, it was the knowledge of previous Misters Qi that was passed on to me.#$b#I started to listen more carefully to the voices in my head, they were the previous Misters Qi. They explained to me that I was a Mister Qi and told me about my responsibility in the world.#$b#I had a huge responsibility on my hands when I was still a teenager, so I decided to put my ordinary life aside and listen to the advice of past Misters Qi.#$e#It was because of them that I moved to Ginger Island, many Misters Qi stayed there because it was an isolated place that would allow me to concentrate solely on my mission as a Mister Qi.",
	"Qi.Dialogue.Thu10-Before10HeartsEvent": "Hello, how are you?#$b#If you have time, feel free to come and play in the casino, talk to me in my room or take a look at my experiments in the lab. You won't be in the way.$h",
	"Qi.Dialogue.Fri10-Before10HeartsEvent": "I think I'll spend some time at the Oasis after I leave the casino.#$b#Sandy gets so lonely down there, maybe I should talk to her more, like I used to.",
	"Qi.Dialogue.Sat10-Before10HeartsEvent": "Hey @, I was observing what's going on out there using my extra-physical representation and I saw that one of my school friends got married!#$b#He married another friend of his who studied with me, I'm very happy for both of them.$h#$b#I wish I could personally congratulate them, but when I decided to focus on my mission, I had to leave my old social life behind... so I can't do that.$s#$e#When I saw this I remembered the day he tried to ask his friend out, he was so shy that he couldn't speak, so he wrote a letter confessing his feelings.#$b#During the break he asked me to write the letter for him because my handwriting was the best in the class.#$b#He had written such a beautiful text, I wrote the text for him and we put the letter in the guy's notebook and waited for the next class to start.#$b#I remember that when the guy saw the letter and started reading, the first thing he did was look at me, because he realized it was my handwriting. For a second I thought everything would go wrong.$h#$b#But in the end everything went well and he accepted the date, I was very happy for them. To think that now they're married is kind of crazy!$h",
	"Qi.Dialogue.Sun10-Before10HeartsEvent": "Hey @, one of the biggest mistakes a Mister Qi can make is to overestimate your own power.#$b#This error can be fatal, and it's a bit scary to know that many Misters Qi have died because of it.#$b#When a mortal being has too much power in their hands, they tend to think they can do more than they actually can, and in the case of the Misters Qi, this can mean a death sentence.$u#$e#The first Mister Qi in history died too soon because he thought he was a god. He was worshipped by his people and used his powers to fulfill their wishes.#$b#One day, his community was facing a severe drought, which was killing their crops and animals, hunger was spreading through the community, and Mister Qi promised that he would bring heavy rains in the coming days.#$b#We cannot control the weather, and as the days passed and the rain didn't come, the community thought that Mister Qi wanted them to starve.#$b#So, in an act of rebellion, they killed him, and... well, I think it's pretty obvious what they did next.#$b#Of course, he was the first Mister Qi to exist, so he had no idea what he could and couldn't do, but his story served as a lesson for the next Misters Qi.",

	//Days Of Week - 10 Hearts (As Non-Romanceable Option)
	"Qi.Dialogue.Mon10": "Hello, @. I hope you're having a good day.#$b#What about me? I'm also fine, thanks for asking.$h#$b#Anyway, feel free to play something in the casino or spend some time in my lab. You're always welcome.",
	"Qi.Dialogue.Tue10": "Hey @, do you think I should let Sandy into the casino?#$b#She always asked me what I did in here, even when I opened the casino I didn't let her in.#$b#I don't think she's the kind of person who could be in a casino, but maybe someday I can let her in, just so she knows what goes on in here. What do you think, @?",
	"Qi.Dialogue.Wed10": "Hey @, I was looking through some stuff in my room and I found some records by some artists that Mona liked to listen to.#$b#I was thinking of listening to them one last time before getting rid of them, at least that sound system in my room will be good for something.$h#$b#Feel free to join me, if you're not too busy.",
	"Qi.Dialogue.Thu10": "Hello, how are you?#$b#If you have time, feel free to come and play in the casino, talk to me in my room or take a look at my experiments in the lab. You won't get in the way.$h",
	"Qi.Dialogue.Fri10": "Hey, @... I've been noticing a lot of changes in the way I deal with the loss of Mona since our conversation in the cemetery.#$b#I think having someone listening to me has been enough to help me.$h#$b#Of course, I still have a long way to go, but I already feel much better, I no longer feel anguish when I see something related to her.$h",
	"Qi.Dialogue.Sat10": "Since that night, I've been trying to put what happened with Mona in the past, I need to move on.#$b#I've even been trying to get out a little more and talk to Sandy, like I used to.#$b#I just don't like it when she calls me Azure, it's a... really intimate nickname.$u#$b#But I think things are going well. I'll never forget Mona, but I've spent a long time mourning, it's time to move on.",
	"Qi.Dialogue.Sun10": "I was thinking, the Consciousness Bifurcation is an extremely helpful power for all Misters Qi, isn't it strange that this power was only discovered because of Mona?#$b#The Misters Qi have been in the world for so many years and none of them had discovered this power until Mona arrived and noticed my presence on Ginger Island many years ago.#$b#Sometimes I think that Mona being on the island at that time wasn't just a coincidence.$h",

	//Questions
	"Qi.Questions.StillAfraid.QuestionText": "Are you still afraid of me?",
	"Qi.Questions.StillAfraid.QuestionAnwser1": "Yes, I'm still afraid of you.",
	"Qi.Questions.StillAfraid.QuestionAnwser2": "No, I'm no longer afraid of you.",
	"Qi.Questions.StillAfraid_Yes": "I understand... You have every right to still be afraid of me.#$b#I really made a mistake by revealing everything at once and leaving you confused, but I did it because I trust you.#$b#But anyway, it's my duty to help you achieve perfection, whether you're afraid of me or not. I'm doing this out of respect for your grandfather.",
	"Qi.Questions.StillAfraid_No": "You're not afraid of me anymore? That's great!$h#$b#I'm very happy to hear that you're no longer afraid of me, you've finally understood my purpose in this world.",

	//Reject Movie Invites
	"Qi.Dialogue.reject_809": "I'm sorry {{NameOrKid}}, but I don't want to watch any movies right now.",

	/* ++++++++++++++++++++ */

	/* +++++|FESTIVAL DIALOGUES|+++++ */

	//Egg Festival
	"FestivalDialogue.Qi.spring13": "Oh, so you found me, didn't you, {{NameOrKid}}?#$b#I said it wouldn't be easy to find me at this festival, but you made an effort to find me, congratulations.#$b#I hope you'll make the same effort to find the hidden eggs if you want to participate in the egg hunt.#$b#The purple-haired girl has won for several years in a row, try to beat her.",

	//Flower Dance
	"FestivalDialogue.Qi.spring24": "This festival is really silly, but I understand the appeal it has.#$b#I hope you already have a partner to dance with, {{NameOrKid}}. Getting several \"Nos\" in a row is humiliating.",

	//Luau
	"FestivalDialogue.Qi.summer11": "This festival is really crowded. It's not a problem, it's just that it's a lot harder to find a place with less people around.#$b#I need to be unnoticed by other people.#$e#At least here it's a little further away from all the partying.",

	//Dance of the Moonlight Jellies
	"FestivalDialogue.Qi.summer28": "Good night, {{NameOrKid}}. I just came here to watch the movement.#$b#Seeing the villagers amazed by these animals is quite funny, they're impressed by such silly things.",

	//Stardew Valley Fair
	"FestivalDialogue.Qi.fall16": "Hello, {{NameOrKid}}. You'll be exhibiting your farm, right?#$b#If so, I hope you've brought the best of the best of the products your farm has to offer.#$b#Before everyone came here, I was already watching the competitors organizing their exhibitions. Only weak products and no variety.",

	//Spirit's Eve
	"FestivalDialogue.Qi.fall27": "This maze is too easy, Rasmodius could do something harder, something different...#$e#Feel free to take the prize, it's not important to me. I'm only here because it's a more isolated place.",

	//Festival of Ice
	"FestivalDialogue.Qi.winter8": "What a boring festival.$u#$b#Anyway, I hope you're good at fishing if you decide to participate in the ice fishing competition.",

	//Feast of the Winter Star
	"FestivalDialogue.Qi.winter25": "Happy holidays, {{NameOrKid}}.",

	/* ++++++++++++++++++++++++++++++ */

	/* +++++|WALNUT ROOM DIALOGUE|+++++ */

	//Default
	"MrQiNutRoom.Dialogue.Mon": "There are many things this world can offer you, {{NameOrKid}}, you just have to make the effort to find them.",
	"MrQiNutRoom.Dialogue.Tue": "The position I am is hard to reach, it took a lot of struggle to achieve what I have.#$b#Effort and willpower are the only things that take us forward.",
	"MrQiNutRoom.Dialogue.Wed": "Wherever you go, I'll always be behind the scenes. Making sure everything is going according to plan.#$b#I am everywhere. At the same time.#$b#Or am I just trying to scare you? Good luck trying to find out, hahaha.",
	"MrQiNutRoom.Dialogue.Thu": "I'm surprised at you, {{NameOrKid}}.#$b#Looking for the golden walnuts is hard work and a bit tedious, but you keep looking for them. That's very good.#$b#That shows that you don't like leaving thing hald done. When you start a task, you strive to finish it.#$b#It's quite a quality, some people would have stopped looking for the nuts before they even found me.",
	"MrQiNutRoom.Dialogue.Fri": "When you achieve your goals, look for others. And when you reach them, look for others and others. Keep doing this until your days in this world are over.",
	"MrQiNutRoom.Dialogue.Sat": "There will come a time when you wonder how I got here, or what or who I am. If you haven't thought about it, chances are you are now.#$b#You'll know everything you need to about me at the right time, just be patient.#$b#For now, you just need to know that I'm here to motivate you to achieve your goals.",
	"MrQiNutRoom.Dialogue.Sun": "On the left, you'll find some challenges that you can choose to complete this week. These are challenges made exclusively for you, {{NameOrKid}}.#$b#And on the right, you'll find a collection of rewards you can earn by completing the challenges. Some of these items may be of interest to you.#$b#Good luck, {{NameOrKid}}.",

	//After seeing Mr. Qi 8 Hearts Event
	"MrQiNutRoom.Dialogue.Mon-SeenQi8heartsEvent": "Hey @, you should check out the panel on the left today, there are new challenges you can choose for this week.#$e#Good luck, @.",
	"MrQiNutRoom.Dialogue.Tue-SeenQi8heartsEvent": "Now that you know the truth about me and the other representations, I feel lighter.#$b#Now I cause less overload on the mind of the main representation, and that's very good.$h#$b#Since I had a slightly different behavior from the other representations, the main representation's mind had to work harder to deal with two behavioral patterns and direct them to the right representations, and that's exhausting.#$b#Now that you know about my power, I have a personality more like the main representation, since there's no longer any reason to split my personality in two.",
	"MrQiNutRoom.Dialogue.Wed-SeenQi8heartsEvent": "Hi @, have you checked out the volcano cave?#$b#You can find lots of ores that you can't find in ordinary caves.#$e#Just be careful with the monsters, they're a bit stronger than the ones in ordinary caves, so use a good weapon when going in there.",
	"MrQiNutRoom.Dialogue.Thu-SeenQi8heartsEvent": "This island has several secrets spread around, maybe it's worth exploring this island more deeply, you might find some interesting things, @.",
	"MrQiNutRoom.Dialogue.Fri-SeenQi8heartsEvent": "Before I moved to the Calico Desert, I lived here, on Ginger Island.#$b#I lived here because it was a nearly isolated place, and since I hadn't yet discovered the power of Consciousness Bifurcation, I needed to do all the responsibilities of a Mister Qi using the main representation.#$b#So I decided to focus on my responsibilities as Mister Qi and put my social life to one side. That's when I came here and built the walnut room, which used to be my bedroom.#$e#But... there came a time when I... I got tired of isolating myself so much from the world.$s#$b#So I decided to restart my social life by going to live in the Calico Desert. It was a bit awkward at first, mainly because I had just discovered Consciousness Bifurcation and was still getting used to dealing with the representations.#$b#But despite all that... It was really worth it.$h",
	"MrQiNutRoom.Dialogue.Sat-SeenQi8heartsEvent": "Hey @, remember that even if you now know that your grandfather expects you to reach perfection, you don't need to rush to achieve it. You can take as long as you want to get there.#$b#Especially since your grandfather also wanted you to make the most of your new life in Stardew Valley. Perfection is just one step, not the entire journey.#$e#No matter how long it takes, we'll be happy when you achieve perfection.$h",
	"MrQiNutRoom.Dialogue.Sun-SeenQi8heartsEvent": "I've put a perfection meter on the right to let you know how close to perfection you are.#$b#You should take a look so you know what's missing to reach perfection.",

	/* ++++++++++++++++++++++++++++++++ */

	/* +++++|MOVIE REACTIONS|+++++ */

	//The Brave Little Sapling (Comedy, Family)
	"Qi.MovieReactions.spring_movie_0.BeforeMovie": "Hi, @. \"The Brave Little Sapling\"... This movie seems... Peculiar.",
	"Qi.MovieReactions.spring_movie_0.DuringMovie": "Mr. Qi looks bored.",
	"Qi.MovieReactions.spring_movie_0.AfterMovie": "Watching this movie was a bit of a sleepy experience, @. I think I'll take a nap when I get back to the Oasis.",

	//Natural Wonders: Exploring Our Vibrant World (Documentary, Family)
	"Qi.MovieReactions.spring_movie_1.BeforeMovie": "\"Natural Wonders: Exploring Our Vibrant World\", this movie sounds interesting!",
	"Qi.MovieReactions.spring_movie_1.DuringMovie.1": "Mr. Qi seems to be happy.",
	"Qi.MovieReactions.spring_movie_1.DuringMovie.2": "And to think I struggle to keep these places in balance... I'm doing a good job.$h",
	"Qi.MovieReactions.spring_movie_1.AfterMovie": "This movie was really fun, it motivated me to continue my work as Mister Qi! Thank you so much for inviting me to watch, @.$h",

	//Journey Of The Prairie King: The Motion Picture (Action)
	"Qi.MovieReactions.summer_movie_0.BeforeMovie": "\"Journey Of The Prairie King\"... This name sounds familiar, isn't it the name of a game franchise?#$b#Mona used to like this game, I wonder if they made a good adaptation.",
	"Qi.MovieReactions.summer_movie_0.AfterMovie": "I don't know the story of the game, but if it's really like what was shown in the movie, it seems to be a fun game.",

	//Wumbus (Sci-fi, Comedy, Family)
	"Qi.MovieReactions.summer_movie_1.BeforeMovie": "\"Wumbus\", eh?$u#$b#I don't know, it seems too childish to me... Can't hurt to try, right?",
	"Qi.MovieReactions.summer_movie_1.DuringMovie": "Mr. Qi looks confused.",
	"Qi.MovieReactions.summer_movie_1.AfterMovie": "This movie is definitely not for me, I couldn't understand much.#$b#I like sci-fi, but this movie didn't interest me. Anyway, thanks for inviting me, @.",

	//Mysterium (Horror, Art)
	"Qi.MovieReactions.fall_movie_0.BeforeMovie": "I like horror movies, this one looks interesting.",
	"Qi.MovieReactions.fall_movie_0.DuringMovie": "I thought this part was a bit unnecessary.$u",
	"Qi.MovieReactions.fall_movie_0.AfterMovie": "I really liked \"Mysterium\", it seems very experimental, it's not like an ordinary horror movie. They really managed to capture the evil essence of those creatures and put it on screen.#$b#Only the ending doesn't make any sense, they took advantage of the shadow people's appearance to create a terrifying air. Not all of them are the way they were portrayed.",

	//It Howls In The Rain (Horror)
	"Qi.MovieReactions.fall_movie_1.BeforeMovie": "\"It Howls In The Rain\" is my favorite movie, @! I really wanted to watch it again!$h",
	"Qi.MovieReactions.fall_movie_1.DuringMovie": "Ah! This is real horror!",
	"Qi.MovieReactions.fall_movie_1.AfterMovie": "I love this found footage horror genre, they seem so real when well acted!#$b#This movie is better than I remembered, I really enjoyed watching it with you! It reminded me of the day I watched this movie for the first time, with Mona...$h",

	//The Miracle At Coldstar Ranch (Family, Classic)
	"Qi.MovieReactions.winter_movie_0.BeforeMovie": "\"The Miracle At Coldstar Ranch\"... Really? This movie is a complete... Forget it, we'd better watch it soon.",
	"Qi.MovieReactions.winter_movie_0.DuringMovie": "Mr. Qi looks away from the screen.",
	"Qi.MovieReactions.winter_movie_0.AfterMovie": "I'm glad it's over, I really don't like this movie.$u#$b#I have my reasons for disliking it, but that's not important right now.",

	//The Zuzu City Express (Classic, Romance)
	"Qi.MovieReactions.winter_movie_1.BeforeMovie": "\"The Zuzu City Express\"... This movie is very old, there was already a version of it playing in theaters before I even moved to Ginger Island.",
	"Qi.MovieReactions.winter_movie_1.AfterMovie": "It's just as I remembered, very dull, but Mona liked this movie. Thanks for inviting me, @.",

	/* +++++++++++++++++++++++++++ */

	/* +++++|OTHER NPCS DIALOGUE|+++++ */

	//Sandy Dialogue Edits
	"Sandy.DialogueEdits.Thu": "Well, since you're already part of the club, can you ask when will I get a raise?#$b#My salary needs an adjustment...$s#$e#It's a joke, okay? They'll get mad if they hear this.",
	"Sandy.DialogueEdits.Thu2": "That guy hardly ever leaves that club, he's always there.#$b#How does he not get bored? It seems to be a very monotonous routine.",
	"Sandy.DialogueEdits.Thu4": "Hey, since you're part of the club, can you tell me what exactly is in there?#$b#They won't let me in, they say it's not a place for people like me... I wonder what they mean by that?$s#$b#Why can't I come in, but you can? It seems unfair.$s#$e#Oh, it's a secret? Alright then.$s#$b#Why am I always excluded when it comes to this club?$s",
	"Sandy.DialogueEdits.Sun8": "Hi there, honey. Yep, it's just me, alone in this big old shop. Hmmm...#$e#Well, except for the people in the club, but I don't even talk to them, so I think I'm alone.",

	//Sandy Dialogue Edits (After seeing Mister Qi's 4 Hearts event)
	"Sandy.DialogueEdits.Thu-SeenQi4heartsEvent": "Well, since you're already part of the club, can you ask Mr. Qi when I'll get a raise?#$b#My salary needs an adjustment...$s#$e#It's a joke, okay? He'll be angry if he hears that.",
	"Sandy.DialogueEdits.Thu2-SeenQi4heartsEvent": "That Azure hardly ever leaves that club, he's always there.#$b#How does he not get bored? It seems to be a very monotonous routine.",
	"Sandy.DialogueEdits.Thu4-SeenQi4heartsEvent": "Hey, since you're part of the Mr. Qi's club, can you tell me what exactly is in there?#$b#Mr. Qi won't let me in there, he says it's not a place for people like me... What does he mean by that?$s#$b#Why can't I come in, but you can? It seems unfair. Especially since I allowed him to use that place to do whatever he wanted, I have the right to go in there.#$e#Oh, it's a secret? Alright then.$s#$b#Why am I always excluded when it comes to this club?$s",
	"Sandy.DialogueEdits.Sun8-SeenQi4heartsEvent": "Hi there, honey. Yep, it's just me, alone in this big old shop. Hmmm...#$e#Well, except for Mr. Qi, but he doesn't even leave the club that often, so I guess I'm alone anyway.#$b#He used to go out more in the past, but now he stays at the club practically all day, it's rare for him to leave there.",

	//Sandy Dialogue Edits (After seeing Mister Qi's 8 Hearts event)
	"Sandy.DialogueEdits.spring_25-SeenQi8heartsEvent": "When Azure came to live here, he acted a bit strangely.#$b#Sometimes he'd sit near the counter and stare at the wall for long minutes, and sometimes he'd say things as if he was talking to someone.#$b#And he got annoyed if anyone tried to talk to him when he did these things, I even thought he was crazy.$h#$b#But he stopped doing this in a matter of weeks and then I never saw him do these things again.#$b#Just don't tell him I said that, he won't like knowing I said that.",
	"Sandy.DialogueEdits.summer_10-SeenQi8heartsEvent": "Mr. Qi is a great guy, although he seems a bit cold towards me at times.#$b#When he's in a good mood he's a sweetheart, but when he's a bit stressed, it's better if I don't talk to him much, because I know I might get a rude response.#$b#But I don't even get angry about it, sometimes it's funny.$h",
	"Sandy.DialogueEdits.winter_27-SeenQi8heartsEvent": "Today is Azure's birthday, but he doesn't even leave that club to celebrate his birthday.$s#$b#He only leaves on the last day of the year, so at least I can wish him a happy birthday tomorrow.#$e#Since you can get in there, can you wish him a happy birthday for me?",
	"Sandy.DialogueEdits.Thu4-SeenQi8heartsEvent": "Mister Qi always says I should stop calling him Azure, but it's become a habit.#$b#I can't stop calling him that, I know he doesn't like me calling him that, I swear I've been trying to stop.",

	/* +++++++++++++++++++++++++++++++ */

	/* +++++|STRINGS|+++++ */

	//Map Strings
	"MapString.QiRoom.1": "A large high-resolution television, you can see your reflection through the screen.",
	"MapString.QiRoom.2": "This video game looks like it hasn't been used for a long time, does it work?",
	"MapString.QiRoom.3": "A high-end sound system is connected to the TV, it must make a lot of noise!",
	"MapString.QiRoom.4": "You open the top drawer. There are some clothes in there, what else do you expect, snoop?",
	"MapString.QiRoom.5": "The bottom drawer can only be opened with a key.",
	"MapString.QiRoom.6": "All the doors of this closet are locked, you can only open them with a key.",
	"MapString.QiRoom.7": "'The Magic of Stones', by George Clarence.",
	"MapString.QiRoom.8": "'Astronomy for Beginners', by Unknown Author.",
	//"MapString.QiRoom.9": "You cannot go in there.",
	"MapString.QiLab.1": "It looks like this fruit has been left to rot. It's dark and a purple goo is coming out, ew! Better not to touch it.",
	"MapString.QiLab.2": "It looks like some strange creature... Is this thing moving or is it just me???",
	"MapString.QiLab.3": "You have found a secret passage in Mr. Qi's laboratory, it leads to a vault, which is locked. You shouldn't be here... Leave before he notices.",
	"MapString.QiLab.4": "There are some documents in there, nothing very interesting.",
	"MapString.QiLab.5": "Written in elegant cursive handwriting.^^ Qi Seasoning: Enhances the flavor of any food, but cannot be overused.^^ Ingredients:^ - Rotten Stardrop liquid;^ - Grinded Prismatic Shard;^ - Grinded Radioactive Ore (in small quantities);^ - Acidity regulator.^^NOTE: It's necessary to produce a non-radioactive variant.^^ There is a note on the back of the page written in a different handwriting.^^ \"Qi Seasoning\"? Really, Azure? It's a good name, but you could choose a different name, what about \"Galactic Seasoning\" or \"Star Seasoning\"?",
	"MapString.QiLab.6": "This jar of Prismatic jelly is so shiny, it's really beautiful!",
	"MapString.QiLab.7": "Mr. Qi said he puts radioactive ore in this container, it's better not to open it.",
	"MapString.QiLab.8": "There are some documents stored there, it doesn't look very interesting.",
	"MapString.QiLab.9": "It seems that this computer is analyzing some data, unfortunately you don't understand the information that appears on the computer screen.",
	"MapString.QiLab.10": "A bottle containing a powder with a slightly purple color, with a label stuck on it, reads \"Qi Seasoning\".",

	//Schedule Strings
	"ScheduleStrings.Qi.Winter28": "I miss you so much...$s",
	"ScheduleStrings.Qi.BeachMarket": "I'm just watching the movement, I need most of the villagers to leave before I go and buy what I want.",

	/* +++++++++++++++++++ */

	/* +++++|LETTERS|+++++ */

	"MailLetter.QiImportantTalk": "Dear @^^ I hope this message finds you in good health and spirits.^^ I am addressing you with the purpose of extending a formal invitation to a meeting at my residence. There is a matter of considerable importance that I would like to discuss in person.^^ I recognize that such a topic should have been shared earlier, however, I hesitated due to the need to assess mutual trust^I am now convinced that our relationship is solid enough for me to reveal this content to you.^   I would like to invite you to visit me in my home, more specifically in my bedroom, during the night. I suggest that you visit me before the Oasis closes, at a time that is convenient for you.^^  I am confident that this meeting will be fruitful and enlightening for both of us.^   Sincerely, Mr. Qi.[#]An Important Talk",

	/* +++++++++++++++++++ */

	/* +++++|EVENTS|+++++ */

	//Mr. Qi & Club Introduction
	"Event-00.MrQiRealNPC.MrQiandClubIntro.01": "Welwick, I told you not to drink too much.#$b#Now you're drunk!$u",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.02": "Welwick: I already said I'm not drunk! *hic* I'm just having fun!#Welwick: Ugh...",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.03": "It looks like Welwick is going to throw up.",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.04": "If you vomit in this vase you'll pay for cleaning it!$u",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.05": "Welwick: I'm not gonna throw up, I'm... Ugh.",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.06": "No, don't do this...$u",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.07": "Welwick begins to vomit.",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.08": "No!$u#$b#Ah, forget it. Do whatever you want...$u",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.09": "Ah, so you came here, didn't you?",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.10": "You followed the instructions I sent you and found this place, I'm surprised.#$b#Ordinary people wouldn't follow orders from notes left by a stranger in certain places.#$b#Your curiosity spoke louder, didn't it, @?",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.11": "How do I know your name? Well, I know everything that happens in the Valley, including your arrival.#$b#Anyway, welcome to my casino, {{NameOrKid}}. You can come here whenever you want.",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.12": "What's my name? You can call me Mister Qi.",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.13": "Welwick: Bleargh!",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.14": "Who's that lady? Is she okay?",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.15": "That lady is Welwick. She's had too much to drink, I always say she can't overdo it, but she won't listen to me.#$b#She'll get better soon, it's best to leave her alone.",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.16": "It feels like I found a new place, and also a new person.#I wonder how he knew my name, he seems so mysterious.",

	//The Revealed Secret
	"Event-01.MrQiRealNPC.TheRevealedSecret.01": "Hello again, {{NameOrKid}}.",
	"Event-01.MrQiRealNPC.TheRevealedSecret.02": "He he, I see your exploration in the Skull Cavern was very fruitful.#$b#I knew you were different, you are very brave, {{NameOrKid}}.#$b#You really deserved that reward for all your bravery, exploring a place like the Skull Cavern is not for everyone.",
	"Event-01.MrQiRealNPC.TheRevealedSecret.03": "How did you get here so fast? What was that?!",
	"Event-01.MrQiRealNPC.TheRevealedSecret.04": "Well, that's what I want to talk to you about.#$b#As you could see, I'm different from the other villagers you know, I know things they don't know, and I do things they don't do.#$b#The things I know and do could put my life and the lives of other villagers at risk, I need to keep all this a secret for everyone's safety.#$b#So I can't just let you go and run the risk of you telling what you saw.$u",
	"Event-01.MrQiRealNPC.TheRevealedSecret.05": "Mr. Qi approaches you.",
	"event.01.MrQiRealNPC.TheRevealedSecret.06": "I can trust you, right?",
	"Event-01.MrQiRealNPC.TheRevealedSecret.07": "Yes, I won't tell anything.",
	"Event-01.MrQiRealNPC.TheRevealedSecret.08": "What happens if I say no?",

	//Kept Secret
	"Event-Fork.MrQiRealNPC.KeptSecret.01": "Great, {{NameOrKid}}. I really don't want to put anyone's life at risk, I need to keep this a secret.",
	"Event-Fork.MrQiRealNPC.KeptSecret.02": "I keep your secret, but you still haven't said what happened there in Skull Cavern.",
	"Event-Fork.MrQiRealNPC.KeptSecret.03": "I can't talk about it right now, we're both very busy, maybe some other time I'll talk more about it, when we both have time.#$b#The only thing I can say is that what happened back in Skull Cavern is just the tip of the iceberg, {{NameOrKid}}.",
	"Event-Fork.MrQiRealNPC.KeptSecret.04": "Well, since you're going to keep my secret I'll give you an item as a thank you.#$b#Here, it's an Iridium Bar, it might be useful for you to upgrade your tools or build some machines.[337]#$b#And remember, what happened back in the Skull Cavern is a secret, don't tell anyone.$u",
	"Event-Fork.MrQiRealNPC.KeptSecret.05": "I hope ${heshe}$ really keeps this secret. I'll keep an eye out, just in case.$u",
	"Event-Fork.MrQiRealNPC.KeptSecret.06": "That was a little scary, but I'll be true to my word and keep it a secret. But this guy definitely owes me an explanation.",

	//Gossip Farmer
	"Event-Fork.MrQiRealNPC.GossipFarmer.01": "If you tell anyone this, we'll be in big trouble.$u#$b#I've been hiding this from people longer than you know, {{NameOrKid}}.$u#$b#I won't let someone like you ruin everything!$u#$b#Please, let's resolve this peacefully. We're wasting time arguing about this, you have too many other things to do and so do I.$u#$b#I'm not asking for anything crazy, I'm just asking you to keep a secret.$u",
	"Event-Fork.MrQiRealNPC.GossipFarmer.02": "With much hesitation, you agree to keep Mr. Qi's secret.",
	"Event-Fork.MrQiRealNPC.GossipFarmer.03": "Thank you so much for agreeing to keep this secret, {{NameOrKid}}. It's really important that no one knows about this.#$b#Maybe some other time I'll explain everything to you, but for now, just don't say anything about what you saw to anyone, okay?$u",
	"Event-Fork.MrQiRealNPC.GossipFarmer.04": "I agreed to keep Mr. Qi's secret. I have no idea why he's so worried that this secret will be revealed.",
	"Event-Fork.MrQiRealNPC.GossipFarmer.05": "I hope he can explain this to me at some point.",

	//Gambler's Advice (Mister Qi's 2 Hearts Event)
	"Event-02.MrQiRealNPC.GamblersAdvice.01": "CalicoJack Guy: You lost again.",
	"Event-02.MrQiRealNPC.GamblersAdvice.02": "CalicoJack Guy: Wanna try one more time?",
	"Event-02.MrQiRealNPC.GamblersAdvice.03": "You agree to play again, and again, and again.#You lose every time.",
	"Event-02.MrQiRealNPC.GamblersAdvice.04": "CalicoJack Guy: How dare you call me a cheater? I can't do anything if you're on a bad streak!",
	"Event-02.MrQiRealNPC.GamblersAdvice.05": "Hey, what's happening here? Why all this shouting?$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.06": "CalicoJack Guy: This ${guygirl}$ is accusing me of cheating on CalicoJack, I'm an honest guy, I would never cheat on this game!#CalicoJack Guy: It's not my fault ${heshe}$ lost 4 times in a row, I played fair!",
	"Event-02.MrQiRealNPC.GamblersAdvice.07": "Hmm... Got it.$u#$b#Come with me, {{NameOrKid}}. You need to calm down.",
	"Event-02.MrQiRealNPC.GamblersAdvice.08": "I don't usually bring people here, it's a very private place, you're a privileged person.#$b#Anyway, let's go inside and have a little chat.",
	"Event-02.MrQiRealNPC.GamblersAdvice.09": "Come on, {{NameOrKid}}, you can come in.",
	"Event-02.MrQiRealNPC.GamblersAdvice.10": "Yeah, this is my room, when I'm not at the casino I'm here.#$b#Come on, we need to talk.",
	"Event-02.MrQiRealNPC.GamblersAdvice.11": "Okay, what happened? Why were you so angry there?",
	"Event-02.MrQiRealNPC.GamblersAdvice.12": "I was playing CalicoJack and I lost every time, I spent a lot of Qi coins and I lost everything! That guy was cheating.",
	"Event-02.MrQiRealNPC.GamblersAdvice.13": "I was trying to get enough Qi coins to buy something, so I decided to bet on CalicoJack. Then that guy started playing dirty and made me lose everything! I couldn't let that happen!",
	"Event-02.MrQiRealNPC.GamblersAdvice.14": "I understand your anger, {{NameOrKid}}. It's infuriating to lose everything on a bet, but that's how betting works, it all depends on your luck.",
	"Event-02.MrQiRealNPC.GamblersAdvice.15": "I know betting depends on luck, but it's not possible for someone to be that lucky! That guy always got it right, plus he had a suspicious look on his face. He clearly cheated!",
	"Event-02.MrQiRealNPC.GamblersAdvice.16": "I see, maybe he really was cheating...#$b#But did you really think that accusing him of cheating would help at all? He'd never admit it!$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.17": "It's just that it's so unfair, he was stealing all my Qi coins! What if he does this to other gamblers?",
	"Event-02.MrQiRealNPC.GamblersAdvice.18": "People's sense of fairness is relative, {{NameOrKid}}. The actions you take that you think are fair may be fair to you, but unfair to others...$u#$b#Sometimes we need to accept things the way they are, and not the way we wanted them to be...$u#$b#The next time you play and notice something suspicious, simply stop playing. Cheaters often insist that you keep betting higher, and if they realize you've noticed the trick, they'll stop.#$b#Don't get carried away with the prize, always be aware of your opponent's movements and leave as soon as you realize they have started playing dirty.",
	"Event-02.MrQiRealNPC.GamblersAdvice.19": "You're right... I don't know what I was hoping would happen if I accused that guy of cheating.#I must have gotten carried away, I'll be more careful when gambling at the casino...",
	"Event-02.MrQiRealNPC.GamblersAdvice.20": "Yes, I hope that doesn't happen again, {{NameOrKid}}.",
	"Event-02.MrQiRealNPC.GamblersAdvice.21": "Well, I don't usually bring people into my room, you're one of the first people to come in here.#$b#It's kind of big, isn't it?#$b#If you want, you can take a look at it.#$b#Just don't touch my stuff.$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.22": "Do you see that door over there?#$b#You cannot enter there. Under no circumstances.$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.23": "Well, I'll introduce you to a bit of my room and then you can leave.",
	"Event-02.MrQiRealNPC.GamblersAdvice.24": "Mr. Qi's room is huge! I had no idea it was so big.#...#I wonder what he hides behind that door?",
	"Event-02.MrQiRealNPC.GamblersAdvice.25": "So? Were you really cheating or not?$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.26": "CalicoJack Guy: No, I wasn't cheating, I swear!#CalicoJack Guy: ${HeShe}$ was just really unlucky, I was playing fair. I'd never cheat at CalicoJack, and you know it.",
	"Event-02.MrQiRealNPC.GamblersAdvice.27": "I'm keeping an eye on you... If I hear one more complaint of cheating you won't be coming back to this casino any time soon, understand?$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.28": "CalicoJack Guy: Yes, I understand, Mr. Qi...",
	"Event-02.MrQiRealNPC.GamblersAdvice.29": "Great, I hope I don't hear any more complaints like that.$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.30": "Hello, {{NameOrKid}}, I hope you don't have any more problems with cheaters around here, I always value fair play.#$e#What? Why do I have a double bed if I'm a single?$u#$b#@, I may have allowed you into my room, but I didn't give you permission to ask questions about my personal life. Don't be nosy.$u",

	//A Shared Secret (Mister Qi's 4 Hearts Event)
	"Event-03.MrQiRealNPC.ASharedSecret.01": "Here's your paycheck for this month, Sandy.",
	"Event-03.MrQiRealNPC.ASharedSecret.02": "Thanks a lot, Azure!$h#$b#I mean, Mister Qi...",
	"Event-03.MrQiRealNPC.ASharedSecret.03": "How many times have I told you not to call me Azure? You know I don't like this nickname...$u",
	"Event-03.MrQiRealNPC.ASharedSecret.04": "Sorry, got used to that, haha.$h#$b#Yes, I know you don't like this nickname, it doesn't bring back good memories for you... I'm really sorry.$s",
	"Event-03.MrQiRealNPC.ASharedSecret.05": "Oh! @! Welcome...",
	"Event-03.MrQiRealNPC.ASharedSecret.06": "I-I can explain...",
	"Event-03.MrQiRealNPC.ASharedSecret.07": "Hello, @. What are you doing here?",
	"Event-03.MrQiRealNPC.ASharedSecret.08": "Huh? Do you know @?",
	"Event-03.MrQiRealNPC.ASharedSecret.09": "Of course I know ${himher}$, Sandy. ${HeShe}'s part of my club, do you think I'd let someone I don't know into it?",
	"Event-03.MrQiRealNPC.ASharedSecret.10": "I've known Sandy for a long time, {{NameOrKid}}. She allowed me to set up my club upstairs.",
	"Event-03.MrQiRealNPC.ASharedSecret.11": "And in exchange for allowing him to stay there, I would have to keep it a secret and not tell anyone about the club and Mr. Qi...#$b#Since I've been running this place, he pays me a lot of money to keep it a secret.#$b#It's because of this money that I'm not going bankrupt, hardly anyone comes here besides you, @.$s",
	"Event-03.MrQiRealNPC.ASharedSecret.12": "Anyway, now that you know how I met Sandy, I'm going back to the club, I have a lot of things to do and no time for small talk.",
	"Event-03.MrQiRealNPC.ASharedSecret.13": "And as for you, Sandy. Just because @ knows me doesn't mean you can go around telling ${himher}$ everything, remember it's a secret and there's a lot ${heshe}$ doesn't know about me yet.$u",
	"Event-03.MrQiRealNPC.ASharedSecret.14": "Okay, okay, no need to repeat that so many times...#$b#You are so annoying sometimes, Azu... Mister Qi...",
	"Event-03.MrQiRealNPC.ASharedSecret.15": "I already told you not to...$u#$b#Ah, forget it, just don't talk about me too much, okay?#$b#Anyway, see you later, @.",
	"Event-03.MrQiRealNPC.ASharedSecret.16": "Wow... Looks like he's a little stressed today.",
	"Event-03.MrQiRealNPC.ASharedSecret.17": "Anyway, what are you doing here, @?",
	"Event-03.MrQiRealNPC.ASharedSecret.18": "I didn't know that Sandy knew Mr. Qi, that was an interesting discovery, but why is he so insistent on keeping secrets? What is he hiding?",
	"Event-03.MrQiRealNPC.ASharedSecret.19": "I'm sorry for leaving like that, but I'm really busy, I hope you understand.#$b#And since you already know that Sandy knows me, can you keep an eye on her for me? She is kind of... energetic.$u#$b#She may end up saying what she shouldn't...$u",

	//The Mr.Qi's Lab (Mister Qi's 6 Hearts Event)
	"Event-04.MrQiRealNPC.TheMrQisLab.01": "Mr. Qi entered the room.",
	"Event-04.MrQiRealNPC.TheMrQisLab.02": "Mr. Qi said you couldn't go through this door....",
	"Event-04.MrQiRealNPC.TheMrQisLab.03": "Even though you know you shouldn't, you decide to enter the room.",
	"Event-04.MrQiRealNPC.TheMrQisLab.04": "@! What on earth are you doing here?$u#$b#I told you that you couldn't come in here!$u#$b#Did I speak in some strange language by any chance?$u",
	"Event-04.MrQiRealNPC.TheMrQisLab.05": "Saying something to you is like talking to a wall...$u#$b#It even sounds like my... my...$u",
	"Event-04.MrQiRealNPC.TheMrQisLab.06": "Forget it, you just shouldn't be here.... There are things you shouldn't know.#$b#But it seems you can't contain your curiosity, eh?$u",
	"Event-04.MrQiRealNPC.TheMrQisLab.07": "I'm sorry, Mr. Qi. I'll not enter here again without asking permission.",
	"Event-04.MrQiRealNPC.TheMrQisLab.08": "I am really sorry. But this place looks... interesting.",
	"Event-04.MrQiRealNPC.TheMrQisLab.09": "That's okay, {{NameOrKid}}. I hope you don't do this again, it's too childish.#$b#But since you're already here, you can have a closer look at this place, I know you're curious.",
	"Event-04.MrQiRealNPC.TheMrQisLab.10": "Hey, what's this? Why is it so bright?",
	"Event-04.MrQiRealNPC.TheMrQisLab.11": "Ah, it's a jar of Prismatic Jelly. It's a secretion that comes from Prismatic Slimes.#$b#Prismatic Slimes aren't common, when they appear, you have to kill them to get Prismatic Jelly.#$b#You might guess from its name that it glows because it has Prismatic Shards in its composition, and you'd be right. Prismatic Slimes have traces of Prismatic Shard, which gives them their colorful and glowing effect.",
	"Event-04.MrQiRealNPC.TheMrQisLab.12": "This is a Stardrop, a fruit that only exists in Stardew Valley, but is very rare to find.#$b#An interesting aspect of this fruit is the high concentration of radiation it contains. It's a radiation capable of temporarily altering your taste buds. This makes the experience of eating this fruit unique to each person.#$b#Due to the high amount of radiation in the fruit, it's not a good idea to eat too many of them.",
	"Event-04.MrQiRealNPC.TheMrQisLab.13": "You look at the fruit more closely.#It's a bit dark and has a purple goo oozing out of it.",
	"Event-04.MrQiRealNPC.TheMrQisLab.14": "What will you do?",
	"Event-04.MrQiRealNPC.TheMrQisLab.15": "Ask why the fruit is dark and oozing a goo.",
	"Event-04.MrQiRealNPC.TheMrQisLab.16": "Try to touch the fruit.",

	//Farmer asks why the fruit is dark and oozing a goo
	"Event-Fork.MrQiRealNPC.FarmerAsk.01": "Well, it's rotting.#$b#When the Stardrop starts to rot, it darkens and a purple goo starts oozing out of it.#$b#This goo is extremely acidic and is responsible for decomposing the fruit. The Stardrop is so radioactive that any insect that tries to lay larvae in it will die.#$b#Then the fruit decomposes on its own. That's why it doesn't smell bad when it rots, there is no bacteria or fungi feeding on it, it's just the fruit corroding itself until there's nothing left.",
	"Event-Fork.MrQiRealNPC.FarmerAsk.02": "Yes, it's kind of gross, but at the same time it's interesting.",

	//Farmer try to touch on the fruit
	"Event-Fork.MrQiRealNPC.TouchFruit.01": "You try to touch the fruit, but Mr. Qi holds your arm before you do.",
	"Event-Fork.MrQiRealNPC.TouchFruit.02": "Hey! What are you doing? Are you trying to hurt yourself?$u",
	"Event-Fork.MrQiRealNPC.TouchFruit.03": "This fruit is rotting, don't you see that purple liquid oozing out of it?$u#$b#This liquid is acidic, if you touch it you can get a severe burn.$u",
	"Event-Fork.MrQiRealNPC.TouchFruit.04": "*Sigh* Aside from not being able to follow a simple order, you have no sense of danger... How are you standing today with such a terrible survival instinct?$u#$b#How could you think of touching a rotting fruit without even wearing any protective equipment?$u#$b#You could have seriously hurt yourself with that attitude, {{NameOrKid}}.$u",

	//Continue the event
	"Event-Fork.MrQiRealNPC.Continue.01": "Anyway, we've been here too long. What else do you want to see in this place?",
	"Event-Fork.MrQiRealNPC.Continue.02": "What is this thing, Mr. Qi? It's moving!",
	"Event-Fork.MrQiRealNPC.Continue.03": "It's a mysterious creature that came from somewhere in space. Basically an alien.",
	"Event-Fork.MrQiRealNPC.Continue.04": "So they're real? How did he end up here?",
	"Event-Fork.MrQiRealNPC.Continue.05": "Yes, aliens exist.#$b#Or did you really think we were the only intelligent beings in the universe?#$b#This creature landed on Earth by accident and started wandering around Stardew Valley.#$b#So, to avoid trouble, I captured it and have kept it here ever since.",
	"Event-Fork.MrQiRealNPC.Continue.06": "Wow, Mr. Qi, this is amazing! But isn't it dangerous? What if she escapes?",
	"Event-Fork.MrQiRealNPC.Continue.07": "I just prevented bigger problems from happening.#$b#Imagine what could happen if someone saw this creature walking around?",
	"Event-Fork.MrQiRealNPC.Continue.08": "And yes, I know it's a bit dangerous to keep this creature here, but it's very weak, even if it escaped it wouldn't be able to get very far.#$b#So I'm just trying to give it a suitable environment so that it can live minimally well.",
	"Event-Fork.MrQiRealNPC.Continue.09": "Actually, this creature still has a little conscience. Look this.",
	"Event-Fork.MrQiRealNPC.Continue.10": "Mr. Qi puts his hand on the glass, the creature moves slowly and also puts its hand on the glass.",
	"Event-Fork.MrQiRealNPC.Continue.11": "When I saw that creature trying to hold Mr. Qi's hand when he put his hand against the glass, I was really scared!#Mr. Qi assured me that it doesn't do anything more than that, but it still scared me!",
	"Event-Fork.MrQiRealNPC.Continue.12": "After reassuring me, Mr. Qi showed me his laboratory.",
	"Event-Fork.MrQiRealNPC.Continue.13": "I leave some important things on this bench.#$b#You can take a look, {{NameOrKid}}.",
	"Event-Fork.MrQiRealNPC.Continue.14": "You look at Mr. Qi's lab bench and see a metal pot with a sealed lid.#It has a sticker on it that says \\\"Do not open without protective equipment\\\".",
	"Event-Fork.MrQiRealNPC.Continue.15": "There's radioactive ore in that container, that's why it's sealed",
	"Event-Fork.MrQiRealNPC.Continue.16": "Don't worry, it's not highly radioactive.#$b#But it's best to avoid exposing yourself unnecessarily.",
	"Event-Fork.MrQiRealNPC.Continue.17": "It's a sheet of paper with something written on it in elegant handwriting, you pick it up to read what's written.#Is written: 'Qi Seasoning: Enhances the flavor of any food, but cannot be overused. ^ Ingredients: ^ - Rotten Stardrop liquid; ^ - Grinded Prismatic Shard; ^ - Grinded Radioactive Ore (in small quantities); ^ - Acidity regulator. ^ NOTE: It's necessary to produce a non-radioactive variant.'",
	"Event-Fork.MrQiRealNPC.Continue.18": "This is a piece of paper with ingredients to prepare a seasoning I made some time ago.#$b#As you've read, it's called 'Qi Seasoning'. A pinch of this spice makes any food made with it worthy of being in a five-star restaurant.#$b#But as it has radioactive ingredients, it's not recommended to use it in high quantities.$u#$b#I tried to find a non-radioactive alternative, but unfortunately the active ingredient in this spice is in the Stardrop liquid, which is radioactive...#$b#Why do you think I have a Stardrop rotting right there?",
	"Event-Fork.MrQiRealNPC.Continue.19": "You put the sheet of paper back in place, but you notice that there is something written on the back of the sheet.",
	"Event-Fork.MrQiRealNPC.Continue.20": "You turn the page and see what is written.#It's a different handwriting, it's written: '\\\"Qi Seasoning\\\"? Really, Azure? It's a good name, but you could choose a different name, what about \\\"Galactic Seasoning\\\" or \\\"Star Seasoning\\\"?'",
	"Event-Fork.MrQiRealNPC.Continue.21": "What? There's something written on the back of the page?#$b#Let me see.",
	"Event-Fork.MrQiRealNPC.Continue.22": "Mr. Qi reads what is written, he looks at the paper without showing any reaction.",
	"Event-Fork.MrQiRealNPC.Continue.23": "Huh? Yes, I'm fine... Don't worry about it, it's probably just a silly note I made and forgot...",
	"Event-Fork.MrQiRealNPC.Continue.24": "Anyway, I think I've introduced you to enough of this place...#$b#Would you please leave? I have a lot of work to do.",
	"Event-Fork.MrQiRealNPC.Continue.25": "But now? There's so many things to see here!",
	"Event-Fork.MrQiRealNPC.Continue.26": "You can see these things another time, {{NameOrKid}}.#$b#From now on, you can come here whenever you want. After all, you already know what's here, so there's no reason for me to hide it from you.#$b#I just want you not to tell anyone else about this place, okay?$u",
	"Event-Fork.MrQiRealNPC.Continue.27": "Now please leave. I need to continue my work.",
	"Event-Fork.MrQiRealNPC.Continue.28": "There were still a few things I wanted to see... At least Mr. Qi allowed me to enter his laboratory whenever I wanted.",
	"Event-Fork.MrQiRealNPC.Continue.29": "I wonder why he acted that way when he saw that note on the paper?",
	"Event-Fork.MrQiRealNPC.Continue.30": "*sigh*",
	"Event-Fork.MrQiRealNPC.Continue.31": "'Galactic Seasoning'...#$b#You were so creative...$s",

	//Properly Explanations (Mister Qi's 8 Hearts Event)
	"Event-05.MrQiRealNPC.ProperlyExplanations.01": "Ah, @, you came.#$b#I knew you would come after reading that letter.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.02": "Come here, we need to talk. I owe you some explanations.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.03": "Well, I must start by saying what I'm doing now is a mistake, I shouldn't tell you that.#$b#But I don't feel right hiding it from you, we're much closer to each other, but you still don't know me that well. I feel like I'm lying to you.#$b#Because, in a way, that's what I'm doing...$s",
	"Event-05.MrQiRealNPC.ProperlyExplanations.04": "Okay, I know I'm confusing you, so I'll cut to the chase.#$b#You know that I know a lot of things about this world, right?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.05": "Yes, you told me you knew everything that was going on in the Valley, but what does that have to do with anything?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.06": "Yes, I also remember that you knew my name before we even met, but why does that matter?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.07": "Have you ever wondered how I know so many things without even leaving this place often?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.08": "No, right? Just as I imagined.#$b#Well, I know about a lot of things in the world because I'm one of the many manifestations of a consciousness that has been passed on between different beings over the ages.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.09": "What? What do you mean by manifestations?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.10": "I already expected this reaction, allow me to explain better.#$b#When I say that I am a manifestation I mean that I'm not the first or the last being to have this name and this purpose.#$b#I'm just one of the links in a chain that will stretch throughout history.#$b#In simple words: I'm not the first Mister Qi, there have been others before me.#$b#Each of them passed on their knowledge and responsibility to me, and one day, I'll have to do the same with the next Mister or Missus Qi.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.11": "That's amazing, Mister Qi! What is your mission?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.12": "Our mission is to ensure that the world's finite resources, such as minerals, building materials like wood or stone, and of course food, continue to exist.#$b#How do you think it's possible for you to find so many items around the world? Or who do you think puts rewards in the mine chests? This is the work of the Misters Qi.#$b#We have the ability to manipulate characteristics of the world around us, to create and distribute resources that are necessary for life.#$b#We do this so that the balance of the world is maintained and to prevent precious resources from running out.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.13": "But how can you do this just being here at the casino? Isn't that a lot of responsibility for just one person?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.14": "Yes, you're right, it's a lot of responsibility for one person.#$b#Only a human being like me couldn't do all this alone, he wouldn't have time for anything else.#$b#That's why I use a power called Consciousness Bifurcation to fulfill my mission and at the same time be able to lead a relatively normal life.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.15": "The Consciousness Bifurcation is a power I discovered when I decided to move to the Desert.#$b#This power allows me to divide my consciousness between other bodies, or representations, as I call them.#$b#I have four representations including this one, each of these representations has a different function and is linked to the main representation, which, in this case, is me.#$b#I can see what each of them is doing, control and communicate with them.#$b#This allows me to be in multiple places at once. This way, I can continue fulfilling my mission while still living my life as an ordinary human being.#$b#In the past, this was more difficult, since everything happened in the main representation.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.16": "So you're in several places at once because of your representations, and even control and communicate with them from a distance? It's very hard to believe...",
	"Event-05.MrQiRealNPC.ProperlyExplanations.17": "Yes, I know it's hard to believe, but I'm telling the truth.#$b#Besides this one, I have three other representations scattered around the world, one is in the physical world and the other two are on other layers.#$b#I can prove it to you, I can bring my representations here if you want. Do you want to see them?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.18": "Of course yes. I want to see them.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.19": "I'm glad you want to see my representations. I was afraid you'd be frightened by this revelation and not want to see them.#$b#I'd understand if you were scared, because it's not usual for someone to say something like that.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.20": "Are you ready, @?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.21": "Yes, I'm ready!",
	"Event-05.MrQiRealNPC.ProperlyExplanations.22": "Ok, So let's go.#$b#Some of my representations don't have a physical form, but you'll be able to hear them. It can be a little scary, but it's normal.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.23": "Wow! Another Mister Qi appeared right in front of us!",
	"Event-05.MrQiRealNPC.ProperlyExplanations.24": "Hey! What are you doing? I was doing something important!$u#$b#And why @ is here? Don't tell me you...$u",
	"Event-05.MrQiRealNPC.ProperlyExplanations.25": "I'm sorry, I know you were doing other things.#$b#And yes, I told ${himher}$ about the representations. And ${heshe}$ wanted to see you.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.26": "You know this is a mistake... You know the risks.$u",
	"Event-05.MrQiRealNPC.ProperlyExplanations.27": "Yeah, I know it's a mistake... But I trust @ and I know nothing bad will happen.#$b#Besides, I'm ${hisher}$ friend, I wouldn't be able to hide it from ${himher}$ for so long.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.28": "Can any of you explain to me what's going on???",
	"Event-05.MrQiRealNPC.ProperlyExplanations.29": "I'm sorry, @. This is my semi-physical representation.#$b#It's my only representation that has a physical form.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.30": "We are identical in shape, but have a different structure.#$b#While the main representation is made of flesh and blood, I am made of a different material.#$b#I am made of a magical material that allows me to exist physically, but without the necessities that an ordinary human being needs to live.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.31": "This representation is always in the Walnut Room, it's responsible for keeping that place safe. Only people who I think deserve to go there enter.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.32": "Well, now that you know this representation, I'll go back to the Walnut Room, that place needs me.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.33": "You hear a voice. It sounds like it's behind you.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.34": "Mister Qi (Spiritual): Hello, {{PlayerName}}. It seems like you're discovering the truth about the Misters Qi, right?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.35": "There is no one.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.36": "Calm down, I heard the voice too.#$b#It's my spiritual representation, it has no physical form, it just has a voice.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.37": "Mister Qi (Spiritual): In fact, I shouldn't even have a voice here in the physical world. I shouldn't even be in the physical world in the first place.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.38": "Mister Qi (Spiritual): I'm only here talking to you because the main representation asked me to introduce myself.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.39": "As I said, I can control each of these representations. I can easily communicate with them.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.40": "Mister Qi (Spiritual): Each of the representations has different responsibilities. I am responsible for communicating with beings in the spirit world, including the Misters Qi who preceded us.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.41": "Mister Qi (Spiritual): I'm a communication channel between the Misters Qi, if any of our ancestors have something important to say, they communicate with me.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.42": "The spiritual representation also has a great importance for keeping memories, since it holds the knowledge of previous Misters Qi.#$b#Everything they learned throughout their lives is stored in it.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.43": "Now I'm going to show you my extra-physical representation.#$b#It's the most important representation, it can't manifest in the physical world like the others, but I'll find a way to show it to you. Get ready.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.44": "You feel something weird.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.45": "I'm sorry for introducing myself that way, @. But I can't communicate with you any other way.$s#$b#Just like the spiritual representation, it also has no physical form, but it has a deep connection with this world.#$b#With this representation, I can see everything you and other valley residents are doing.#$b#It is with it that I have the ability to manipulate the world, it is with it that I create and distribute the resources you need to live.#$b#It is with it that I propose challenges and rewards for you to better explore Stardew Valley and strive to improve the farm as much as possible.#$b#Well, I can't stay inside your head for long, so I'm going to bring you back so the main representation can explain things better.#$b#Again, I apologize for invading your head like that...$s",
	"Event-05.MrQiRealNPC.ProperlyExplanations.46": "Welcome back, @!#$b#Now you know the truth about me, I feel so much better now that I don't have to hide it from you.$h#$b#I'll no longer have to pretend to be just someone who runs a casino.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.47": "...$s",
	"Event-05.MrQiRealNPC.ProperlyExplanations.48": "What's wrong?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.49": "I'm kind of... I'm scared of you.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.50": "You can be in several places at once, you can control the world around you, you're not the first Mister Qi and now you observe and create challenges for me. It's so much to process...",

	//Fearful Farmer
	"Event-Fork.MrQiRealNPC.FearfulFarmer.01": "You are afraid of me?$s#$b#I understand your feeling, knowing that you are being watched twenty-four hours a day is kind of scary.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.02": "But I want you to know that I don't observe you or anyone else with bad intentions.#$b#On the contrary, I need to observe people so that I know what kind of resources they need most.#$b#For example: If Robin, the Stardew Valley carpenter, is in need of wood for a specific project, I can make more trees grow in the valley.#$b#If Clint, the valley blacksmith, needs iron to forge tools, I can make more iron ores be in the mines.#$b#And in your case, I observe you so that I know what kind of challenges I should propose to you on the week.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.03": "My duty as Mister Qi is not to let essential things run out, so it's easier to do that if I know what each person needs, including you.#$b#That's why I watch not only you, but the whole Stardew Valley. Now you understand why I do that?",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.04": "I understand. But I have another question...",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.05": "And what is your question?",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.06": "Why you challenge me? What is your interest in me?",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.07": "So that's your question? Of course I'll answer.#$b#My interest in you is due to a promise I made to someone, that someone is your grandfather.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.08": "My grandfather? You knew him?",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.09": "Yeah, I knew him. He was one of the few who knew about the existence of the Misters Qi and our power.#$b#When he was at the end of his life, he asked me to guide him through your journey through Stardew Valley.#$b#He wanted you to strive to take care of your farm, to have a motivation to continue the %farm's legacy.#$b#So he asked me to observe you, create challenges and rewards for your efforts so that you could achieve 'perfection', as he called it.#$b#I accepted this responsibility in respect for your grandfather, he was a great friend of mine.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.10": "That's a great honor, but at the same time it's a great burden...",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.11": "I know, the journey to perfection is challenging, but you're not alone. I'm here to help you get there.$h#$b#Furthermore, you don't have to rush to achieve perfection, do everything in your own time.#$b#Enjoy as much as the valley has to offer and before you know it, you'll have reached perfection.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.12": "Are you still scared of me because you know I watch you?$s",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.13": "It's okay, I'm not mad at you for being afraid of me, it's understandable.#$b#You just need some time to understand everything.#$b#I hope you know that even though you're afraid of me, I'll always be here to help you.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.14": "I didn't expect our conversation to go this far, it's very scary.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.15": "I think I need some time to trust Mister Qi again...",

	//Surprised Farmer
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.01": "I can understand...$s#$b#I know it's a lot for you to process, but that's the truth.#$b#Maybe I made a mistake by telling you all this so suddenly...$s#$b#I should have introduced this subject to you when we first met, but I was too worried to tell you everything.#$b#I wanted to make sure I could trust you to reveal such an important secret like this.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.02": "I hope this doesn't make you afraid to talk to me, that was never my intention.#$b#I just wanted you to know the truth about me, because I consider you a friend.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.03": "So you're afraid of me now, after knowing all this?$s",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.04": "Afraid of you? Not at all! I'm a friend of a very powerful person who's on my side. I see no reason to be afraid of you.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.05": "I'm not afraid of you, in fact I'm honored to be your friend!",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.06": "Good to know you're not afraid of me, @.#$b#That was the biggest worry I had, even my ancestors were worried about how you would react.#$b#But anyway, do you still have any questions about me?",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.07": "Yes, you watch me so you can create challenges for me, but why? Why did you do that?",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.08": "Oh, that... well, I think the moment has come when I really need to explain.#$b#I don't know if he'll get upset, but knowing him, he probably wouldn't mind you knowing.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.09": "So, you know your grandfather? It's because of him that I watch you to propose challenges for you.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.10": "Yes, I knew your grandfather, he was one of the few who knew about the existence of the Misters Qi and our power.#$b#When he decided that he would leave the %farm farm to you as an inheritance, he asked me to watch you from afar and prepare challenges for you.#$b#He wanted you to have a motivation to continue %farm's legacy and achieve 'perfection'.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.11": "Perfection?",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.12": "'Perfection' is the continuous search for excellence and improvement.#$b#It's never accepting standing still in one place, always looking for something new to do.#$b#Your grandfather believed that you had the potential to make this place even better, so he decided to leave %farm in your hands.#$b#But he also knew that reaching perfection alone is complicated, so he gave me the mission of helping you on your journey, and since he was my friend, I accepted that mission.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.13": "That's why I watch you and create challenges for you, I try to help you reach the full potential your grandfather believed you could have.$h",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.14": "Wow, my grandfather had a lot of expectations for me.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.15": "Yes, your grandfather always expected the best from you.#$b#That's why he left %farm with you.$h",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.16": "Do you think I'm doing a good job honoring my grandfather's legacy?",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.17": "If you're doing a good job? I'm sure you are.#$b#Your grandfather must be happy to see everything you're doing on the %farm.$h#$b#He'll certainly be happy when you reach perfection.$h#$b#But you don't have to rush to perfection, take your time. After all, time is what you don't lack.#$b#Keep exploring the valley and taking care of your farm and, before you know it, you'll have achieved perfection.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.18": "Well, I guess that's it, you finally know the truth about me.#$b#Well, I guess that's it, you finally know the truth about me. I hope I've made things clearer and that you've understood my purpose in the world.#$b#I'm really happy you weren't scared of me after knowing all this, it was my biggest worry.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.19": "It's getting late, you can leave, you need to wake up early to take care of the farm.#$b#I'll always be here at the casino if you want to talk or play something,#$b#And my semi-physical representation will always be in the Walnut Room waiting for you to choose a challenge for the week.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.20": "This conversation I had with Mister Qi was very eye-opening! I discovered a lot about him, I had no idea he was so powerful.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.21": "And I also discovered more things about my grandfather, he trusted me a lot and I won't disappoint him!",

	//A Hidden Pain (Mister Qi's 10 Hearts Event)
	"Event-06.MrQiRealNPC.AHiddenPain.01": "Hi @, how's your night going?",
	"Event-06.MrQiRealNPC.AHiddenPain.02": "What am I doing here? Well, I come here occasionally to remember someone. She was very special to me.",
	"Event-06.MrQiRealNPC.AHiddenPain.03": "You look at the tomb, it says \\\"Our Beloved Mona\\\".",
	"Event-06.MrQiRealNPC.AHiddenPain.04": "Who was Mona? Mona was the former owner of the Oasis, she managed the Oasis to pay for her college, in the Gotoro Empire.#$b#She was loved by the Pelican Town people for being attentive to everyone, she was always willing to help anyone who needed it.#$b#Plus, she was my wife.",
	"Event-06.MrQiRealNPC.AHiddenPain.05": "Yes, I know it's weird to think that I was married once, even I thought it was weird at first.#$b#She was a very kind person... she died very young...$s",
	"Event-06.MrQiRealNPC.AHiddenPain.06": "I'm sorry, Mr. Qi.",
	"Event-06.MrQiRealNPC.AHiddenPain.07": "It's a shame, how did you meet?",
	"Event-06.MrQiRealNPC.AHiddenPain.08": "It's okay, it's been a long time.#$b#Mona and I met when she stayed on Ginger Island for a while on vacation and decided to stay longer because she discovered some interesting things on the island.#$b#She thought it would be interesting to stay on to do more research, so that she could use this research for her graduation work.#$b#Even though she was on vacation, she was still thinking about her studies. She saw this trip as a great opportunity to come up with a topic for her thesis, which she would start producing as soon as her vacation was over.",
	"Event-06.MrQiRealNPC.AHiddenPain.09": "Time passed and she realized that she wasn't alone on the island, as she had imagined. She had noticed my presence, she felt watched.#$b#I used to leave the Walnut Room sometimes and stare at the ocean or other places on the island, she must have seen me one of those times... She was very curious about me.",
	"Event-06.MrQiRealNPC.AHiddenPain.10": "One day, she became so curious that she decided to follow me to see where I was going.#$b#She ended up finding my nut room, she saw all that.#$b#I had no choice, I had to tell her all about myself, after all, she had already seen what she shouldn't have.#$b#She was supposed to keep it a secret, so we made a deal. She would keep the secret if I helped her with the research, and to keep the secret I had to accept.",
	"Event-06.MrQiRealNPC.AHiddenPain.11": "We'd meet up several times during the day, she'd tell me about her new discoveries and I'd help her unravel the mysteries of the island.#$b#Despite the challenge, it was a fair exchange, and our relationship grew stronger.",
	"Event-06.MrQiRealNPC.AHiddenPain.12": "Mona became the first friend I've had since I gave up my life to focus on being a Mister Qi.#$b#She understood that despite all the power I have, I am only a human being. We shared many secrets between us. She even gave me a nickname: Azure.#$b#I didn't like this nickname very much at first, but over time I started to not mind.$h",
	"Event-06.MrQiRealNPC.AHiddenPain.13": "As time passed, I began to feel that something was changing in me, I had fallen in love with Mona, but I just ignored this feeling.#$b#I had to concentrate on my mission as Mister Qi, that was why I had moved to Ginger Island, I couldn't let a simple chemical reaction in my brain distract me from my goal.#$b#At that point, I couldn't ignore that feeling anymore, the more I tried to repress it, the worse it would get.#$b#So I decided to tell Mona how I felt, so that I could get rid of that weight, if Mona left and I didn't tell her how I felt about her, I would feel very bad.#$b#What I didn't expect was for the feeling to be reciprocated, when I heard her say \\\"I love you too, Mr. Qi.\\\", something in me changed.#$b#I had gone from \\\"I need to focus on my mission\\\" to \\\"I want to be there for her no matter what\\\".",
	"Event-06.MrQiRealNPC.AHiddenPain.14": "This change made me focus on finding a way to continue my mission as Mister Qi and, at the same time, be with Mona.#$b#It was thanks to her that I discovered the Consciousness Bifurcation power, so now I could be with her, and not abandon my mission as Mister Qi.#$b#So I came to live with her in the Calico Desert, and left my semi-physical representation in the Walnut Room, so that I could continue my mission even away from the island.",
	"Event-06.MrQiRealNPC.AHiddenPain.15": "We lived together for almost a year, we divided the chores to keep everything organized.#$b#And she also needed time to prepare her thesis, it was the most important moment in her life, so I did most of the tasks so that she wouldn't lose focus.#$b#She was really putting a lot of effort into it, she spent sleepless nights preparing her thesis, I can't even count how many times I went to sleep without her because she was busy.#$b#We were very happy together... So happy that we decided to get married.$h",
	"Event-06.MrQiRealNPC.AHiddenPain.16": "What a emotional story, Mr. Qi!",
	"Event-06.MrQiRealNPC.AHiddenPain.17": "Yeah, it's an emotional story, but it seems that emotional stories don't always end with a happy ending...$s",
	"Event-06.MrQiRealNPC.AHiddenPain.18": "One week after our wedding, Mona had to present her thesis, she had to go to the Gotoro Empire to present it, since her college was there.#$b#She studied at a distance, so she would have to fly there.#$b#Of course, being planned, she had already bought the ticket. She had everything ready.#$b#I really wanted to go with her to be by her side in person, but she said I didn't need to and that she'd return the next day.#$b#Well, she didn't return... For some reason, the plane she was on hit turbulence and disappeared.$s#$b#She died literally one week after we got married, and she didn't get to present her thesis.$s#$b#She put so much effort into it and everything was just lost... everything.$s",
	"Event-06.MrQiRealNPC.AHiddenPain.19": "And the most shocking thing for me was that... I saw it all happen with my extra-physical representation.$s#$b#I saw people's desperation... the suitcases in the luggage racks falling... the explosion and...$s",
	"Event-06.MrQiRealNPC.AHiddenPain.20": "*sigh*",
	"Event-06.MrQiRealNPC.AHiddenPain.21": "I saw my wife die... and I couldn't do anything to stop it...$s#$b#Do you know how painful it is to see the person you love die, and you can't do anything about it???$s",
	"Event-06.MrQiRealNPC.AHiddenPain.22": "I'm sorry for your loss, Mr. Qi. It must have been extremely difficult for you.",
	"Event-06.MrQiRealNPC.AHiddenPain.23": "It was more than difficult, it was devastating.$s#$b#I felt useless, what's the point of having so much power if I can't even save those I love?$u#$b#I was destroyed, my representations went crazy, and I felt like a coward for not trying to go with her and just accepting that she should go alone.$s#$b#I even thought that this happened because I told her about the Misters Qi, so I was punished for the mistake.$s#$b#But the previous Misters Qi assured me that it wasn't that, it was just very bad luck.$s",
	"Event-06.MrQiRealNPC.AHiddenPain.24": "I tried to talk to her through the spiritual world, at least to hear her voice one last time... But I couldn't find her, it seemed like the world was against me.$s",
	"Event-06.MrQiRealNPC.AHiddenPain.25": "How did you deal with the loss, Mr. Qi?",
	"Event-06.MrQiRealNPC.AHiddenPain.26": "It was very hard, because of her I had started a new social life, I had met new people... But as soon as she passed away, I began to isolate myself again.$s#$b#The only person I still kept in touch with was Sandy, she was Mona's friend and managed the Oasis when she couldn't, she started to manage the Oasis full time after Mona passed away.$s#$b#Several times I thought about going back to Ginger Island, it was very difficult being in the same room where Mona slept, I remembered her no matter where I looked.$s#$b#And at night it was even worse... I couldn't even turn to the bed side where she slept.$s#$b#I only had a little peace when I took everything that reminded me of Mona out of my sight, at least that way I could sleep.",
	"Event-06.MrQiRealNPC.AHiddenPain.27": "Then the bus broke down and the Oasis started having financial problems, so we had to find a new way to survive.$s#$b#So I created the casino, a private club where only people I trust can enter. It was the only way I found to sustain myself.#$b#The casino was a busy place, and it was a lot of work to manage the place on my own.#$b#All that work distracted me from thinking about Mona, and I slowly managed to get back to normal, or so I thought.$s",
	"Event-06.MrQiRealNPC.AHiddenPain.28": "I thought I was over her, but no. I still feel terrible when I see anything related to her, I can still see the moment she died whenever I see anything related to her...$s",
	"Event-06.MrQiRealNPC.AHiddenPain.29": "*sigh*",
	"Event-06.MrQiRealNPC.AHiddenPain.30": "Lately I've been gathering the strength to visit her grave from time to time, even though it hurts me so much. I want to pay respect to her not only as her husband, but also as a Mister Qi.#$b#Unintentionally, she was an important turning point in the history of Misters Qi, thanks to her I discovered the Consciousness Bifurcation power, she was responsible for changing the whole way Misters Qi interact with the world.#$b#Thanks to her, future Misters Qi will be able to have ordinary lives and exercise their roles as Misters Qi, no longer having to abandon the whole life they live.#$b#If it weren't for her, I'd still be alone on Ginger Island, I wouldn't have the casino, I wouldn't know your grandfather, maybe I wouldn't even know you...#$b#My story would be totally different if it wasn't for her... I wanted to at least tell her how special she was.$s",
	"Event-06.MrQiRealNPC.AHiddenPain.31": "I'm really sorry for your loss, Mr. Qi. Mona seems to have been an incredible person.",
	"Event-06.MrQiRealNPC.AHiddenPain.32": "Yes, she really was. Mona filled a gap that was missing in my life, I had never met someone and connected in such a deep way.$h#$b#And... even though it pains me so much, I think I need to show her a little respect by coming here from time to time.#$b#I need to remember that, as well as being my wife, she was a milestone in the history of all the Misters Qi. I need to keep her legacy alive, even if it hurts me.",
	"Event-06.MrQiRealNPC.AHiddenPain.33": "Well, let's go, let's continue our conversation somewhere else, I don't feel very well here, for obvious reasons...#$b#How about we go to that bridge? It's a calmer place, no one will see us at this time of night.",

	//Still Afraid End
	"Event-Fork.MrQiRealNPC.End_StillAfraid.01": "This place is a little quieter, with a lighter atmosphere.",
	"Event-Fork.MrQiRealNPC.End_StillAfraid.02": "Yes, I know that seeing myself like this is very strange, especially knowing that I have so much power in my hands.#$b#But even though Misters Qi are very powerful and carry great responsibility, we are still human beings. We have weaknesses, we carry traumas, fears and insecurities, just like any other human being.#$b#And just like any other human being, we try to avoid letting our weaknesses show, but we don't always succeed.",
	"Event-Fork.MrQiRealNPC.End_StillAfraid.03": "I understand that you're afraid of me, most people would be too.#$b#And I'm not angry that you're afraid of me, after Mona, you're the only person I've talked about my history and my powers with, I'd never do that if I had anything against you.",
	"Event-Fork.MrQiRealNPC.End_StillAfraid.04": "And don't take this as me wanting you to stop being afraid of me, that's not what I want, I just want you to carry on being the person you are.#$b#Even though you're scared, you still come to see me, you still talk to me and listen to me, and I really value that.$h",
	"Event-Fork.MrQiRealNPC.End_StillAfraid.05": "Oh, and thank you so much for listening, it really means a lot to me.#$b#I hope you have a good night, see you tomorrow.$h",
	"Event-Fork.MrQiRealNPC.End_StillAfraid.06": "Mr. Qi's story with Mona is very emotional, they seemed to love each other very much. It's a shame it ended so tragically.",
	"Event-Fork.MrQiRealNPC.End_StillAfraid.07": "It seems he still can't deal with grief very well... I hope that someday he'll be able to move on and won't have to avoid remembering her.",

	//Not Afraid End
	"Event-Fork.MrQiRealNPC.End_NotAfraid.01": "Thanks for following me this far, @. This place is much more peaceful for me.#$b#Being in that cemetery looking at Mona's grave makes me remember the moment of the accident, it's so... so painful. I feel so bad being there.$s",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.02": "I'm sorry, but... if being close to her grave hurts you so much, why are you still going? You don't need to suffer any more than you already have.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.03": "I know, but she is very important to the Misters Qi, I should pay respect to her for all the change she has caused.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.04": "Maybe there are better ways to do this... you weren't like this before.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.05": "I wasn't in this condition before because I was trying to forget her existence, @.$u#$b#Why do you think I hid the things that remind me of Mona? Why do you think that when you asked about the double bed in my room I scolded you and told you not to intrude?$u#$b#Whenever something or someone reminds me of Mona, it makes me uncomfortable.$s#$b#Forgetting she existed was working, but since the day you came into my lab I've started to remember her again, so I realized what a coward I was being for trying to deal with the pain in this way.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.06": "No, this isn't your fault, I just didn't pay attention to the fact that Mona had written a note in the Seasoning Qi recipe.#$b#And in a way, I think noticing it was a good thing, I was making a mistake by trying to forget someone so important to my story.#$b#I was trying to forget the reason why I revolutionized the way Misters Qi live, I was disrespecting the legacy that Mona left for all Misters Qi.#$b#I was trying to forget the reason why I revolutionized the way Misters Qi live, I was disrespecting the legacy that Mona left for all Misters Qi. But thanks to you, I'm trying to deal with this loss in a different way.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.07": "*sigh*",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.08": "And even though remembering all this is painful, I must thank you for opening my eyes and making me realize the mistake I was making.#$b#I'd also like to thank you for listening to my story, it's really hard to share these memories, even though it's been so long.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.09": "Mr. Qi... You don't need to come here if it hurts you, I think you should move on. Staying stuck in the past will only hurt you more.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.10": "I think you're right, but it's so hard... I've been trying for a long time, but I can't.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.11": "I understand that it's difficult and that Mona was an important part of your story, but stories come to an end and maybe it's time to end this one and start a new one.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.12": "I understand that it's difficult and that Mona was important to you, but the way you're dealing with it is only going to make things worse. You'll never get over her if you carry on like this.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.13": "*sigh* I have to admit that you're right, I'll never be able to move on if I hold on to the past and hide what causes me pain. I need to face it head on...$s",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.14": "Well... since the day you came into my lab, I've noticed some similarities between you and Mona.#$b#It's weird, but the way you acted that day reminds me of her, and the longer I talk to you, I notice more and more similarities.#$b#I can't explain it, but there's something about you that makes me feel the same way I felt when I was with Mona.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.15": "I shouldn't feel that way, I still love Mona very much and to say that is like I'm betraying her...$s#$b#I know it doesn't make sense, after all, she's dead. But it seems that there's a part of me that doesn't understand this... How can a simple chemical reaction in the brain cause so much conflict???$u",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.16": "But I think I now understand what I'm feeling for you...#$b#I think that from the day you entered my laboratory I started to feel something for you...$s#$b#Part of me knows that it doesn't make sense, but I feel that I'm wrong to feel that way.$s",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.17": "I know it's very unexpected, I didn't expect it to happen either. I thought that after Mona, I'd never feel that way about anyone again, but somehow you've managed to prove otherwise.#$b#It's impressive that I'm so powerful and have so much knowledge and yet feelings still manage to confuse me.$u",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.18": "I know I've put you in an uncomfortable situation, but I needed to be honest with you.#$b#Since losing Mona, I thought I'd never fall in love with anyone again.#$b#You found a light that I thought was lost.$h#$b#And even though I feel like I'm betraying Mona, I want to put what happened behind me and be able to live peacefully. As you have said, sticking to the past will only hurt me more.#$b#She was important to my life and to future Misters Qi, and I will never let that be forgotten, but life goes on, I've spent too long mourning her loss.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.19": "I don't expect you to reciprocate, but I still want to know...$h",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.20": "Do you feel the same way about me? Would you have a relationship with me if you could?",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.21": "Yes, I feel the same way about you, I think I would have a relationship with you.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.22": "No, let's just stay friends.",

	//Unlock Mr. Qi as romanceable option
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.01": "So you... feel the same? I didn't expect that, but I'm very happy to hear it... Very happy indeed.$h#$b#I'd completely understand if you said you didn't feel the same way about me. After all, taking into account the whole context and the difficulty I have in getting over Mona, you might think I would just be trying to fill the void she left.#$b#But I'm not doing that, I just want to be able to move on and leave what happened in the past.",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.02": "To be honest, I was more prepared if you said no. I really don't know what to do now...$s#$b#I like you, but I'm afraid to continue...$s",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.03": "I understand, Mr. Qi. It's understandable given everything you've been through, but I guess we can get through it together. You don't have to go through all this alone.",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.04": "Would you be willing to help me?$h#$b#I really appreciate you making yourself available to help me get through all this, I tried for years and I couldn't. I hope that with you by my side I can finally move on. I hope that with you by my side I can finally move on.",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.05": "I'll be here for whatever you need, it will be a long road, but if we work together to overcome the past, we can write a future.",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.06": "Yes, you're right. Maybe with your help I can finally get over what happened and move on.#$b#Thank you so much for being there for me, @. It's comforting to know that I'm not alone. Let's face the difficulties together and start a new chapter in my life.",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.07": "Anyway, it's getting very late, we'd better go, the sun will be up soon.#$b#Thank you very much for listening to me and being willing to help me, it means a lot to me. Good night.$h",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.08": "It will be a long journey, but Mr. Qi seems to be willing to change. I hope I can help him overcome the loss of Mona so that we can be together without the past haunting him.",

	//Keep Mr. Qi only friendable option
	"Event-Fork.MrQiRealNPC.JustFriendsQi.01": "I understand, I expected you to say no. I just needed to be honest with you.",
	"Event-Fork.MrQiRealNPC.JustFriendsQi.02": "Let's forget what just happened, I don't want it to affect our friendship.",
	"Event-Fork.MrQiRealNPC.JustFriendsQi.03": "Oh, and thanks so much for listening, @. I'm really glad you're on my side.$h#$b#I swear that someday I'll get over everything that happened to Mona, I know I will.",
	"Event-Fork.MrQiRealNPC.JustFriendsQi.04": "I know you'll do it, Mr. Qi!",
	"Event-Fork.MrQiRealNPC.JustFriendsQi.05": "Thanks so much for believing in me, @.$h#$b#Anyway, I have to go now, it's very late, see you tomorrow.",
	"Event-Fork.MrQiRealNPC.JustFriendsQi.06": "Losing Mona and seeing her die was a huge blow for Mr. Qi... I hope he can get over everything that happened.",

	//A Restart (Mister Qi's 2 hearts event if romance route is unlocked)
	"Event-07.MrQiRealNPC.ARestart.01": "Oasis is so empty at this time... How boring.$s#$b#I should invite Emily to come here more often.$s",
	"Event-07.MrQiRealNPC.ARestart.02": "Hi Sandy, good morning, how are you?",
	"Event-07.MrQiRealNPC.ARestart.03": "Azure... I mean, Mister Qi! Good morning. What are you doing here? Today isn't payday, you already paid me last week, remember?",
	"Event-07.MrQiRealNPC.ARestart.04": "That's not why I came here...$u#$b#It's just that things are a little boring at the club, so I decided to go out for a while.",
	"Event-07.MrQiRealNPC.ARestart.05": "Wow, this is rare! You yourself say that you're bored and leave the club on your own. It's going to rain today.#$b#Come closer, you don't need to be so far away, I'm not going to attack you, Azure.",
	"Event-07.MrQiRealNPC.ARestart.06": "*Sigh*",
	"Event-07.MrQiRealNPC.ARestart.07": "Hey, are you okay? You seem a little depressed, you didn't even complain about me calling you Azure.",
	"Event-07.MrQiRealNPC.ARestart.08": "Ah, well... It's just that I started to remember Mona again...$s",
	"Event-07.MrQiRealNPC.ARestart.09": "Oh, so it's this... What happened to her really was a tragedy.$s",
	"Event-07.MrQiRealNPC.ARestart.10": "Yes, it really was, it's been so long since it happened, but it seems like yesterday... How did you get over it?$s",
	"Event-07.MrQiRealNPC.ARestart.11": "Well, unfortunately that's the natural course of life, what else can we do but accept it and move on?$s#$b#And even if we move on, the pain won't go away, but we need to learn to deal with it.$s#$b#And I was her friend, you were her husband, of course the pain must be much greater for you than for me.",
	"Event-07.MrQiRealNPC.ARestart.12": "Hello, @. I was talking to Sandy about some things...#$b#By the way, I'm glad you're here, I wanted to talk to you about that day...#$b#How about we go to my room? It's a more private place, we can have this conversation there.",
	"Event-07.MrQiRealNPC.ARestart.13": "Great, let's go, @. We'll talk later, Sandy.",
	"Event-07.MrQiRealNPC.ARestart.14": "I've been thinking about that conversation we had... Even though talking about Mona with someone was very comforting, now I feel extremely bad...$s#$b#It's like I'm back to scratch, looking at this place reminds me of her...$s#$b#And knowing that I hid her things so that I wouldn't see them makes me feel even worse. I couldn't even manage the casino today...$s",
	"Event-07.MrQiRealNPC.ARestart.15": "I know I said I'd try to get over Mona's death so we could have a future together but... I don't know where to start.$s",
	"Event-07.MrQiRealNPC.ARestart.16": "It's okay, Mr. Qi, let's start slowly. Let's try to see some of her things, can you make this effort?",
	"Event-07.MrQiRealNPC.ARestart.17": "You can't overcome something like that overnight, it takes time. Let's start by trying to see some of her things, do you think you can do that?",
	"Event-07.MrQiRealNPC.ARestart.18": "I think so, if you're with me.#$b#Maybe it's worth getting rid of some of her things, just hiding them isn't helping me get over what happened...$s",
	"Event-07.MrQiRealNPC.ARestart.19": "Yes, I'm sure I want to do this, @. I should have given Mona's things a proper disposal a long time ago, but I couldn't do it on my own, I couldn't look at her things...$s#$b#But with you by my side, I'll make an effort to do it.$h",
	"Event-07.MrQiRealNPC.ARestart.20": "*Sigh*",
	"Event-07.MrQiRealNPC.ARestart.21": "Let's start from that closet...$s",
	"Event-07.MrQiRealNPC.ARestart.22": "I haven't opened this closet since the day Mona died...$s#$b#I left the key in a secret place, I'll go get it, wait here.",
	"Event-07.MrQiRealNPC.ARestart.23": "Mr. Qi went to get Mona's closet key.",
	"Event-07.MrQiRealNPC.ARestart.24": "I found it, I can't believe I'm going to open this after so long.",
	"Event-07.MrQiRealNPC.ARestart.25": "Here we go...",
	"Event-07.MrQiRealNPC.ARestart.26": "Mr. Qi opens the closet door. It's full of clothes.",
	"Event-07.MrQiRealNPC.ARestart.27": "These are her clothes...$s#$b#They're exactly as she left them...$s",
	"Event-07.MrQiRealNPC.ARestart.28": "Are you sure you want to do this, Mr. Qi?",
	"Event-07.MrQiRealNPC.ARestart.29": "I know it's hard, but I'm here. Let's do this together.",
	"Event-07.MrQiRealNPC.ARestart.30": "Yes, I want to do this... I feel like it's necessary.#$b#I've spent too much time hiding her things in an attempt to forget her and it hasn't worked, I think it's better just to get them out of here.",
	"Event-07.MrQiRealNPC.ARestart.31": "I know, thank you so much for being here, @. I appreciate your willingness to help me, if it weren't for you I'd never have the strength to open this closet again.$h",
	"Event-07.MrQiRealNPC.ARestart.32": "Anyway, let's continue.",
	"Event-07.MrQiRealNPC.ARestart.33": "Mr. Qi and I started to take Mona's clothes out of the closet and put them in a box.",
	"Event-07.MrQiRealNPC.ARestart.34": "*Sigh*",
	"Event-07.MrQiRealNPC.ARestart.35": "I think that's it... All of Mona's clothes are there. Or rather, almost all.",
	"Event-07.MrQiRealNPC.ARestart.36": "There are still the clothes she kept in the bottom drawer of the dresser, let's see.",
	"Event-07.MrQiRealNPC.ARestart.37": "*Sigh*",
	"Event-07.MrQiRealNPC.ARestart.38": "Mr. Qi unlocks the dresser drawer and opens it, there are some more of Mona's clothes inside.",
	"Event-07.MrQiRealNPC.ARestart.39": "These are the clothes she wore on a daily basis.",
	"Event-07.MrQiRealNPC.ARestart.40": "Mr. Qi picks up an outfit from the drawer, it's a simple red sweatshirt with a white stripe in the middle, it looks a little old.",
	"Event-07.MrQiRealNPC.ARestart.41": "Mona really liked this sweatshirt, she wore it very often. Even though it was so simple, she still looked beautiful wearing this.$h#$b#All these clothes are kind of old, maybe it's better to throw them away. Let's put them in another box.",
	"Event-07.MrQiRealNPC.ARestart.42": "We started putting the clothes that were in the drawer into the box.",
	"Event-07.MrQiRealNPC.ARestart.43": "@, I found something different here! It's a notebook.",
	"Event-07.MrQiRealNPC.ARestart.44": "I think it's Mona's diary, @..",
	"Event-07.MrQiRealNPC.ARestart.45": "What will I do with this? Honestly, I want to read it, but it's so personal to her...$s#$b#But I think it's important to take a look at it, maybe there's something I want to keep in my memories.",
	"Event-07.MrQiRealNPC.ARestart.46": "Mr. Qi opens a page of the diary to try to read, his hands are shaking.",
	"Event-07.MrQiRealNPC.ARestart.47": "I can't read it...$s",
	"Event-07.MrQiRealNPC.ARestart.48": "Can you read a page for me, @? I won't be able to read this...$s",
	"Event-07.MrQiRealNPC.ARestart.49": "You open a random page of Mona's diary.",
	"Event-07.MrQiRealNPC.ARestart.50": "\\\"Fall 19: Today I decided to take a break from my thesis to go to the movies with Azure, we have to go out together from time to time, and a little leisure is good for us.\\\"#\\\"I heard that the movie \\\"It Howls In The Rain\\\" is showing in theaters in the city. It's not really the kind of movie I usually like, but I decided to give it a chance, since Azure might like it.\\\"#\\\"And to my surprise, Azure loved the movie! Seeing the sparkle in his eyes as we watched made the whole experience worth it for me, even though it wasn't my favorite kind of movie.\\\"",
	"Event-07.MrQiRealNPC.ARestart.51": "I remember that day, she had told me about this movie a few days before and decided to buy tickets.#$b#In fact, I didn't even think I was going to like the movie, but it was fun.$h",
	"Event-07.MrQiRealNPC.ARestart.52": "\\\"After the movie, we went to a restaurant for a small dinner before heading back to Pelican Town, it was a fun night! But I wish there was a movie theater in Pelican Town, it would be so much better if we didn't have to travel so far just to see a movie.\\\"#\\\"I hope someone opens a movie theater in Pelican Town someday, so we can both watch this or another movie without having to go into town!\\\"",
	"Event-07.MrQiRealNPC.ARestart.53": "I remember that dinner too, she was very happy.#$b#We had this conversation about having a movie theater in Pelican Town during the return, she always said that Pelican Town didn't have many leisure options.#$b#She really liked going to the movies, but because it was so far away she couldn't go very often.#$b#I think I want to keep this diary, even if I can't read it now, there are some things in there that I want to keep in my memory. Maybe one day I'll find the strength to read it.",
	"Event-07.MrQiRealNPC.ARestart.54": "You put Mona's diary back in the drawer.",
	"Event-07.MrQiRealNPC.ARestart.55": "Well, now about the clothes. What are we going to do with them?",
	"Event-07.MrQiRealNPC.ARestart.56": "I think Sandy will know what to do with this, let's take these boxes to the Oasis, @.",
	"Event-07.MrQiRealNPC.ARestart.57": "Mr. Qi and I took the boxes to the Oasis.",
	"Event-07.MrQiRealNPC.ARestart.58": "Hello again, @ and Azure! Looks like you two had a pretty long chat!$h",
	"Event-07.MrQiRealNPC.ARestart.59": "I see you brought some boxes too, what's in them?",
	"Event-07.MrQiRealNPC.ARestart.60": "It's Mona's clothes, they were still stored in the room, but @ helped me put them in these boxes. They were taking up a lot of space.",
	"Event-07.MrQiRealNPC.ARestart.61": "Wow, Azure, I didn't know you still kept her clothes!#$b#They're in almost perfect condition! What will you do with them, Azure?",
	"Event-07.MrQiRealNPC.ARestart.62": "That's why I brought these clothes, Sandy. I don't know what exactly to do with them.$s#$b#They're too new to throw away, but I don't want them taking up unnecessary space in my room. I thought maybe you would have some idea of what to do with them...",
	"Event-07.MrQiRealNPC.ARestart.63": "I see, you trusted the right person to solve this issue!$h#$b#I'll take a closer look at these clothes and decide what we're going to do with them, okay? Just a moment.",
	"Event-07.MrQiRealNPC.ARestart.64": "Sandy opens the boxes and takes a closer look at Mona's clothes.",
	"Event-07.MrQiRealNPC.ARestart.65": "So, What do you think we should do with these clothes?",
	"Event-07.MrQiRealNPC.ARestart.66": "Well, some of the clothes are a little old, especially the ones in the second box, but I think they can still be used!$h#$b#I think we can give these clothes to Emily, she'll certainly like them, and she'll take care of these more worn clothes!#$b#What do you think about this idea, Mr. Qi?",
	"Event-07.MrQiRealNPC.ARestart.67": "I think it's a good idea, as long as those clothes are no longer in my room, it's great. I really don't want them there...$s#$b#What do you think of Sandy's idea, @?",
	"Event-07.MrQiRealNPC.ARestart.68": "Did you like the idea too? Great!$h",
	"Event-07.MrQiRealNPC.ARestart.69": "So it's settled, let's do this as soon as possible, shall we, Sandy?",
	"Event-07.MrQiRealNPC.ARestart.70": "Of course, Azure. As you wish.#$b#I'll prepare the boxes to take to Pelican Town, okay?",
	"Event-07.MrQiRealNPC.ARestart.71": "Okay, I'll be waiting. @, come with me.",
	"Event-07.MrQiRealNPC.ARestart.72": "Thank you so much for helping me get rid of Mona's clothes, @. I wouldn't be able to do this if you weren't by my side.$h#$b#I hope that together, I can overcome what happened in the past and focus on the present.$h",
	"Event-07.MrQiRealNPC.ARestart.73": "And I know that it may take time before we can really have something together, and that you may... Stop feeling what you feel about me during the journey...#$b#But even if this happens, I'll still be very grateful that you helped me to actually move on.$h",
	"Event-07.MrQiRealNPC.ARestart.74": "Hey Azure, everything's ready, we can take this to Pelican Town now.#$b#Hey, what's going on with you two? You're too close to each other...$u",
	"Event-07.MrQiRealNPC.ARestart.75": "I was just thanking @ for helping me get the boxes to the Oasis, that's all.",
	"Event-07.MrQiRealNPC.ARestart.76": "Hmm... Okay then. Let's go?$u",
	"Event-07.MrQiRealNPC.ARestart.77": "Yes, let's go, the sooner the better.",
	"Event-07.MrQiRealNPC.ARestart.78": "Sandy and Mr. Qi took Mona's clothes to Emily's house, I hope Emily makes good use of them.",
	"Event-07.MrQiRealNPC.ARestart.79": "Hi, @. Everything went well, Sandy delivered the clothes to Emily, I hope those clothes are in good hands, Mona took care of those clothes very carefully.",

	//Extras
	"Extras.MrQiSemiPhysicalName": "Semi-physical Qi", 
	"Extras.MrQiExtraPhysicalName": "Extra-physical Qi",

	/* ++++++++++++++++++ */
}