{
	/* +++++|MOD CONFIG.|+++++ */

	"config.Kid_or_Name.name": "Kid Or Name",
	"config.Kid_or_Name.description": "Change the way Mr. Qi will treat you. He may refer to you as 'Kid' or your name. Default is your name.",
	"config.Kid_or_Name.values.Name": "Name",
	"config.Kid_or_Name.values.Kid": "Kid",

	/* +++++++++++++++++++++++ */

	/* +++++|TOKEN VALUES TRANSLATION|+++++ */

	"KidOrNameToken.NameOption": "@",
	"KidOrNameToken.KidOption": "kid",
	"AlienNameToken.Option1": "Orbis",
	"AlienNameToken.Option2": "Nix",
	"AlienNameToken.Option3": "Lunaris",
	"AlienNameToken.Option4": "Astor",
	"AlienNameToken.Option5": "Quill",

	/* ++++++++++++++++++++++++++++++++++++ */

	/* +++++|MISTER QI NAME TRANSLATION|+++++ */

	"Qi.name": "Mister Qi",

	/* ++++++++++++++++++++++++++++++++++++++ */

	/* +++++|LOCATION NAMES TRANSLATION|+++++ */

	"Location.QiRoom": "Mister Qi's Room",
	"Location.QiLab": "Mister Qi's Laboratory",

	/* ++++++++++++++++++++++++++++++++++++++ */

	/* +++++|GIFT REACTIONS|+++++ */

	"Qi.GiftReactions.Love": "Hey, thanks for the gift, {{NameOrKid}}! It will be very useful.",
	"Qi.GiftReactions.Like": "Thank you very much for this gift. I liked it.",
	"Qi.GiftReactions.Dislike": "Oh, okay. Thanks, I guess?",
	"Qi.GiftReactions.Hate": "What do you want me to do with this? Do I look like a dumpster or something?",
	"Qi.GiftReactions.Neutral": "Thanks for the gift.",

	/* ++++++++++++++++++++++++++ */
	
	/* +++++|DIALOGUE|+++++ */

	//Introduction
	"Qi.MrQiAndClubIntroduction": "Well, I knew you'd get to this place someday.#$b#From now on, you are part of my club, {{NameOrKid}}. Come whenever you want to spend some time.#$e#Just be careful not to get addicted to those gambling games. I don't want to deal with that kind of problem.#$b#Dealing with Welwick's alcoholism is enough.$u",

	//Spring
	"Qi.Dialogue.spring_1": "A new year just started, surely this means something to you, right?#$b#For me, this means that the work is just beginning. I have a lot of things to do.#$b#So, if you'll excuse me...",
	"Qi.Dialogue.spring_12": "I know that tomorrow the villagers of the Valley will have a celebration called \"Egg Festival\".#$b#I wonder why they celebrate this; there is no special date on this day.#$b#Even so, each people has their own culture. I cannot judge them for that.#$e#Don't expect me to be there, and if I am, you'll have to struggle to find me in the crowd!",
	"Qi.Dialogue.spring_23": "Tomorrow will be a busy day for the villagers, especially the single ones.#$b#The Flower Dance festival is one of those festivals where people humble themselves to be part of the tradition.#$b#I hope you already have a dance partner, {{NameOrKid}}. And if you don't have one, don't bother people by asking if they want to dance with you; it's humiliating and embarrassing.",
	"Qi.Dialogue.spring_28": "Summer is coming; the heat wave will be great at this time of the year.#$b#So, if you want, you can come to the club and enjoy the air-conditioned environment.#$b#And who knows, maybe you can have some fun playing games and earn some money?",

	//Summer
	"Qi.Dialogue.summer_1": "I hope you've prepared your farm for this new season. Some crops are quite profitable this time of year.#$b#I can give you some tips on that if you want.#$b#Anyway, have a nice summer, {{NameOrKid}}.",
	"Qi.Dialogue.summer_10": "Tomorrow will be Luau day; the villagers gather their best ingredients to make a soup for the governor to try...#$b#The governor trusts people so much... Someone could easily poison the soup; it's a little dangerous.#$b#I would never taste that soup for reasons of hygiene.",
	"Qi.Dialogue.summer_27": "The migration of the Moonlight Jellies is quite a spectacle for the villagers, but not for me.#$b#Those invertebrates are very simple creatures. They just follow their instinct and swim around; there is nothing amazing about them.#$b#But it seems that bioluminescence leaves the villagers in awe. They find something as simple as lights to be a beautiful spectacle.#$b#Their attention is focused only on the light emitted. They are like moths being attracted to a lamp.",

	//Fall
	"Qi.Dialogue.fall_1": "Well... What to say about autumn? It's a time of transition between summer and winter; it's the season when the leaves fall to the ground.#$b#But there are places where the differences between these seasons are not so noticeable. In tropical places, there is little difference between the seasons; they can be easily confused.",
	"Qi.Dialogue.fall_15": "Ah... the Stardew Valley Fair, what a silly and insignificant festivity.#$b#It seems that people don't make the minimum effort to achieve excellence. They always bring mediocre products and expect to get high points for doing the minimum expected of them.$u#$b#Even the champion has weak products with little value. They may even be varied, but there's no point in having a great variety of products if they are ordinary.#$b#This is the fault of the appraiser, who is not judicious enough. I'm sure that if he were stricter, the fair's participants would put in much more effort to reach first place.",
	"Qi.Dialogue.fall_26": "Spirit's Eve is a good festival; it has interesting things to see.#$b#That man from the Adventurers Guild always brings some monsters to the exhibition. It's not that hard to do, but it's a risk that the villagers usually don't want to take.",

	//Winter
	"Qi.Dialogue.winter_1": "Winter is a good time to relax, as you don't have to tend to crops.#$b#But it is also a time when you can focus on other activities. You can fish, mine, and forage.#$b#But if you don't want to do any of that, come spend some time in the casino.",
	"Qi.Dialogue.winter_7": "The Festival of Ice is so... boring.#$b#Some people make ice sculptures, and some make snowmen. It's such a monotonous thing; there's nothing interesting about it.#$b#But I know there's a fishing competition, so I hope you have good fishing skills if you decide to participate.#$e#You must have some skill in this, right? Never enter a competition if you're not going to win.",
	"Qi.Dialogue.winter_17": "Today is the last day of the Night Market; there are many interesting things that those merchants sell. Things that interest me.",
	"Qi.Dialogue.winter_24": "Hello, {{NameOrKid}}. Tomorrow will be the Winter Star Festival; the villagers will do the traditional gift exchange among themselves.#$b#Do you already know what to give your secret friend?",
	"Qi.Dialogue.winter_26": "Hey @, the day I told you the truth about me, you said you were scared of me...$s#$b#So I wanted to ask you something...",
	"Qi.Dialogue.winter_28": "Today I'm going to be away from the casino for a while. It's very tiring to deal with the people there...",

	//Days Of Week - 0 Hearts (As Non-Romanceable Option)
	"Qi.Dialogue.Mon": "Mondays are very busy days; there's a lot of work to do.#$b#At least the casino isn't as busy during the beginning of the week.",
	"Qi.Dialogue.Tue": "Hi {{NameOrKid}}. Do you need something?#$b#If you have any questions, feel free to ask. Asking is the best way to learn something new.",
	"Qi.Dialogue.Wed": "Always pay attention to the smallest details. Explore the surroundings carefully.#$b#There are a lot of things to discover in this place; some of them can only be discovered by very attentive people.",
	"Qi.Dialogue.Thu": "Don't tell anyone about the casino; it's an exclusive place. Only people I trust can enter.#$b#You should feel privileged to have access to such a secret place.#$b#You manage to keep it a secret, don't you?$u",
	"Qi.Dialogue.Fri": "The casino is a great place to spend the weekend. Come to the casino whenever you like.#$b#Just don't drink too much, or you'll be like Welwick.$u",
	"Qi.Dialogue.Sat": "Want some advice?#$b#Never stop striving to achieve perfection.#$b#Settle for nothing less than excellence in everything you do.#$b#Trust me, seeing the result of all your hard work is very satisfying.",
	"Qi.Dialogue.Sun": "Hi {{NameOrKid}}, how are you?#$e#Just taking a walk? I see. This place is very nice to be in after spending hours in the desert heat.#$b#If you are free, enjoy and play some games. I feel you are in luck today.",

	//Days Of Week - 2 Hearts (As Non-Romanceable Option)
	"Qi.Dialogue.Mon2": "Hi {{NameOrKid}}, how are you?#$b#I'm a little busy. You know, I have a lot of things to do.#$b#You can play some casino games if you like. You're always welcome here.",
	"Qi.Dialogue.Tue2": "You are making good progress on your farm, {{NameOrKid}}. Keep it up and you'll go even further.",
	"Qi.Dialogue.Wed2": "Here's a tip for when you go mining: Always take food with you when you enter the mines.#$b#Food can help you recover energy so you can spend more time mining.",
	"Qi.Dialogue.Thu2": "Have you heard of the Prismatic Shard?#$b#It's a stone that has an extremely colorful shine. Nobody knows for sure its origin; it's very rare to be found.#$b#I remember the first time I saw one. Its glow was so beautiful; it was impressive. I even thought it was radioactive given all the brightness, but it's not.#$b#Maybe someday you'll find one. Here's a tip: You're more likely to find one in the deep levels of the Skull Cavern.",
	"Qi.Dialogue.Fri2": "You know that guy selling the Statue of Endless Fortune for 1 million gold?#$b#It is a very useful statue to have in your home, as well as being a great decorative piece.#$b#But it's not the only useful statue you can get, there are other statues even more useful than it.#$e#What are they? Keep exploring this world and you will soon find out, {{NameOrKid}}.",
	"Qi.Dialogue.Sat2": "How's your weekend going so far, {{NameOrKid}}?#$b#Whenever you're bored, you can come to the casino and spend some time playing CalicoJack or testing your luck on the slot machines.",
	"Qi.Dialogue.Sun2": "Welwick said she wouldn't drink too much today. Knowing her, I know she won't be able to control herself...$u#$b#She needs help to overcome her drinking problem, but there's not much you can do when someone doesn't want to be helped.$u",

	//Days Of Week - 4 Hearts (As Non-Romanceable Option)
	"Qi.Dialogue.Mon4": "Hi, {{NameOrKid}}. I hope you're having a good day.#$b#Whenever you want to spend some time, come and have fun at the casino.#$e#If you find anyone cheating, please let me know. I will take care of it.",
	"Qi.Dialogue.Tue4": "The salesperson downstairs is Sandy. She's part of my select group of 'friends' in the valley.#$b#Well, friends in quotes, since we've never exchanged more than five words since we met. She only sees me on the day she gets her paycheck.#$b#She doesn't know much about me, and I hope she never does.",
	"Qi.Dialogue.Wed4": "Are you practicing your other skills besides harvesting, {{NameOrKid}}?#$b#If you want to achieve excellence, you have to be good at all your skills. As they say: Practice makes perfect.#$b#Life is only fun when we practice something different and challenge ourselves to always overcome our barriers; we shouldn't accept becoming stagnant in one place.",
	"Qi.Dialogue.Thu4": "Sandy always asks to come into the casino, but I don't allow her in here, even though I know her and know she can keep it a secret.#$b#I don't think she's the kind of person who can hang out in a casino... She could cause problems with that personality of hers.$u#$b#It takes a certain responsibility to enter a casino; otherwise you can... Well, get addicted.$u",
	"Qi.Dialogue.Fri4": "Have you ever bought anything with the Qi coins you earn in the casino games? You can buy many rare and useful items with them.#$b#That guy next to the hallway leading to my room sells some interesting items. You should take a look; maybe there is something of interest to you.",
	"Qi.Dialogue.Sat4": "There are many languages in the world; each one has its own particularities. Some are more difficult to learn than others.#$b#One language that is more difficult to learn is the Dwarvish language. It takes a lot of study and interaction with dwarves to learn this language.#$e#Op ah taitsu, E om hniun e nhes noliolu, os yunn os mool adoot noliolus. E om hniun e ool noliolu olai to emoleu.#$b#Maybe someday you'll be able to understand what I said, {{NameOrKid}}.", //The Dwarvish text was made with the Dwarvish Translator by Kdau (https://www.kdau.com/dwarvish). I don't know how the Dwarvish works in the game when played in non-latin languages, but this translator can be used for 'translate' latin languages to Dwarvish. 
	"Qi.Dialogue.Sat4.HasDwarvishGuide": "There are many languages in the world; each one has its own particularities. Some are more difficult to learn than others.#$b#One language that is more difficult to learn is the Dwarvish language. It takes a lot of study and interaction with dwarves to learn this language.#$e#And of course, I am fluent in this language, as well as many other languages. I am fluent in any language you can imagine.#$b#Oh, did you understand what I said? Congratulations, it means you are exploring this world and discovering new things. Keep it up.", //The Dwarvish text will be translated when the player has the Dwarvish Translation Guide in their wallet.
	"Qi.Dialogue.Sun4": "Hi, {{NameOrKid}}, how's your week starting?#$b#Or do you consider Sunday part of the weekend?#$b#Anyway, have a nice Sunday. Come play in the casino if you want.",

	//Days Of Week - 6 Hearts (As Non-Romanceable Option)
	"Qi.Dialogue.Mon6": "Hi, {{NameOrKid}}. How are you? Do you need something?#$b#If you need me for anything, you already know where to find me.",
	"Qi.Dialogue.Tue6": "Being an acquaintance of someone like me is a privilege, and I'm not trying to brag.#$b#I have a wealth of knowledge about many things, so if you have any questions, I'll certainly have the answer.#$b#But I don't want you to take advantage of my wisdom. I hate friendship for gain.$u",
	"Qi.Dialogue.Wed6": "You've already seen a Junimo, right?#$b#They are mysterious spirits who live hidden in the woods, and their mission is to protect these places from possible dangers.#$b#They are harmless to humans and can even be used for your own benefit. You can build a Junimo Hut on your farm, and they'll harvest your crops for you.",
	"Qi.Dialogue.Thu6": "It seems like you come to the desert often, don't you, {{NameOrKid}}?#$b#I hope you're using a warp totem instead of having to spend 500 gold on every trip.#$e#Have you seen those strange statues that stand in some places in the valley? They are warp points. If you have the corresponding totem, you can teleport between places in the valley more quickly.#$b#You can craft these warp totems if you learn how to build them, or you can also buy some in my casino.",
	"Qi.Dialogue.Fri6": "Hey, {{NameOrKid}}, I'm doing some experiments and I need someone to test them out. Do you want to take a chance?#$b#It's nothing too dangerous; you might just get a few headaches, but don't worry.#$e#Of course I'm joking, {{NameOrKid}}. I never risk people's lives in my experiments, let alone yours.#$b#You need to be healthy to be able to work on your farm, don't you?",
	"Qi.Dialogue.Sat6": "Can I tell you something, {{NameOrKid}}?#$b#Those things in my room are purely decorative; it's just to not leave so much empty space, you know?#$b#I don't use them very often; I can't even remember the last time I turned on that sound system. It's too loud, and I hate noisy things.",
	"Qi.Dialogue.Sun6": "For some people, Sundays are boring, but not for me.#$b#Sundays are days to try something new.#$b#Why not spend some time playing in the casino when you get off work? You deserve a break after working on your farm all day.",
	
	//Days Of Week - 8 Hearts (As Non-Romanceable Option)
	"Qi.Dialogue.Mon8": "Hi @, how are you today? Need anything?#$b#Feel free to ask anything.#$e#By the way, have you been to the Walnut Room yet? I've put some new challenges in there for you.",
	"Qi.Dialogue.Tue8": "%Mister Qi looks a little tired.#$e#Oh, I'm sorry, @. Last night I had to talk to an ancestor using my spiritual representation. It's a bit tiring to do this at night because I need to concentrate to maintain communication.#$b#The spiritual representation needs me to be conscious so that it has the ability to reply to other beings in the spiritual world, so I was awake longer than I should have been.#$e#Who was the ancestor? Well, it was one of the first Misters Qi who existed. He was worried that I was 'revealing too many secrets'.#$b#I understand his concern, but I managed to reassure him, so I think the time I stayed awake was worth it.",
	"Qi.Dialogue.Wed8": "How is your day going, @? I hope everything is alright.#$b#If you want to spend some time, we can arrange a day to play together at the casino. Qi Coins will be on me.$h",
	"Qi.Dialogue.Thu8": "I have to admit that when I opened this casino, I felt a little bad about winning from other people's losses. I make a lot of money from gamblers' losses and the purchase of Qi Coins.#$b#I really didn't like the idea of running a casino here; I'd feel guilty if someone lost everything gambling.#$b#That's why I try to keep this environment free of cheaters, so that every game is as balanced as possible and I don't have to make money that came from an unfair match.#$e#Although I don't think making money in this way is very ethical, unfortunately, it's the way I've found to support myself and the Oasis since the bus broke down.#$b#Or rather, was scrapped by Mayor Lewis. He simply left that bus abandoned, and when it broke down, nobody bothered to fix it until you arrived.$u",
	"Qi.Dialogue.Fri8": "I see you're doing a good job on your farm, @.#$b#Does it have something to do with you knowing what your grandfather expected of you?#$b#In any case, it's great that you're taking care of your farm. Keep it up and you'll reach perfection faster than you think.",
	"Qi.Dialogue.Sat8": "Hey, @, do you remember the day you reached level 100 of the Skull Cave and found me there?#$b#The one who was talking to you inside and offering you the Iridium Snake Milk was my semi-physical representation. That's why right after you left the cave, I was already at the entrance.#$b#When I decided to do that, I had to be sure that you wouldn't tell anyone what you had seen. That's why I was there at the cave entrance waiting for you.#$b#I can't let just anyone know these details about me; it's too dangerous. The power of the Misters Qi can easily be used for malicious purposes, so I'm cautious about who I tell about my powers.",
	"Qi.Dialogue.Sun8": "Hello, @. How are you?#$b#I was thinking about leaving the casino for a while today, but there's not much to do here; at most, I can talk to Sandy.#$b#Despite being somewhat energetic, Sandy is a good friend. She has always been a nice person since I moved to the desert many years ago.#$e#Why did I move to the desert? Well... I...$u#$b#I don't want to talk about it... I'm sorry.$s",

	//Days Of Week - 10 Hearts (Before seen 10 hearts event) (As Non-Romanceable Option)
	"Qi.Dialogue.Mon10-Before10HeartsEvent": "Taking care of this casino isn't an easy task, even though few people frequent it.#$b#I decided to keep this casino exclusive to people I trust because, at the time, I already knew I couldn't manage a place like this if it were open to the public.#$e#And to think that I once considered opening this place to the public... It would have been a big mistake.$s",
	"Qi.Dialogue.Tue10-Before10HeartsEvent": "Hey @, did you know I'm good at cooking?$h#$b#Yes, I learned to cook thanks to an ancestor who was a chef. The food preparation knowledge he had was passed on to me.#$b#Do you think I made Qi Seasoning by accident? Not at all! I wanted to use this skill I'd acquired to create amazing things.#$b#It's a shame that Qi Seasoning is radioactive... it's not so safe to consume because of that.$s#$b#You can use it in small quantities, as the amount of radiation emitted by the seasoning is reduced by almost 70 percent when compared to the radiation that Stardrop emits when consumed, but it's still there.#$e#If you ever want to taste it, you can come to my room and ask me to prepare something for you.#$b#I won't be using Qi Seasoning, of course.$h",
	"Qi.Dialogue.Wed10-Before10HeartsEvent": "You know @, in the beginning, before I discovered that I was one of the Misters Qi, I was an ordinary boy.#$b#I was still a child, leading an ordinary life: I studied, had friends, and a family. But I always noticed that there was something different about me; I knew things that other people my age wouldn't know.#$b#Many people considered me a prodigy. They asked me how I knew so many things, and I simply couldn't explain it; I just... knew.#$e#I only realized that I was one of the Misters Qi in my early teens. That's when I understood why I knew many things that other people didn't; it was the knowledge of previous Misters Qi that was passed on to me.#$b#I started to listen more carefully to the voices in my head; they were the previous Misters Qi. They explained to me that I was a Mister Qi and told me about my responsibility in the world.#$b#I had a huge responsibility on my hands when I was still a teenager, so I decided to put my ordinary life aside and listen to the advice of past Misters Qi.#$e#It was because of them that I moved to Ginger Island. Many Misters Qi stayed there because it was an isolated place that would allow me to concentrate solely on my mission as a Mister Qi.",
	"Qi.Dialogue.Thu10-Before10HeartsEvent": "Hello, how are you?#$b#If you have time, feel free to come and play in the casino, talk to me in my room, or take a look at my experiments in the lab. You won't be in the way.$h",
	"Qi.Dialogue.Fri10-Before10HeartsEvent": "I think I'll spend some time at the Oasis after I leave the casino.#$b#Sandy gets so lonely down there; maybe I should talk to her more, like I used to.",
	"Qi.Dialogue.Sat10-Before10HeartsEvent": "Hey @, I was observing what's going on out there using my extra-physical representation, and I saw that one of my school friends got married!#$b#He married another friend of his who studied with me. I'm very happy for both of them.$h#$b#I wish I could personally congratulate them, but when I decided to focus on my mission, I had to leave my old social life behind... so I can't do that.$s#$e#When I saw this, I remembered the day he tried to ask his friend out; he was so shy that he couldn't speak, so he wrote a letter confessing his feelings.#$b#During the break, he asked me to write the letter for him because my handwriting was the best in the class.#$b#He had written such a beautiful text. I wrote the text for him, and we put the letter in the guy's notebook and waited for the next class to start.#$b#I remember that when the guy saw the letter and started reading, the first thing he did was look at me because he realized it was my handwriting. For a second, I thought everything would go wrong.$h#$b#But in the end, everything went well, and he accepted the date, I was very happy for them. To think that now they're married is kind of crazy!$h",
	"Qi.Dialogue.Sun10-Before10HeartsEvent": "Hey @, one of the biggest mistakes a Mister Qi can make is to overestimate their own power.#$b#This error can be fatal, and it's a bit scary to know that many Misters Qi have died because of it.#$b#When a mortal being has too much power in their hands, they tend to think they can do more than they actually can, and in the case of the Misters Qi, this can mean a death sentence.$u#$e#The first Mister Qi in history died too soon because he thought he was a god. He was worshipped by his people and used his powers to fulfill their wishes.#$b#One day, his community was facing a severe drought, which was killing their crops and animals; hunger was spreading through the community, and Mister Qi promised that he would bring heavy rains in the coming days.#$b#We cannot control the weather, and as the days passed and the rain didn't come, the community thought that Mister Qi wanted them to starve.#$b#So, in an act of rebellion, they killed him, and... well, I think it's pretty obvious what they did next.#$b#Of course, he was the first Mister Qi to exist, so he had no idea what he could and couldn't do, but his story served as a lesson for the next Misters Qi.",

	//Days Of Week - 10 Hearts (As Non-Romanceable Option)
	"Qi.Dialogue.Mon10": "Hello, @. I hope you're having a good day.#$b#What about me? I'm also fine, thanks for asking.$h#$b#Anyway, feel free to play something in the casino or spend some time in my lab. You're always welcome.",
	"Qi.Dialogue.Tue10": "Hey @, do you think I should let Sandy into the casino?#$b#She's always asked me what I do in here; even when I opened the casino I didn't let her in.#$b#I don't think she's the kind of person who could be in a casino, but maybe someday I can let her in, just so she knows what goes on in here. What do you think, @?",
	"Qi.Dialogue.Wed10": "Hey @, I was looking through some stuff in my room, and I found some records by artists that Mona liked to listen to.#$b#I was thinking of listening to them one last time before getting rid of them; at least that sound system in my room will be good for something.$h#$b#Feel free to join me, if you're not too busy.",
	"Qi.Dialogue.Thu10": "Hello, how are you?#$b#If you have time, feel free to come and play in the casino, talk to me in my room, or take a look at my experiments in the lab. You won't get in the way.$h",
	"Qi.Dialogue.Fri10": "Hey, @... I've been noticing a lot of changes in the way I deal with the loss of Mona since our conversation in the cemetery.#$b#I think having someone listen to me has been enough to help me.$h#$b#Of course, I still have a long way to go, but I already feel much better. I no longer feel anguish when I see something related to her.$h",
	"Qi.Dialogue.Sat10": "Since that night, I've been trying to put what happened with Mona in the past; I need to move on.#$b#I've even been trying to get out a little more and talk to Sandy, like I used to.#$b#I just don't like it when she calls me Azure; it's a... really intimate nickname.$u#$b#But I think things are going well. I'll never forget Mona, but I've spent a long time mourning. It's time to move on.",
	"Qi.Dialogue.Sun10": "I was thinking, the Consciousness Bifurcation is an extremely helpful power for all Misters Qi. Isn't it strange that this power was only discovered because of Mona?#$b#The Misters Qi have been in the world for so many years, and none of them had discovered this power until Mona arrived and noticed my presence on Ginger Island many years ago.#$b#Sometimes I think that Mona being on the island at that time wasn't just a coincidence.$h",

	//Questions
	"Qi.Questions.StillAfraid.QuestionText": "Are you still afraid of me?",
	"Qi.Questions.StillAfraid.QuestionAnwser1": "Yes, I'm still afraid of you.",
	"Qi.Questions.StillAfraid.QuestionAnwser2": "No, I'm no longer afraid of you.",
	"Qi.Questions.StillAfraid_Yes": "I understand... You have every right to still be afraid of me.#$b#I really made a mistake by revealing everything at once and leaving you confused, but I did it because I trust you.#$b#But anyway, it's my duty to help you achieve perfection, whether you're afraid of me or not. I'm doing this out of respect for your grandfather.",
	"Qi.Questions.StillAfraid_No": "You're not afraid of me anymore? That's great!$h#$b#I'm very happy to hear that you're no longer afraid of me. You've finally understood my purpose in this world.",

	//Reject Movie Invites
	"Qi.Dialogue.reject_809": "I'm sorry, {{NameOrKid}}, but I don't want to watch any movies right now.",

	//Resort Dialogues
	"Qi.Dialogue.Resort_Entering": "And here I am again, on Ginger Island. This time it'll be different; I know it'll be.",
	"Qi.Dialogue.Resort_Shore": "*Whisper* You're doing well; just take a few more steps forward... You can do it.$u",
	"Qi.Dialogue.Resort_Chair": "Sitting here gives you a great view of the ocean waves.#$b#In fact, almost any spot here offers a good view of the sea, but I don't like sitting on the sand.",
	"Qi.Dialogue.Resort_Bar": "Oh, what a shame, the only non-alcoholic thing they have here is Cranberry Candy. I hate Cranberry Candy...$s#$b#Well, we don't always get what we like.",
	"Qi.Dialogue.Resort_Leaving": "It was fun to spend time on the beach. I hope to come another day.#$b#I'm very happy to be able to come here from time to time.$h",
	"Qi.Dialogue.Resort": "This place is very different from when I still lived here on the island. This island was uninhabited and didn't have the resort.#$b#This place brings back a lot of memories; it's very nostalgic in a way.",

	//Romanceable Qi Route Dialogues

	//Days Of Week - 0 Hearts (As Romanceable Option)
	"Qi.Dialogue.Mon-RomanceableQi": "Mondays are very busy days; there's a lot of work to do.#$b#At least the casino isn't as busy during the beginning of the week.",
	"Qi.Dialogue.Tue-RomanceableQi": "Hi @. Do you need something?#$b#If you have any questions, feel free to ask. Asking is the best way to learn something new.",
	"Qi.Dialogue.Wed-RomanceableQi": "Always pay attention to the smallest details. Explore the surroundings carefully.#$b#There are a lot of things to discover in this place; some of them can only be discovered by very attentive people.",
	"Qi.Dialogue.Thu-RomanceableQi": "Don't tell anyone about the casino; it's an exclusive place. Only people I trust can enter.#$b#You should feel privileged to have access to such a secret place, @.",
	"Qi.Dialogue.Fri-RomanceableQi": "The casino is a great place to spend the weekend; come to the casino whenever you like.#$b#Just don't drink too much, or you'll be like Welwick.$u",
	"Qi.Dialogue.Sat-RomanceableQi": "Want some advice?#$b#Never stop striving to achieve perfection.#$b#Settle for nothing less than excellence in everything you do.#$b#Trust me, seeing the result of all your hard work is very satisfying.",
	"Qi.Dialogue.Sun-RomanceableQi": "Hi {{NameOrKid}}, how are you?#$e#Just taking a walk? I see. This place is very nice to be in after spending hours in the desert heat.#$b#If you are free, enjoy and play some games; I feel you are in luck today.",

	//Days Of Week - 2 Hearts (As Romanceable Option)
	"Qi.Dialogue.Mon2-RomanceableQi": "Hey @, my room has a much lighter atmosphere now that you've helped me get rid of Mona's clothes.$h#$b#Knowing that those clothes were still there made the experience of being in that place extremely terrible; it was as if I went back to the day of the accident every time I entered.#$b#But now my room seems much calmer and more peaceful to me, as it should be. I think that although what we did was a small gesture, it already made a big difference.$h",
	"Qi.Dialogue.Tue2-RomanceableQi": "I hope you don't mind this, but I'm still watching you to guide you to perfection, @.#$b#I must keep the promise I made to your grandfather; he was someone important and he trusted me with this mission, so I'll keep my word.",
	"Qi.Dialogue.Wed2-RomanceableQi": "It seems that Sandy is suspicious that something might be going on between us; she's sharp when it comes to these things...$u#$b#I've been trying to tell her that there's nothing going on, but obviously she doesn't believe me.$u#$b#I'm doing this because I'm not ready for it yet... I need to get over Mona first so that we can have something more, and I hope I can do it with your help, @.$u#$e#So can you tell Sandy that there's nothing going on between us, just so she can stop bothering me?$h",
	"Qi.Dialogue.Thu2-RomanceableQi": "I've been leaving the casino and going to Pelican Town occasionally, but I don't have much to do there.#$b#I'm even getting criticism from some past Misters Qi. They don't like the idea of us being exposed to the world and interacting with other people, and they're right; it can be dangerous.#$b#But the people in the valley have no idea what I am. They think I'm just a rich guy who takes care of some business.#$b#I did the same thing when I moved to the desert, and nothing happened. Why would something happen now?#$b#And even if I don't have much to do there, at least I'll be a little more accessible if you need anything or just want to talk.$h",
	"Qi.Dialogue.Fri2-RomanceableQi": "Your grandfather had higher expectations of you than just achieving perfection; he left something very special for you somewhere in the valley.#$b#I can't tell you more than that. It's something you'll have to discover on your own, but I imagine you'll find out what I'm talking about soon enough.",
	"Qi.Dialogue.Sat2-RomanceableQi": "Hi @, how are you? I was in my lab just now, taking a look at that Stardrop. It looked strange, stranger than usual.#$b#It was giving off a sweet aroma; it's not normal for a Stardrop to give off odors when it rots.#$b#I had to isolate it to study it better; it could be some kind of mutation. If I have any news, I'll let you know.",
	"Qi.Dialogue.Sun2-RomanceableQi": "I'll try to go to the Saloon tonight; I should get along with the locals. Some don't know me, and I feel like I'm intimidating to them.#$b#You should go there too if you have time, @.",

	//Days Of Week - 4 Hearts (As Romanceable Option)
	"Qi.Dialogue.Mon4-RomanceableQi": "Good morning @, how are you? Are you well? That's great!$h#$b#Ah, I've been reading Mona's diary entries lately. I've finally got the courage to read them. They're quite long; she really liked to write things in great detail.#$b#Sometimes, too much detail...$u",
	"Qi.Dialogue.Tue4-RomanceableQi": "Going to Pelican Town occasionally has been a good way to relax. It's nice to talk to the friends I have there.#$b#I still don't know how I thought isolating myself from everyone and focusing on the casino would be a good idea. It was the worst thing I could have done at a time like that.",
	"Qi.Dialogue.spring_Wed4-RomanceableQi": "Today I'm meeting a friend, Linus. He's a fan of a very simple lifestyle; I think you might already know him.#$b#How did I meet him? Well, let's just say he's part of the network of another friend of mine.",
	"Qi.Dialogue.Thu4-RomanceableQi": "Sandy still asks me to enter the club, but I don't know if I should allow it... Do you think it's a good idea?$s#$e#Okay, maybe I should let her in here sometime. But if she overdoes it, I'll put limits on her.$u",
	"Qi.Dialogue.Fri4-RomanceableQi": "Hi @, have a nice weekend. Today I'm going to spend some time in Pelican Town. I want to stay a little further away from the casino.#$b#I plan to stop by the Saloon later. Stop by if you can, too, @.",
	"Qi.Dialogue.Sat4-RomanceableQi": "Talking to my representations at night has helped me a lot to control their personalities. But at the same time, it makes me a little tired.#$b#My physical body may have had a good night's sleep, but I had to stay awake mentally for several hours to talk to the representations.",
	"Qi.Dialogue.Sun4-RomanceableQi": "I'll try to go to the Saloon again tonight, but at the moment, I want to be alone for a while. I want to take some time to organize my thoughts. I hope you understand.#$b#No, I'm not feeling bad or anything; it's just that it's been hard to find time for myself lately. I need more time talking to my representations. Don't worry.",

	//Days Of Week - 6 Hearts (As Romanceable Option)
	"Qi.Dialogue.Mon6-RomanceableQi": "Visiting Pelican Town again has drastically reduced the amount of energy my extra-physical representation requires, which is great.#$b#Now I don't have to watch them one by one twenty-four hours a day. I can simply talk to the villagers in person, and that already gives me a good sense of what I need to do.#$b#This makes me less tired, since extra-physical representation needs a lot of energy to stay active, even more than the semi-physical one. The less I need it, the better for me.$h#$e#Ever since I discovered the representations, I've had to manage which one I should use. Otherwise, my physical body weakens.#$b#This wasn't a problem before I moved to the valley, but at the same time, I had a dull life. So I think this energy juggling is worth it.$h",
	"Qi.Dialogue.Tue6-RomanceableQi": "Have you found any of the mysterious boxes I've scattered around the world? You can get various items if you take them to the town's blacksmith.#$b#I scattered these boxes so that you could find them. It's part of the promise I made to your grandfather.",
	"Qi.Dialogue.Thu6-RomanceableQi": "Hi @. Today I'll be very busy with my experiments in the lab. {{AlienName}} needs more attention, now that he's in ideal conditions.#$b#There's no telling how fast he might develop. What if he develops so fast that he ends up escaping from the capsule? That's not a risk I want to take.#$b#Feel free to come by my lab and help me. It was really fun having your help last time.$h",
	"Qi.Dialogue.Fri6-RomanceableQi": "I'm going to let Sandy into the casino today. She's been asking me to join the club for a long time.#$b#Today I'll give her a chance; I hope I don't regret it. I might have to skip going to the Saloon tonight.$s",
	"Qi.Dialogue.Sat6-RomanceableQi": "You know, @, although I know a lot of people, I don't consider all of them friends. I can literally count on one hand the people I consider friends: you and the Wizard.#$b#You two are the only ones I consider true friends, the only ones who know about my powers and that I don't need to hide secrets.#$b#For a human, having only two friends might seem little, but for a Mister Qi, it's a lot. Misters Qi have always been loners.#$b#I'm the first to change that, and future Misters Qi will benefit from it as well.$h",
	"Qi.Dialogue.winter_Sun6-RomanceableQi": "Hi @, how are you? I'm doing great today. It's a beautiful day.#$b#I woke up in a good mood today. Why? Well, in the coming days, solar activity will increase and solar storms may hit the Earth.#$b#During this period, luminous spectacles can appear in the sky: the polar auroras.#$b#I'm fascinated by polar auroras; whenever there's an increase in solar activity, I keep an eye on the planet's poles to watch them. It's a wonderful light show to see.$h#$e#Unfortunately, I've never been able to witness a polar aurora physically. I've always observed them with the extra-physical representation. I hope to see one physically someday.",

	//Days Of Week - 8 Hearts (As Romanceable Option)
	"Qi.Dialogue.Mon8-RomanceableQi": "Hi @, how are you? Are you okay? That's great!$h#$b#I've been feeling very different lately; I feel that a lot has changed in me. Thanks to your help, I feel lighter.#$e#I was trying to ignore the past, but now I'm trying to see it in a different way.",
	"Qi.Dialogue.Tue8-RomanceableQi": "Hey, I was thinking of trying to swim at the beach again someday... but just thinking about it doesn't make me feel good. It's a shame; I really wanted to try, but it still seems too hard.$s#$b#Maybe I should try going slower? Perhaps swim in the river in Stardew Valley or the desert lagoons...#$b#Although the water in the desert lagoons is too hot... yeah, the river is the only option.",
	"Qi.Dialogue.Thu8-RomanceableQi": "Lewis and I don't have a very good relationship. I don't agree with the way he runs the town.#$b#Mona didn't agree either; she even suggested the idea of me running for mayor of Pelican Town, but I couldn't.#$b#I was too young for that, and I wasn't born in the Ferngill Republic to hold any position here. But even if I could, I wouldn't do it.#$b#I already have too many responsibilities; I don't need another one. Besides, the history of the Misters Qi shows that we're not meant to lead.#$b#We should always stay behind the scenes; it's safer.",
	"Qi.Dialogue.Fri8-RomanceableQi": "I hope you don't think it's strange that I still want to keep Mona's memory with me.$s#$b#I understand it might seem as if I want you to replace her, but I swear that's not it, @.$u#$b#I just want her story to be passed on to future Misters Qi and for her to be remembered as a milestone for us, because she truly was.#$b#If it weren't for her, I wouldn't be here talking to you. But I understand if you don't feel comfortable and don't want to continue with this; that's your choice.#$b#But I appreciate your help. I could never have done that on my own.$h#$e#I'm sorry I said that so suddenly, but I felt I needed to make my intentions clear.",
	"Qi.Dialogue.Sat8-RomanceableQi": "Hi @, today I'm going to analyze {{AlienName}}'s growth. You can come and help me if you want.#$b#It's good for {{AlienName}} to get used to you too, since you'll be entering that lab quite often now.$h",
	"Qi.Dialogue.Sun8-RomanceableQi": "You know Leo? I saw the day his parents got stranded on Ginger Island, a few years after Mona's death.#$b#They were in a terrible situation, and to make things worse, his mother went into labor.#$b#Unfortunately, seeking something to help her, Leo's father fell into the ocean trying to climb a palm tree to collect leaves, and his mother didn't survive the birth.$s#$b#I had to use my Semi-Physical Representation to save him, and I had to return there occasionally to take care of him. If it weren't for me, that boy wouldn't have survived.#$b#He'd always been friends with the parrots on the island. When I noticed that, I made him understand the birds' language using my powers.#$b#He thinks the parrots have always taken care of him because he has no memory of me.#$b#And I think it's best to keep it that way; it might be too much for him to find out now.",

	/* ++++++++++++++++++++ */

	/* +++++|FESTIVAL DIALOGUES|+++++ */

	//Egg Festival
	"FestivalDialogue.Qi.spring13": "Oh, so you found me, didn't you, {{NameOrKid}}?#$b#I said it wouldn't be easy to find me at this festival, but you made an effort to find me. Congratulations.#$b#I hope you'll make the same effort to find the hidden eggs if you want to participate in the egg hunt.#$b#The purple-haired girl has won for several years in a row. Try to beat her.",

	//Flower Dance
	"FestivalDialogue.Qi.spring24": "This festival is really silly, but I understand the appeal it has.#$b#I hope you already have a partner to dance with, {{NameOrKid}}. Getting several \"no's\" in a row is humiliating.",
	"FestivalDialogue.Qi.spring24-DanceAccept": "Oh, you want to dance with me? Okay, I guess I can try. I shouldn't, but I think once won't be bad.#$b#... The color of the suit is the same as my skin color; it's going to be so weird... Can I wear gloves?$s",
	"FestivalDialogue.Qi.spring24-DanceAccept_Spouse": "Of course, I'd love to dance with you, honey!$h",
	"FestivalDialogue.Qi.spring24-DanceDecline": "Thanks, but I'll pass. I don't want to dance. It's better not to get involved in village culture. I hope you understand.",

	//Luau
	"FestivalDialogue.Qi.summer11": "This festival is really crowded. It's not a problem; it's just that it's a lot harder to find a place with fewer people around.#$b#I need to remain unnoticed by others.#$e#At least here it's a little further away from all the partying.",

	//Dance of the Moonlight Jellies
	"FestivalDialogue.Qi.summer28": "Good night, {{NameOrKid}}. I just came here to watch the movement.#$b#Seeing the villagers amazed by these animals is quite funny; they're impressed by such silly things.",

	//Stardew Valley Fair
	"FestivalDialogue.Qi.fall16": "Hello, {{NameOrKid}}. You'll be exhibiting your farm, right?#$b#If so, I hope you've brought the best of the best of the products your farm has to offer.#$b#Before everyone arrived, I was already watching the competitors organize their exhibitions. Only weak products and no variety.",

	//Spirit's Eve
	"FestivalDialogue.Qi.fall27": "This maze is too easy. Rasmodius could do something harder, something different...#$e#Feel free to take the prize, it's not important to me. I'm only here because it's a more isolated place.",

	//Festival of Ice
	"FestivalDialogue.Qi.winter8": "What a boring festival.$u#$b#Anyway, I hope you're good at fishing if you decide to participate in the ice fishing competition.",

	//Feast of the Winter Star
	"FestivalDialogue.Qi.winter25": "Happy holidays, {{NameOrKid}}.",

	/* ++++++++++++++++++++++++++++++ */

	/* +++++|WALNUT ROOM DIALOGUE|+++++ */

	//Default
	"MrQiNutRoom.Dialogue.Mon": "There are many things this world can offer you, {{NameOrKid}}. You just have to make the effort to find them.",
	"MrQiNutRoom.Dialogue.Tue": "The position I am in is hard to reach; it took a lot of struggle to achieve what I have.#$b#Effort and willpower are the only things that take us forward.",
	"MrQiNutRoom.Dialogue.Wed": "Wherever you go, I'll always be behind the scenes, making sure everything is going according to plan.#$b#I am everywhere; at the same time.#$b#Or am I just trying to scare you? Good luck trying to find out, hahaha.",
	"MrQiNutRoom.Dialogue.Thu": "I'm surprised at you, {{NameOrKid}}.#$b#Looking for the golden walnuts is hard work and a bit tedious, but you keep looking for them. That's very good.#$b#That shows that you don't like leaving thing half done. When you start a task, you strive to finish it.#$b#It's quite a quality; some people would have stopped looking for the nuts before they even found me.",
	"MrQiNutRoom.Dialogue.Fri": "When you achieve your goals, look for others. And when you reach them, look for others and others. Keep doing this until your days in this world are over.",
	"MrQiNutRoom.Dialogue.Sat": "There will come a time when you wonder how I got here, or what or who I am. If you haven't thought about it, chances are you are now.#$b#You'll know everything you need to know about me at the right time, just be patient.#$b#For now, you just need to know that I'm here to motivate you to achieve your goals.",
	"MrQiNutRoom.Dialogue.Sun": "On the left, you'll find some challenges that you can choose to complete this week. These are challenges made exclusively for you, {{NameOrKid}}.#$b#And on the right, you'll find a collection of rewards you can earn by completing the challenges. Some of these items may be of interest to you.#$b#Good luck, {{NameOrKid}}.",

	//After seeing Mr. Qi 8 Hearts Event
	"MrQiNutRoom.Dialogue.Mon-SeenQi8heartsEvent": "Hey @, you should check out the panel on the left today; there are new challenges you can choose for this week.#$e#Good luck, @.",
	"MrQiNutRoom.Dialogue.Tue-SeenQi8heartsEvent": "Now that you know the truth about me and the other representations, I feel lighter.#$b#Now I cause less overload on the mind of the main representation, and that's very good.$h#$b#Since I had a slightly different behavior from the other representations, the main representation's mind had to work harder to deal with two behavioral patterns and direct them to the right representations, which was exhausting.#$b#Now that you know about my power, I have a personality more like that of the main representation, since there's no longer any reason to split my personality in two.",
	"MrQiNutRoom.Dialogue.Wed-SeenQi8heartsEvent": "Hi @, have you checked out the volcano cave?#$b#You can find lots of ores that you can't find in ordinary caves.#$e#Just be careful with the monsters; they're a bit stronger than the ones in ordinary caves, so use a good weapon when going in there.",
	"MrQiNutRoom.Dialogue.Thu-SeenQi8heartsEvent": "This island has several secrets spread around. Maybe it's worth exploring this island more deeply; you might find some interesting things, @.",
	"MrQiNutRoom.Dialogue.Fri-SeenQi8heartsEvent": "Before I moved to the Calico Desert, I lived here, on Ginger Island.#$b#I lived here because it was a nearly isolated place, and since I hadn't yet discovered the power of Consciousness Bifurcation, I needed to take on all the responsibilities of a Mister Qi using the main representation.#$b#So I decided to focus on my responsibilities as Mister Qi and put my social life aside. That's when I came here and built the walnut room, which used to be my bedroom.#$e#But... there came a time when I... I got tired of isolating myself so much from the world.$s#$b#So I decided to restart my social life by going to live in the Calico Desert. It was a bit awkward at first, mainly because I had just discovered Consciousness Bifurcation and was still getting used to dealing with the representations.#$b#But despite all that... It was really worth it.$h",
	"MrQiNutRoom.Dialogue.Sat-SeenQi8heartsEvent": "Hey @, remember that even if you now know that your grandfather expects you to reach perfection, you don't need to rush to achieve it. You can take as long as you want to get there.#$b#Especially since your grandfather also wanted you to make the most of your new life in Stardew Valley. Perfection is just one step, not the entire journey.#$e#No matter how long it takes, we'll be happy when you achieve perfection.$h",
	"MrQiNutRoom.Dialogue.Sun-SeenQi8heartsEvent": "I've put a perfection meter on the right to let you know how close to perfection you are.#$b#You should take a look so you know what's missing to reach it.",

	//After seeing Mr. Qi 4 Hearts Events in Romance Route
	"MrQiNutRoom.Dialogue.Tue-RomanceableQi": "I acted in a very cruel way towards the main representation the day you came here.$s#$b#As a Mister Qi, I used to think that to get over an event that causes you suffering, you should forget everything. But now I understand that I was wrong.#$b#There are things that should be remembered fondly.$h#$e#But I still think that swimsuit is horrible.$u",

	/* ++++++++++++++++++++++++++++++++ */

	/* +++++|MOVIE REACTIONS|+++++ */

	//The Brave Little Sapling (Comedy, Family)
	"Qi.MovieReactions.spring_movie_0.BeforeMovie": "Hi, @. \"The Brave Little Sapling\"... This movie seems... Peculiar.",
	"Qi.MovieReactions.spring_movie_0.DuringMovie": "Mr. Qi looks bored.",
	"Qi.MovieReactions.spring_movie_0.AfterMovie": "Watching this movie was a bit of a sleepy experience, @. I think I'll take a nap when I get back to the Oasis.",

	//Natural Wonders: Exploring Our Vibrant World (Documentary, Family)
	"Qi.MovieReactions.spring_movie_1.BeforeMovie": "\"Natural Wonders: Exploring Our Vibrant World\", this movie sounds interesting!",
	"Qi.MovieReactions.spring_movie_1.DuringMovie.1": "Mr. Qi seems to be happy.",
	"Qi.MovieReactions.spring_movie_1.DuringMovie.2": "And to think I struggle to keep these places in balance... I'm doing a good job.$h",
	"Qi.MovieReactions.spring_movie_1.AfterMovie": "This movie was really fun; it motivated me to continue my work as Mister Qi! Thank you so much for inviting me to watch, @.$h",

	//Journey Of The Prairie King: The Motion Picture (Action)
	"Qi.MovieReactions.summer_movie_0.BeforeMovie": "\"Journey Of The Prairie King\"... This name sounds familiar, isn't it the name of a game franchise?#$b#Mona used to like this game, I wonder if they made a good adaptation.",
	"Qi.MovieReactions.summer_movie_0.AfterMovie": "I don't know the story of the game, but if it's really like what was shown in the movie, it seems to be a fun game.",

	//Wumbus (Sci-fi, Comedy, Family)
	"Qi.MovieReactions.summer_movie_1.BeforeMovie": "\"Wumbus\", eh?$u#$b#I don't know, it seems too childish to me... Can't hurt to try, right?",
	"Qi.MovieReactions.summer_movie_1.DuringMovie": "Mr. Qi looks confused.",
	"Qi.MovieReactions.summer_movie_1.AfterMovie": "This movie is definitely not for me; I couldn't understand much.#$b#I like sci-fi, but this movie didn't interest me. Anyway, thanks for inviting me, @.",

	//Mysterium (Horror, Art)
	"Qi.MovieReactions.fall_movie_0.BeforeMovie": "I like horror movies. This one looks interesting.",
	"Qi.MovieReactions.fall_movie_0.DuringMovie": "I thought this part was a bit unnecessary.$u",
	"Qi.MovieReactions.fall_movie_0.AfterMovie": "I really liked \"Mysterium\", it seems very experimental. It's not like an ordinary horror movie. They really managed to capture the evil essence of those creatures and put it on screen.#$b#Only the ending doesn't make any sense; they took advantage of the shadow people's appearance to create a terrifying air. Not all of them are the way they were portrayed.",

	//It Howls In The Rain (Horror)
	"Qi.MovieReactions.fall_movie_1.BeforeMovie": "\"It Howls In The Rain\" is my favorite movie, @! I really wanted to watch it again!$h",
	"Qi.MovieReactions.fall_movie_1.DuringMovie": "Ah! This is real horror!",
	"Qi.MovieReactions.fall_movie_1.AfterMovie": "I love this found footage horror genre; they seem so real when well acted!#$b#This movie is better than I remembered. I really enjoyed watching it with you! It reminded me of the day I watched this movie for the first time with Mona...$h",

	//The Miracle At Coldstar Ranch (Family, Classic)
	"Qi.MovieReactions.winter_movie_0.BeforeMovie": "\"The Miracle At Coldstar Ranch\"... Really? This movie is a complete... Forget it; we'd better watch it soon.",
	"Qi.MovieReactions.winter_movie_0.DuringMovie": "Mr. Qi looks away from the screen.",
	"Qi.MovieReactions.winter_movie_0.AfterMovie": "I'm glad it's over; I really don't like this movie.$u#$b#I have my reasons for disliking it, but that's not important right now.",

	//The Zuzu City Express (Classic, Romance)
	"Qi.MovieReactions.winter_movie_1.BeforeMovie": "\"The Zuzu City Express\"... This movie is very old; there was already a version of it playing in theaters before I even moved to Ginger Island.",
	"Qi.MovieReactions.winter_movie_1.AfterMovie": "It's just as I remembered: very dull. But Mona liked this movie. Thanks for inviting me, @.",

	/* +++++++++++++++++++++++++++ */

	/* +++++|OTHER NPCS DIALOGUE|+++++ */

	//Sandy Dialogue Edits
	"Sandy.DialogueEdits.Thu": "Well, since you're already part of the club, can you ask when I'll get a raise?#$b#My salary needs an adjustment...$s#$e#It's a joke, okay? They'll get mad if they hear this.",
	"Sandy.DialogueEdits.Thu2": "That guy hardly ever leaves that club; he's always there.#$b#How does he not get bored? It seems to be a very monotonous routine.",
	"Sandy.DialogueEdits.Thu4": "Hey, since you're part of the club, can you tell me what exactly is in there?#$b#They won't let me in; they say it's not a place for people like me... I wonder what they mean by that?$s#$b#Why can't I come in, but you can? It seems unfair.$s#$e#Oh, it's a secret? Alright then.$s#$b#Why am I always excluded when it comes to this club?$s",
	"Sandy.DialogueEdits.Sun8": "Hi there, honey. Yep, it's just me, alone in this big old shop. Hmmm...#$e#Well, except for the people in the club, but I don't even talk to them, so I guess I'm alone.",

	//Sandy Dialogue Edits (After seeing Mister Qi's 4 Hearts event)
	"Sandy.DialogueEdits.Thu-SeenQi4heartsEvent": "Well, since you're already part of the club, can you ask Mr. Qi when I'll get a raise?#$b#My salary needs an adjustment...$s#$e#It's a joke, okay? He'll be angry if he hears this.",
	"Sandy.DialogueEdits.Thu2-SeenQi4heartsEvent": "That Azure hardly ever leaves that club; he's always there.#$b#How does he not get bored? It seems to be a very monotonous routine.",
	"Sandy.DialogueEdits.Thu4-SeenQi4heartsEvent": "Hey, since you're part of Mr. Qi's club, can you tell me what exactly is in there?#$b#Mr. Qi won't let me in there; he says it's not a place for people like me... What does he mean by that?$s#$b#Why can't I come in, but you can? It seems unfair. Especially since I allowed him to use that place to do whatever he wanted. I have the right to go in there.#$e#Oh, it's a secret? Alright then.$s#$b#Why am I always excluded when it comes to this club?$s",
	"Sandy.DialogueEdits.Sun8-SeenQi4heartsEvent": "Hi there, honey. Yep, it's just me, alone in this big old shop. Hmmm...#$e#Well, except for Mr. Qi, but he doesn't even leave the club that often, so I guess I'm alone anyway.#$b#He used to go out more in the past, but now he stays at the club practically all day; it's rare for him to leave there.",

	//Sandy Dialogue Edits (After seeing Mister Qi's 8 Hearts event)
	"Sandy.DialogueEdits.spring_25-SeenQi8heartsEvent": "When Azure came to live here, he acted a bit strangely.#$b#Sometimes he'd sit near the counter and stare at the wall for long minutes, and sometimes he'd say things as if he was talking to someone.#$b#And he got annoyed if anyone tried to talk to him when he did these things; I even thought he was crazy.$h#$b#But he stopped doing this in a matter of weeks, and then I never saw him do these things again.#$b#Just don't tell him I said that; he won't like knowing I said it.",
	"Sandy.DialogueEdits.summer_10-SeenQi8heartsEvent": "Mr. Qi is a great guy, although he seems a bit cold towards me at times.#$b#When he's in a good mood, he's a sweetheart, but when he's a bit stressed, it's better if I don't talk to him much, because I know I might get a rude response.#$b#But I don't even get angry about it; sometimes it's funny.$h",
	"Sandy.DialogueEdits.winter_27-SeenQi8heartsEvent": "Today is Azure's birthday, but he doesn't even leave that club to celebrate it.$s#$b#He only leaves on the last day of the year, so at least I can wish him a happy birthday tomorrow.#$e#Since you can get in there, can you wish him a happy birthday for me?",
	"Sandy.DialogueEdits.Thu4-SeenQi8heartsEvent": "Mr. Qi always says I should stop calling him Azure, but it's become a habit.#$b#I can't stop calling him that. I know he doesn't like me calling him that; I swear I've been trying to stop.",

	/* +++++++++++++++++++++++++++++++ */

	/* +++++|STRINGS|+++++ */

	//Map Strings
	"MapString.QiRoom.1": "A large high-resolution television. You can see your reflection through the screen.",
	"MapString.QiRoom.2": "This video game looks like it hasn't been used for a long time. Does it work?",
	"MapString.QiRoom.3": "A high-end sound system is connected to the TV. It must make a lot of noise!",
	"MapString.QiRoom.4": "You open the top drawer. There are some clothes in there; what else do you expect, snoop?",
	"MapString.QiRoom.5": "The bottom drawer can only be opened with a key.",
	"MapString.QiRoom.6": "All the doors of this closet are locked. You can only open them with a key.",
	"MapString.QiRoom.7": "'The Magic of Stones', by George Clarence.",
	"MapString.QiRoom.8": "'Astronomy for Beginners', by Unknown Author.",
	"MapString.QiLab.1": "It looks like this fruit has been left to rot. It's dark, and a purple goo is coming out. Ew! Better not to touch it.",
	"MapString.QiLab.2": "It looks like some strange creature... Is this thing moving, or is it just me???",
	"MapString.QiLab.3": "You have found a secret passage in Mr. Qi's laboratory. It leads to a vault, which is locked. You shouldn't be here... Leave before he notices.",
	"MapString.QiLab.4": "There are some documents in there; nothing very interesting.",
	"MapString.QiLab.5": "Written in elegant cursive handwriting:^^ Qi Seasoning: Enhances the flavor of any food, but cannot be overused.^^ Ingredients:^ - Rotten Stardrop liquid;^ - Ground Prismatic Shard;^ - Ground Radioactive Ore (in small quantities);^ - Acidity regulator.^^NOTE: It's necessary to produce a non-radioactive variant.^^ There is a note on the back of the page, written in a different handwriting:^^ \"Qi Seasoning\"? Really, Azure? It's a good name, but you could choose a different one. What about \"Galactic Seasoning\" or \"Star Seasoning\"?",
	"MapString.QiLab.6": "This jar of Prismatic jelly is so shiny. It's really beautiful!",
	"MapString.QiLab.7": "Mr. Qi said he puts radioactive ore in this container. It's better not to open it.",
	"MapString.QiLab.8": "There are some documents stored there. It doesn't look very interesting.",
	"MapString.QiLab.9": "It seems that this computer is analyzing some data. Unfortunately, you don't understand the information that appears on the computer screen.",
	"MapString.QiLab.10": "A jar with a slightly purple powder. It has a label stuck on it; it says \"Qi Seasoning.\"",

	//Schedule Strings
	"ScheduleStrings.Qi.Winter28": "I miss you so much...$s",
	"ScheduleStrings.Qi.BeachMarket": "I'm just watching the movement. I need most of the villagers to leave before I go and buy what I want.",

	/* +++++++++++++++++++ */

	/* +++++|MONA'S DIARY ENTRIES|+++++ */

	"Mona-s_Diary.Entry_1": "Fall 15 ^^ Today was a stressful day. This college is going to drive me crazy. I can't pay much attention in class because I arrive at college tired from my work. I need to hand in a lot of assignments, and I still need to think about the topic for my thesis. I feel like I'm running around like a headless chicken. Sometimes I wonder if all of this will be worth it. ^^ And I still have to deal with Ricky; he's getting more and more annoying. I really don't know what to do anymore. A few hours ago, he came to my house for dinner, even though I told him not to. He just said, \"Deal with it,\" and came over, then sat on the sofa waiting! Seriously, he's so lazy. ^^ When I look back, I think about how stupid I was to fall in love with him. But at the same time, how could I have known that he would become a different person after only two seasons? How could I have known that the loving, understanding, and kind person would turn into someone rude, lazy, and selfish? He doesn't care about my problems; they mean nothing to him.",
	"Mona-s_Diary.Entry_2": "Fall 18 ^^ This week has been very difficult. I have a college assignment I need to do, but I can't concentrate anymore. There's so much happening here. Ali told me that my rent will increase next season because a shopping mall is opening nearby. I'm already struggling to pay the rent currently; imagine when it increases? I'm afraid I'll run out of money at the end of the season. I'll try to talk to my boss and see if he can give me a raise. ^^ And Ricky is becoming more and more unbearable. Just yesterday, we had another fight; he was accusing me of not paying attention to him and his problems. How can I do that for him if he doesn't do the same for me? And honestly, what kind of problems could this idiot be going through? Ricky is extremely spoiled; anything that happens, he has his mom fix it. If he expects me to do the same, he can keep waiting. ^^ I don't know how I put up with this guy for two seasons. I think it's time to end this, but I have a lot of other things to do. So for now, I'll leave him in his place and deal with more important things; he doesn't deserve that much attention anyway.",
	"Mona-s_Diary.Entry_3": "Fall 26 ^^ Today we were informed that classes for this semester will end next Friday. I was relieved to hear that; it's one less thing to deal with. But despite the relief, I still have to worry about finding a topic for my thesis since next semester is my last, and it's good to have some idea of what to write in advance. But how will I have time to think about this? I have a lot of other problems to solve: there's the rent issue, my raise proposal that was rejected, and I still have to deal with Ricky. My life is full of setbacks, and it's becoming increasingly difficult to reconcile my studies with my personal life. ^^ Today, Ricky came here again. This time he was apologizing for what he'd been doing these past few days. He seemed to be sincere, but as soon as I told him about my rent, he went back to being a jerk, refusing to help me and saying, \"You've always managed to get by; why now do you want my help?\" Give me patience, because I don't have any left! ^^ I'm exhausted by all this; Ricky's behavior only stresses me out and distracts me. I need to put an end to this as soon as possible. Maybe then I'll be able to concentrate on my studies. ^^ But I must admit, in Ricky's words, there was some truth: I have always solved these kind of problems on my own. So why did I ask Ricky to help me pay the rent? I really don't know; probably out of desperation.",
	"Mona-s_Diary.Entry_4": "Winter 5 ^^ Finally, the semester is over, now I'm on vacation. But being on vacation doesn't mean my work is over; I still have some other issues to resolve. Today, I spoke to Ricky and told him I wanted to break up. And, as expected, he didn't take the breakup very well. He shouted at me and tried to convince me to change my mind, but I'd been determined to break up with him for a while; I just needed to solve my other problems to do it. Knowing that Ricky is out of my life is a relief. ^^ He tried to threaten me, saying that I was making a big mistake, that he wouldn't let me leave his life, that I would regret what I did, and stuff like that; just nonsense. Ricky would never do that kind of thing; he's too lazy to try anything against me. He just tried to scare me so I wouldn't break up. He'll probably just be sad for a few seasons and then try to find another sucker to deceive. ^^ I hope the next unlucky girl realizes the trap before I do.",
	"Mona-s_Diary.Entry_5": "Winter 7 ^^ Ricky is crazy! I thought he wouldn't try to do anything against me, but I was wrong. He DEFINITELY can. ^^ Yesterday, he sent me some strange letters threatening me, and in these letters he also sent some photos of me in moments of my routine. I wasn't expecting this from him; it's bizarre! But I wish it was just that. ^^ Today, on my way home from work, I took a taxi, and the driver simply ignored my destination and took me to Ricky's house. He was waiting for me and wanted to talk to me. How did he manage to bribe the taxi guy? Luckily, he didn't want to do anything to me, but it still scared me. It's one more reason to stay away from him; I made sure to file a restraining order against him. I hope this keeps me safe.",
	"Mona-s_Diary.Entry_6": "Winter 8 ^^ It seems that Ricky didn't give up so easily. He's tried to call my cell phone number several times since yesterday, but I've already changed my number, so I hope he doesn't find out this new one. But, not satisfied with not being able to call me on my cell phone, now he won't stop calling me on the landline at home. He's going to drive me crazy. If this house weren't rented, I would have smashed that phone on the first call. ^^ And as if that wasn't enough, he found a way to stalk me even with the restraining order: he asks his friends to keep an eye on me. I only found out because, during my break at work, I overheard Ian talking to him about me on the phone. I'm not safe even at work. ^^ I talked about everything that happened with my best friend, Dalia. She was scared when she heard everything Ricky was doing; she said she didn't expect him to do something like this. I think it surprised everyone. ^^ She and her husband also offered to help me. They allowed me to stay at their house until we decide what we're going to do. I'm very grateful to them for letting me stay here; I wouldn't be able to sleep peacefully at home.",
	"Mona-s_Diary.Entry_7": "Winter 10 ^^ Being in this city is no longer safe for me. Ricky is stalking me everywhere; he's already found out that I'm living in Dalia's house. Luckily, he can't get in here because of the security guards, but I can't stay here forever. Dalia's husband told me that it would be better if I moved out, so I could start my life again in a new place, away from Ricky. If I'd heard this three days ago, I'd have thought it was an exaggeration, but now I see that it's necessary. He won't leave me alone while I'm here, so I've agreed to move. ^^ Dalia told me about a place that would be perfect for me to start again: Stardew Valley, in the Ferngill Republic. She said it's an isolated region on the other side of the Gem Sea. It sounds like a perfect place for someone who wants to start over, so I decided to move there. Dalia's husband said that he has contact with someone there and will arrange a small apartment for me so that I can arrive in Stardew Valley with a place to live. ^^ However, before I leave, I need to sort out some paperwork at my college. I need to change the mode of my course to a correspondence course, so I can continue my studies even from afar. Luckily, Dalia's husband requested that I be accompanied by security guards while I'm in the city, so at least I can resolve this issue without worrying that someone is watching me. I just hope I can solve this problem quickly.",
	"Mona-s_Diary.Entry_8": "Winter 12 ^^ Finally, it's official. I'm now studying by correspondence. Now I can focus on my move to Stardew Valley. Taking advantage of the fact that I was accompanied by security guards, I decided to go into my house again to get the things I had left behind. That house reminded me of the day I moved there... It seemed super quiet, and the neighborhood was very welcoming. The neighbors prepared a small welcome party for me! I met so many friends that day... I hope I also meet some nice people there in Stardew Valley. ^^ I also went to my work to resign, and there was Ian. Before I left, he asked me why I had resigned, as if being watched by a coworker wasn't a good reason to resign. He also asked why I was cheating on Ricky. I was very confused, but then I understood: Ricky told his friends that I was cheating on him and asked them to watch me. Honestly, this surprised me; it's not like him. ^^ Anyway, I told Ian the truth, and he was shocked to hear the whole story and apologized. Ricky had made his friends believe I was a horrible person. He said that Ricky will pay dearly for his lies. I'm not sure how that will happen, but I know he deserves it.",
	"Mona-s_Diary.Entry_9": "Winter 14 ^^ Today is the day. The day I'm finally going to Stardew Valley. I thought this day would never come; this week has taken so long to pass. ^^ I'm very anxious, but I hope that this move will bring me the peace I've been looking for, and that I can focus on what really matters.",
	"Mona-s_Diary.Entry_10": "Winter 15 ^^ I've just arrived in the Stardew Valley, in a small village called Pelican Town. It was a long journey, and I'm quite tired, but the feeling of calm and tranquillity I felt as soon as I arrived in Pelican Town was so good. Even the air here seems lighter. ^^ However, before I arrived here, at Gotoro Empire Airport, Ricky discovered my phone number again; he doesn't give up. I had to change it again when I passed through a town near here called Zuzu City. I didn't have time to see if there's cell phone signal in Pelican Town, but I hope there is. I want to see that scoundrel Ricky discover this number now. ^^ The apartment that Dalia's husband has rented for me is very cozy, and I've heard that he's already paid for two seasons in advance for me, which is great. I'll have enough time to get a job and support myself.",
	"Mona-s_Diary.Entry_11": "Winter 16 ^^ My first day in Pelican Town was much busier than I expected. Early in the morning, while taking a walk to get to know the town better, I met an elderly woman tending to some flower beds in the village; it was Evelyn. She's a very nice person; she even reminds me a bit of my mother with her caring nature. She invited me to her house to try some cookies, and they were delicious! I also met her husband, George. He seems a bit grumpy, but I could see in his eyes how much he loves Evelyn. Evelyn wanted me to stay to meet her grandson, Alex, but I preferred to leave and continue exploring the village. ^^ While I was walking around the village, I went into a place called \"Pierre's General Store\" to see what it was about. It's a small market, and the owner is Pierre, who I found out was the \"contact\" that Dalia's husband had here in Stardew Valley. Pierre told me that he is a friend of Dalia's husband and that he was the one who found my apartment. He also said that Dalia's husband asked him to offer me a job when I arrived in the village, and that's exactly what he did: he offered me a job as a cleaning lady, with a salary of 1700 gold per month. It's a generous offer, but I can't accept an offer like that without giving it some thought first. I need time to think about the topic for my thesis; that's why I decided to move here. I need to take this into account before making a decision. ^^ Even so, I took a look at his house to see the size and amount of furniture to clean, to help me decide if it would be worth it. While I was there, I met Caroline, his wife, and Abigail, his daughter. Caroline seems nice, but Abigail wasn't very friendly with me. Her manner resembles me when I was still living with my father. I always thought that I was very independent, that I would be free to do whatever I wanted when I lived on my own, and that life would be easy. How immature I was. When I finally moved out of my father's house, reality hit me hard. It was difficult to adapt to the new reality, but I changed and matured. I hope Abigail doesn't have to go through what I went through. Anyway, their house doesn't seem very big, and there's little to clean, so it might be a good opportunity, but I'm still in doubt. I'll think more about this in the coming days. ^^ After going to Pierre's house, I went to the Pelican Town bar, the Stardrop Saloon. That place is quite lively, and I got to know the other villagers. I even met someone really nice there, Sandy. She's very outgoing; I like people like that, even though I'm more on the introverted side. She told me about a festival that was going to take place tonight in the village; it's called \"Night Market\". She said it's an annual festival where traders from various places arrive by boat and set up the docks, selling various items. She invited me to come along, and I accepted. It sounds fun. I was surprised to learn that Pelican Town is on the coast. I love going to the beach occasionally, but I couldn't go often when I lived in the Gotoro Empire. ^^ I found some interesting things for sale during the festival. I wanted to buy some paintings by the painter Lupini, but to my surprise, the sellers didn't accept my money. A saleswoman was even very rude when she saw the money in my hands. I was very confused because no one had ever refused my money until then. I think it's a good idea to go to an exchange office to change my money into the local currency, to avoid this kind of embarrassment once all the hustle and bustle of moving is over. Anyway, I had a great time at the festival with Sandy. I really think we're going to be good friends.",
	"Mona-s_Diary.Entry_12": "Winter 22 ^^ I decided to accept Pierre's offer to work as a cleaning lady at his house. His house isn't that big, and Caroline told me that I wouldn't have to go there every day since she could take care of the house herself. She said I only needed to go there on Sundays, which is fine with me. She said I would start next Sunday. ^^ It's good that Caroline can take care of that house by herself. I'll only work four days and earn 1700 gold at the end of the season. That's plenty for me; at least I won't be struggling at the end of the season. ^^ Speaking of money, I talked to Lewis, the mayor of Pelican Town, about where I could find a reliable exchange office in Zuzu City. I want to resolve this before the end of the year; I want to start the new year without any pending issues. This year has been crazy, and I just want peace in the new year. Luckily, Lewis knew one and gave me the address; I plan to go tomorrow. ^^ I've noticed that since I arrived here in Stardew Valley I haven't been bothered by Ricky anymore. No calls, no stalking, no threats... nothing. I think he's finally left me alone. I think moving to Stardew Valley was a wise choice; I should thank Dalia's husband for suggesting this place for me to move to. I'll try to call Dalia before bed. I haven't called her once since the day I got here; she must be worried. And I must also admit that I am curious about what happened to Ricky. Ian said he would pay for the things he did. I wanted to know what happened.",
	"Mona-s_Diary.Entry_13": "Winter 23 ^^ Last night, I finally called Dalia, and we talked for hours. She was very worried about me for not calling her once during the week, but she was very happy to hear that I'm okay here in Stardew Valley. I really should have called her earlier, but the move took up a lot of my time, and I kind of forgot to call her. Anyway, it was great to hear her voice. ^^ During the conversation, I asked Dalia what happened to Ricky after I left. She told me that Ricky had been reported by Ian for some crimes he had committed a few years ago. She didn't tell me in much detail; she just said that they were terrible crimes. She also said that he was reported for trying to stalk me even though I had a restraining order. She said that since Ricky had manipulated his friends into watching me, they had also been arrested. However, Ricky ran away, and no one knows where he is. I was shocked to hear all this. Ricky didn't seem like someone who would commit some kind of heinous crime, but it seems that appearances can be deceiving. At least I'm far away from him. He won't be bothering me now. I hope they find him and that he rots in jail for everything he did. ^^ But now, speaking of things here in the valley, today I went to the exchange office that Lewis recommended to me to change the Gotoro Empire money into gold. It was a bit difficult to find the place, as the exchange office had changed its name; but after asking a lot of people, I managed to find it. But when I got there, they didn't exchange Gotoro Empire money for gold. ^^ However, an attendant who also came from Gotoro Empire was very nice to me and gave me the address of a bank that could do the conversion, so I ran there before it closed. Luckily, I arrived in time. It was paperwork after paperwork, but I managed to convert my money. ^^ When I saw how much I had after converting my money to gold, I almost fell over. It was a lot of money, a LOT! I'd always heard that the Gotoro Empire's currency was highly valued, but I didn't know it was that much. Maybe I don't even need that job Pierre gave me after all. But I've already accepted it; I can't quit a job I haven't even started. ^^ Anyway, all this money is a great relief for me. I'll be able to focus on my thesis without worrying about running out of money. I'll be able to concentrate more on my studies and also get to know the people here better. And of course, thinking about the future, I've put some of this money away in the bank to use on some projects I have for after college. I'm not crazy to go out with so much money on me; I don't even have anywhere to keep it. I'm not my dad to keep money under a mattress.",
	"Mona-s_Diary.Entry_14": "Spring 15 ^^ Today was a very busy day. It was another festival day: the Desert Festival. There was a festival on Saturday, and there's another one on Monday, and it'll last until Wednesday! It seems like the people of Stardew Valley love a festival. I don't blame them; who doesn't like a day off? I heard about this festival because Sandy was talking about it for days. She really likes this festival; I think it's because she can spend the whole day with Emily. ^^ I went there after I'd finished tidying up my apartment. Doing challenges to win Calico Eggs is very fun, and betting on the races is also very cool; too bad I didn't win once. Maybe I'll try again in the next few days. ^^ But I saw something that caught my interest, something that has nothing to do with the festival. There's an unfinished construction in the desert; it looks like it would be a small building. I asked some people in the village about it, and they told me that it was supposed to be a branch of a company, but the project was canceled because the company went bankrupt, and no one was interested in the place until then. But that place caught my eye. ^^ One of my plans after finishing my studies is to get my own house, but I thought this would be a long-term plan since it would be very expensive. But now that I have a lot of money saved, I can put this plan into practice sooner than expected. I really liked the idea of living in the Calico Desert; it seems very peaceful when there aren't any festivals going on, of course. But I don't mind a bit of noise once in a while. ^^ And since the construction has been abandoned for years and no one is interested in finishing it, maybe I could finish the building and live in it. Maybe it's a crazy idea, but I've really thought about it, and I have the resources to do it, so why not? I love the idea of living in Calico Desert, but of course, I'll do some research to find out who owns the property and see if I can build my house there. That place has a lot of potential. I'd be very happy living in such a peaceful place like the Desert, not to mention that I prefer to live in a place that doesn't snow at the end of the year; I don't like snow very much. I hope everything goes well.",
	"Mona-s_Diary.Entry_15": "Spring 26 ^^ I finally made progress in finding the owner of that land where that construction is in the Calico Desert. I've spent the last few days looking for the name of who could be the owner and found one person: Adrian Summers, the son of the owner of the company that went bankrupt. The owner of the land where the company building would be is the son of the company's owner... A very questionable decision, but okay. Anyway, yesterday I got his number, and we arranged to talk at his house in the afternoon. During the conversation, I asked why he left the place abandoned. He said that the place wasn't useful to him because it was poorly located and that he always looked for someone to sell it to, but nobody wanted it. ^^ He was even willing to sell the land to me for a low price, and of course, I said I wanted to buy it; but when he realized I wanted to build a house, he wanted to raise the price. After some bargaining, we reached an agreement, and I bought the land. Now I own that construction; I can finish it and turn it into my house. ^^ I can't believe I'm going to fulfill my dream of owning my own home before I finish college. I think some junimo moved with me to Stardew Valley and is bringing me luck! Leaving the Gotoro Empire was the best move I've ever made. I'll definitely call Dalia to tell her the news and thank her husband for suggesting that I move to the valley. ^^ When I got back, I told Sandy about my plans. She was very happy, but she said that she also had plans for that place. She wanted to set up a store there and was saving money for it. Well, I suggested that we work together to build both my house and the store she wanted. After all, I don't need to live in a building; we could leave the store on the ground floor and my house would be on the first. Sandy loved the idea and agreed to work together to build this building so that we could both make our dreams come true.",
	"Mona-s_Diary.Entry_16": "Summer 4 ^^ Over the last few days, Sandy and I have been racking our brains to think of a building design that would please both of us. I want something simpler and less flashy; I'd like to live in a more cozy and discreet place. Sandy, on the other hand, wants a large, modern, and colorful building since, according to her, the more colorful it is, the more attention it will bring to the store. I understand her point, but if I followed her line of thinking, I'd end up living in a dollhouse. ^^ I started to think that suggesting she join me in finishing this building and making our dreams come true might not have been a good idea. We have very different opinions, and it was very difficult to find a middle ground between us. This difference of opinion led us to seek Robin's help to create a design that would please both of us, and she surprisingly succeeded. Her work turned out amazing; Sandy and I love it! ^^ While we were there, Robin asked if we had already thought of a name for the store. We hadn't decided on a name for the store yet, as we were too busy thinking about the building's appearance. But Sandy came up with a name right then: \"Oasis\". I loved the name; I think it makes perfect sense for a store in the middle of a desert to be called Oasis. Now that we have a design we like and the name of the store, the next step is to start constructing the building. I even thought about asking Robin to do the work, but she said she wasn't qualified for such a big job and that it would take her a long time to finish. However, she gave us the contact information of a friend of hers in Zuzu City who could do the job. I called him, and we arranged to meet in person in a few days to sort everything out. ^^ I look forward to seeing this project become a reality. I can't even believe that I'm fulfilling one of my biggest dreams, and I'm very happy to see Sandy's happiness at having her own store, or rather, our own store.",
	"Mona-s_Diary.Entry_17": "Summer 9 ^^ Today I met up with the friend Robin had referred to talk about the building's construction. His name is Phillip; he's an engineer. He also brought someone else with him to talk to me, an architect who coincidentally is named Ricky. When I heard his name, I felt a little uncomfortable, but I kept a friendly manner and greeted him. Shaking Ricky's hand felt as if I was handing myself over to the other Ricky, for him to do whatever he wanted with me. It wasn't a very pleasant experience, but I tried to stay calm and focus on what was most important at that moment. Ricky is in the past, and I will not allow him to affect me. Phillip and Ricky said they could help me build the building. ^^ Ricky carefully reviewed Robin's designs and praised the project a lot, but Phillip said that we needed to assess the terrain before moving forward, so the three of us went to the desert to assess the terrain. Ricky was notably surprised to see the abandoned building, and his interest in constructing my building increased. I was curious and asked Phillip the reason for Ricky's reaction. Phillip explained to me that Ricky had worked on the design of the old building, which was his first big project for a major company. Ricky had put a lot of effort into that project, as it would be one of the highlights of his professional career, but unfortunately, the company went bankrupt, the project was never completed, and to make matters worse, the building project was sold to the company, so he wouldn't be able to put that project into practice due to legal issues. ^^ Ricky's history with that building made me trust him to make any changes to the project that Robin had designed, as long as the changes were informed and approved by Sandy and me. He was very happy to know that I was trusting his ability and said that he will do the best job possible, just as he did with the old building project. And Phillip said that the terrain is perfect for the construction of the building and that, if we start as soon as possible, it will be ready in two seasons; much faster than I thought. Now, Phillip and Ricky will take care of the building's planning, and the construction will begin as soon as possible. ^^ I'm very happy that things are going smoothly, despite the ghosts of the past trying to unbalance me. I must take care of these matters before they get out of hand. I learned the cruelest way that unresolved traumas can turn you into someone unrecognizable. I'll never forget the day I saw my mother in a psychotic break and my father had to hospitalize her; it was too much for someone who had just entered adolescence. I looked at my mother and simply didn't recognize her anymore. I don't want to go through that.",
	"Mona-s_Diary.Entry_18": "Fall 20 ^^ The construction of the building is finally finished; it was much faster than I imagined. I can't believe I have my own home now, it's a true dream. But before I could finally sleep under the roof of a house I built, I had to go to Zuzu City with Sandy to buy some furniture for the house; I don't even have a bed to sleep on there. So we bought the basics for living in a new house: a bed, a fridge, a stove, and of course, a dishwasher. I've always wanted one in my house. My apartment in the Gotoro Empire had one, and it saved me a lot of time, something I'll definitely need. ^^ Of course, Sandy also made me buy furniture and equipment for the other rooms of the house. She made me buy a sound system to put in the living room and a sofa. I'm glad she reminded me about the sofa; I swear if it weren't for her, I'd have left the store without buying one. Unfortunately, since we live so far away, most of the things I bought will only arrive tomorrow, but it's okay; one night sleeping on an inflatable mattress won't be a problem for me. I've slept in worse places. ^^ After buying the furniture for my house, Sandy and I went to some suppliers to get products to sell in our store. Since the store idea was Sandy's, I let her search for the suppliers. She partnered with some seed and home decoration suppliers, so the store will have a nice variety of products for sale. I can't wait for the opening day.",
	"Mona-s_Diary.Entry_19": "Fall 22 ^^ We opened the store today, and practically all the villagers came for the grand opening. Even some people from the city showed up. It was a great day for both of us. Sandy was very happy to see how busy the store was on the first day. I'm sure the store will be a success. ^^ While the store was open, I received a call from an unknown number. I was a bit scared, thinking Ricky had discovered my number again, but I took a deep breath and thought rationally: Ricky hasn't bothered me since the day I moved to the valley, and now that he's on the run, he certainly wouldn't be able to find my new number. If he really wanted to, he would have done it by now. ^^ So I went up to my house and answered the phone. I heard the voice of someone I haven't spoken to in years: my father. I didn't expect to hear his voice after so long, I was very surprised. I asked him how he had found out that I was in Stardew Valley. He told me that he had tried to visit me at my old apartment, but couldn't find me, so he asked Dalia to give him my current number, and that's when he found out that I had moved. ^^ Although I was happy to hear his voice after so long, I didn't understand why he was looking for me. He had distanced himself from me more and more after my mother was institutionalized, to the point where I simply decided to leave. But I understood why he called when he handed the phone to my mother. She finally left the psychiatric clinic and is fully recovered. It was so good to hear her voice; I wish I could be there to give her a hug. ^^ We talked for a long time, and my father said they would come visit me someday. I'm happy that my father has regained his joy in life after having my mother back. He really loves her so much. ^^ I have reasons to be angry with my father. I went through terrible times when my mother was institutionalized, but I'm not angry with him. Because even though he made a lot of mistakes, when I decided to leave, he regretted the things he put me through. At the time, I pretended not to hear and left, but later I realized that he wasn't well enough to take care of me. He was lost, but I was too selfish to notice. ^^ After spending some time talking to my parents, I left Sandy in charge of the store and went to the Saloon to spend some time thinking. While I was there, I saw Willy, the fisherman from Pelican Town. He had just returned from a fishing trip. I heard him talking about a place called Ginger Island, a deserted island that's part of the Fern Islands archipelago. ^^ I'd never heard of this place before, and it piqued my interest; I could study this island and use it as a topic for my thesis, so I went to talk to him about it. He told me that it's a very large and unexplored island; he himself doesn't know exactly what's in the interior of the island since he only stayed on the coast. The only thing he knows is that there's a volcano in the interior of the island, but he doesn't know if it's active or not. ^^ About studying the place for my thesis, he said that it's too dangerous and that he doesn't want to disturb the island's ecosystem. He's right, but the type of research I intend to do won't disturb the island's ecosystem. I'll just write details about the things I find there and use them as research material for my thesis. Of course, I understand his concern; he's not obligated to understand my purposes at first. So I'll try to convince him to take me there, especially since there are three seasons left before my vacation ends, and I want to have a subject for my thesis as soon as possible.",
	"Mona-s_Diary.Entry_20": "Fall 25 ^^ I finally managed to convince Willy to take me to Ginger Island. After explaining to him the importance of the thesis and that my research would be purely observational and without interfering with the environment, he agreed to take me. He'll take me there tomorrow and bring me supplies every Sunday. I'm very happy that he agreed to take me there. Now I have to prepare for the trip and take everything I need. ^^ I told Sandy about my trip, and she was surprised. After all, it hasn't even been a week since I moved, and I already have to travel again. Unfortunately, that's how it is for students; it feels like time goes by faster when we're doing something unrelated to our studies. ^^ I also called my parents to tell them about my trip so they wouldn't worry if I didn't answer their calls. They wished me a good trip and said they'll send letters. I'm very happy to have my parents back together; they're both so happy. I wish I could be there to give them a hug. I hope they can visit me at the end of the year.",
	"Mona-s_Diary.Entry_21": "Fall 26 ^^ I'm on Ginger Island. This island is really huge, with many places to explore and beautiful landscapes. Besides being a great place for my research, it will be a perfect place to spend the rest of my vacation. I have this whole island to myself; it's a true paradise! But of course, I didn't come here for leisure. I came here to study. Exploring the island's surroundings, I've already found a lot of interesting things. I'm sure my thesis will turn out excellent. ^^ While I was exploring the island looking for something interesting, I saw a small cabin overlooking the sea. It seems like a farm, but it's completely abandoned. It was probably built by a group of people who were shipwrecked here since it's possible to see a stranded ship on the coast. I wonder what happened to those people. ^^ After this little exploration, I gathered some branches to make a fire and set up my tent near the beach to spend the night. This might be one of my best nights to sleep. Everything is so quiet; I only hear the sound of the sea and the crickets. I'm going to sleep like a baby tonight.",
	"Mona-s_Diary.Entry_22": "Fall 27 ^^ My first night on Ginger Island was pleasant. It was very relaxing to sleep with the sounds of nature, but for some reason, I felt a strange presence on the island, as if there was someone else here besides me. It must be some kind of anxiety about being totally alone on the island; it should pass in a few days. ^^ Anyway, today I found a kind of slime that's very different from those found elsewhere: orange slimes. They seem to be made of pure magma. I've never seen slimes of that color; it could be a species that only exists on Ginger Island. This island holds many secrets. I'm very excited to be the first person to discover them.",
	"Mona-s_Diary.Entry_23": "Winter 4 ^^ I don't think I'm totally alone here. I've been on this island for a few days now and this feeling of being watched hasn't gone away. It's very strange. I'm starting to think there's a reason I feel this way. If it were just a reaction to isolation, it would have passed by now. Maybe this is a sign to be careful. I'll pay more attention to the island's surroundings while I'm exploring.",
	"Mona-s_Diary.Entry_24": "Winter 7 ^^ I'm definitely not alone on this island as I thought I was. I swear I saw someone hiding in the bushes this morning while I was studying some plants. I don't know if this person is watching me or if it's just paranoia, but even if it is paranoia, knowing that you're not alone on an island that should theoretically be deserted doesn't give me a sense of security. ^^ Just in case, I've decided that from now on, I'll take shelter in the old cabin I found a few days ago. At least I'll be safe if this person wants to do something. ^^ Coming to Ginger Island was a wonderful idea, but discovering that I'm not alone here is making me rethink things. I might be in real danger here, but I'll be careful and keep an eye on this person's movements.",
	"Mona-s_Diary.Entry_25": "Winter 10 ^^ Being on this island knowing that I'm not alone is making me uncomfortable. Even though this person does nothing but stand there watching me from a distance, I'm scared. What if this person is just waiting for the right moment to do something? What if this inertia is just a facade? If a person stalking you and making you feel in constant danger is scary, someone who just watches you without making their intentions clear is even more terrifying. ^^ Despite this, I'm making good progress in my research, which means I'll be leaving this island soon. If this person intends to do anything to me (which I hope they don't), they'd better hurry.",
	"Mona-s_Diary.Entry_26": "Winter 13 ^^ Today I decided to take a break from my research and relax a little on the beaches of Ginger Island. I haven't even been in the water since the day I arrived. Plus, I wanted to take advantage of the fact that the person who had been watching me had stopped over the past few days. But that peace didn't last long, because there he was, staring at the ocean. ^^ I could finally see this person more clearly: it was a slightly chubby man dressed in black with shiny details that looked like stars. He also wore a hat with the same details. But there was something about him that was even more eye-catching: the color of his skin was blue, like the sky. I've never seen someone with that skin color; it's so unique. ^^ Of course, as he was nearby, I tried to get his attention. I wanted to know why he was watching me. When he saw me, he tried to run, but I chased after him. I wasn't going to let him escape without giving me an explanation. Looking back now, that idea could have gone very wrong, but I don't know what came over me at the moment. ^^ I followed him until he entered a room inside a large rock. He tried to keep me out by holding the door shut, but I was so determined to get inside that I broke it down. When I entered the room where he was hiding, I was confused by what I found: there was a big screen showing a map of Ginger Island, some computers, and a bed. Apparently, he was living on the island. ^^ He was angry that I broke down the door (rightly so). He said that I shouldn't be there and that I wasn't even supposed to have seen him. I was revolted by what he said. If he didn't want me to see him, why was he watching me? When I questioned him about it, he said that he wasn't watching me, he was just \"living his life\" and that it wasn't his fault if I was always in the wrong place at the wrong time. Even though he claimed he wasn't watching me, he knew a lot about me; things he would only know if he knew me, which didn't make sense. After all, how could he know so much about me without observing me? ^^ I questioned him about this, and he told me that knowing many things was one of his powers as \"Mister Qi.\" He said his goal as Mister Qi is to maintain the balance of resources in the world, and knowing many things is a consequence of his powers. ^^ All this talk sounded crazy, and of course I didn't believe it at first. But to prove that he was telling the truth, he did something to me that made me feel a deep connection with him. It was like I could hear him inside my head. But not only that, I could see several things happening around the world at the same time, as if I had been transported into a large room with many cameras where I could see the entire world. I even saw my parents together at home and Ricky in what seemed to be a police chase. ^^ Suddenly, I felt a strong tightening in my chest and a sense of dread. It seemed like I was facing a great danger, and then, in the blink of an eye, I was back in that room looking at that man. That's when I realized that I was facing an extremely powerful being. ^^ All that was new to me. I wasn't expecting to discover that there is a magical being that controls the world and that I was facing one of them. This island hides many surprises. He apologized for almost killing me and asked that I not include anything about the Misters Qi in my thesis. Obviously, I wasn't planning on putting anything about the Misters Qi in the thesis; it would be insane and probably no one would believe it. But he was so worried about it that I had to promise not to write anything. ^^ Of course, I'm not foolish, so we made a deal: in exchange for keeping the secret, he would help me with my research, and he surprisingly agreed. From now on, we're working together. ^^ This guy revealed a lot about the Misters Qi, but he only didn't want to reveal one thing: his name. I tried asking, but he said I should call him Mr. Qi and that his name didn't matter. If he didn't want to reveal his name, I'll call him Azure. He hated the nickname, but I won't call him anything else until he tells me his real name.",
	"Mona-s_Diary.Entry_27": "Winter 15 ^^ It seems that everything Azure told me was true. He really does seem to be someone who has lived through a lot in the past. Even though I felt he was telling the truth, I still had doubts, but now I'm certain: he really was telling the truth. ^^ While we were analyzing some slimes, we found those orange-colored slimes that I discovered a few days ago. I asked if he knew anything about them, and of course, he did. He said they're slimes that only exist on Ginger Island. He calls them Tiger Slimes, but they don't have an official name since they haven't been discovered by any scientist. ^^ Knowing this made me surprised and proud. Just imagine a student discovering a new species and writing a thesis about it? It would be an excellent topic! It would bring great recognition to me and the college. Teaming up with Azure was an excellent idea. With his help, my thesis will be the best ever.",
	"Mona-s_Diary.Entry_28": "Winter 19 ^^ Willy showed up today to bring the supplies for me, as we had agreed. He also brought a letter from Dalia. She sent a picture from a trip she was taking with her sister and husband. She wrote that she misses me, and I miss her too. We both planned to go on this trip together, but unfortunately, things with Ricky and the move to Stardew Valley didn't allow it to happen. I'm happy she found someone else to go with her. If I had a camera, I'd take some pictures of the island to send back, but unfortunately, I don't. So I just told her that I'm on a paradise island to find inspiration for my thesis. ^^ I was tempted to tell her about Azure, but he said I had to keep his existence a secret. I won't break my promise. I'll only say something if he loosens the terms of this promise, and there's also the fact that he's always watching me, so even if I wanted to, I couldn't talk about him without him finding out. I don't want to get into trouble with someone so powerful. ^^ Speaking of Azure, today he spent the whole day locked in that room. He didn't come out at any time during the day; he only came out after Willy left the island in the late afternoon. Probably because he doesn't want anyone else to see him. Since he had gone out later in the evening and I had already finished my studies for the day, I decided to try talking to him in an attempt to get to know him better. Maybe it would've been better to talk to the rocks; maybe they would respond. ^^ I tried my best to get any information out of him, but he's very reserved. He always says \"You don't need to know,\" \"That's not relevant,\" or just stays silent. The only question he answers differently is about his name. He always says that I should call him \"Mr. Qi\" and that I need to stop calling him Azure. ^^ If it continues like this, it'll be hard to maintain a lasting partnership, but I understand him; he doesn't owe me any explanations. But it would be polite to answer the more important questions so that I could trust him more. But if he wants to stay distant, that's okay.",
	"Mona-s_Diary.Entry_29": "Winter 26 ^^ Today was a relatively normal day in my research, which means I had a chance to try to talk to Azure. Actually, talking to him today was easier than it usually is. He was answering most of the questions I asked. To be honest, this change in behavior made me suspicious; he changed so suddenly that something felt off. ^^ I asked him what happened to make him change so much overnight, and he said, without a hint of shame, that he was following the \"advice\" I wrote in my diary a few days ago. He'd been reading my diary with his powers. I was furious; after all, this place is mine alone. ^^ I asked him why he was invading my privacy. He said it was a consequence of seeing everything that happens in the world and that he wasn't actually reading the entries; he was just watching me write them, which is still an invasion of privacy. ^^ He was confused and asked why I was angry if he was \"acting politely,\" as I wanted him to. I had to explain that I wasn't angry at his behavior but at what he did to figure out that I wanted him to act that way. Invading my privacy is a low blow. ^^ Only after explaining this did he seem to understand the mistake he had made. I asked him how long he'd been watching me write diary entries, and he said that he'd been doing it since the day I arrived on the island but that he didn't pay much attention to what I wrote because, in his words, \"There was nothing relevant.\" Despite this, he said he hadn't done it intentionally; he just took into account something I wrote in a single entry. Even so, I made him promise that he wouldn't see me writing diary entries using his powers anymore. He said he can't guarantee it, but he'll try to ignore it. I hope you really will, Azure!",
	"Mona-s_Diary.Entry_30": "Winter 28 ^^ Today is the last day of the year, but even though it's a holiday, Willy still came to the island to bring the supplies I need. Willy is a man of his word; even on the last day of the year, he brought everything. I even asked why he came here during a holiday, and he replied that New Year's Eve isn't a holiday in the Ferngill Republic, so that's why he came. I was surprised to hear that. I thought New Year's Eve was a holiday everywhere, but it seems it's only a tradition in the Gotoro Empire. Anyway, he also brought me some letters. ^^ My parents sent a letter with a postcard of a beach they planned to visit for the New Year's Eve; probably they're both there. Since my mother left the psychiatric clinic, things seem to have gone back to how they used to be. We used to go to the beach on New Year's Eve. It's a shame I can't be there with them. I also received a letter from Sandy about our store's performance so far. The sales have been excellent; most customers are tourists visiting Stardew Valley. I was surprised by the results; we sold far more than I expected. Sandy is an amazing salesperson. ^^ After Willy left, Azure showed up. I decided to spend the New Year's Eve talking to him since he's the only other person on this island besides me. We talked about various things, and I eventually asked him if he had always known he was a Mister Qi or if he discovered it over time. I expected him to say he'd always known, but I was surprised when he said no. He said he only discovered it in his teens. When I heard that, I asked him what his life was like before he found out. ^^ He started talking about his childhood. At that time, he could hear the \"ancestral\" Misters Qi talking to him, but he thought they were just imaginary friends, as they never mentioned he was a Mister Qi. He was an ordinary child, like any other. This surprised me; after all, I never would've imagined he could have had a normal life. It seems so... unreal, considering all his power. I even thought he was lying, but he was being sincere; it was evident in his voice. ^^ He continued to talk about how his \"imaginary friends\" made him feel a little less lonely during his childhood since other kids thought he was strange due to his unusual appearance and behavior. He had few real friends, so he often played with his \"imaginary friends,\" which made him even stranger from an outside perspective. But despite being strange, people always said he was a prodigy because he was much more advanced than other children his age. ^^ Until that point, he was just a relatively normal child, but as he got older, his Mister Qi powers began to strengthen. What started as dreams of being in places he'd never been before evolved into quick flashes of different things happening simultaneously at random times of the day. This terrified him a lot. ^^ When he thought he was going crazy, his \"imaginary friends\" began to reveal themselves. They were the \"previous Misters Qi.\" They explained to him that he was a Mister Qi and his responsibilities, but before he could carry out his mission in the world, he'd have to wait for all his powers to manifest. Azure said his teenage years were very chaotic because of this. ^^ I asked him if there was a significant moment from that time, and he mentioned the day he discovered he could mentally connect with others. He told me how it happened: still in school, a classmate asked him to rewrite a love letter the boy had written, as Azure had the most beautiful handwriting in class. But the boy asked Azure to deliver it to the other boy in the class on his behalf because he was too embarrassed to deliver it in person. ^^ And so he did. During recess, Azure rewrote the letter, and before the next class started, he went to the other boy's desk and handed the letter to him. But as soon as the boy touched the letter Azure was holding, something strange happened. Azure said it felt like a force pulling their minds toward each other. Suddenly, he saw several flashes of scenes from the boy's life: he had access to the boy's memories, fears, and even emotions. ^^ They were so connected that they were able to talk to each other inside the boy's mind. He said he can even remember the conversation they had: ^\"What's going on? How are you here?\" The boy asked, terrified.^\"I don't know! I just wanted to give you the letter Kyle asked me to write. I didn't mean to do this!\" Azure replied.^\"Do you know what we have to do to get out of here?\" Azure shook his head to say no. ^^ The two were at a loss for a few moments until the boy began to suffocate, and then the connection was broken. The boy hadn't been breathing the entire time they were connected. Luckily, the connection only lasted a few seconds. Azure apologized to the boy for what happened. After that, the connections became much more frequent. He didn't even need to touch people; a simple eye contact was enough for him to invade people's minds unintentionally. ^^ The previous Misters Qi had told him this was one of his most important powers, as it allowed him to deeply understand everyone's needs and make wise decisions. He realized how dangerous his powers could be and that he needed to use them cautiously, even if he couldn't control them yet. So he decided to isolate himself to keep everyone safe. ^^ After hearing his whole story, I sat in silence, trying to process everything. He suffered a lot trying to understand his powers and had to distance himself from everyone so that no one would get hurt. I decided to ask him something: \"If you could go back in time and choose to live as a normal person, without powers, would you do it?\" He looked at the ocean for a few moments, got up, and walked away. I think that was his way of saying no, or maybe I had hurt his feelings somehow... I tried to apologize, but he didn't hear me. I returned to the cabin burdened with guilt. ^^ I don't know if it's already the next day or not; I was asleep when I woke up to some knocks on the door. It was Azure. I opened the door for him and asked why he was knocking so late. All he said was \"Yes.\" I was confused, so he told me that if he had the chance to live without his powers, he would. I was surprised; I hadn't expected him to reflect on the question I'd asked. ^^ He added: \"I'm not dissatisfied with the life I have now. My powers have allowed me to discover my purpose in this world, but at the same time, they've prevented me from having certain experiences. Being an ordinary human, I would have had those experiences. Our responsibility is enormous, and our conversation made me realize that it's unfair for it to fall on just one person. Being ordinary seems, in a way, liberating.\" ^^ Hearing that from Azure was surprising. Since the day I met him, he always seemed so confident and unshakeable, but our conversation seems to have brought back a little of his human side. It's even touching to know that deep down, he just wanted to be an ordinary person. ^^ The conversation we had today changed the way I see Azure: he's not a mystical and powerful being; he's a human being who had the misfortune of being called to a mission he never wanted.",

	/* ++++++++++++++++++++++++++++++++ */

	/* +++++|LETTERS|+++++ */

	"MailLetter.QiImportantTalk": "Dear @,^^ I hope this message finds you in good health and spirits.^^ I am addressing you with the purpose of extending a formal invitation to a meeting at my residence. There is a matter of considerable importance that I would like to discuss in person.^^ I recognize that such a topic should have been shared earlier; however, I hesitated due to the need to assess mutual trust.^I am now convinced that our relationship is solid enough for me to reveal this content to you.^   I would like to invite you to visit me at my home, more specifically in my bedroom, during the night. I suggest that you visit me before the Oasis closes, at a time that is convenient for you.^^  I am confident that this meeting will be fruitful and enlightening for both of us.^   Sincerely, Mr. Qi.",
	"MailLetter.QiImportantTalk.Title": "An Important Talk",
	"MailLetter.ScientificHelp": "Dear @, I hope you are well. ^^ I'm writing this letter because I need help, and I think you're the perfect person for it.^^I'm doing some experiments in the lab, but there's a substance missing. This substance is extracted from Ancient Fruits, but I don't have any more, and for some reason, I'm not able to create them with my powers. ^^ If you can, bring 5 Ancient Fruits to my laboratory; it will be enough until I can figure out why I'm unable to create more. ^ ^ I'm counting on your help. I hope you have Ancient Fruits on your farm; I know they're not very easy to get. Sincerely, Mr. Qi.",
	"MailLetter.ScientificHelp.Title": "Scientific Help",

	/* +++++++++++++++++++ */

	/* +++++|QUESTS|+++++ */

	"Quest.ScientificHelp.Title": "Scientific Help",
	"Quest.ScientificHelp.Description": "Mr. Qi is working on an experiment, but a substance is missing. He wants you to deliver it to him.",
	"Quest.ScientificHelp.Hint": "Go to Mr. Qi's Laboratory with 5 Ancient Fruits in your inventory",

	/* ++++++++++++++++++ */

	/* +++++|EVENTS|+++++ */

	//Mr. Qi & Club Introduction
	"Event-00.MrQiRealNPC.MrQiandClubIntro.01": "Welwick, I told you not to drink too much.#$b#Now you're drunk!$u",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.02": "Welwick: I already said I'm not drunk! *hic* I'm just having fun!#Welwick: Ugh...",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.03": "It looks like Welwick is going to throw up.",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.04": "If you vomit in this vase, you'll pay for cleaning it!$u",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.05": "Welwick: I'm not gonna throw up, I'm... Ugh.",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.06": "No, don't do this...$u",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.07": "Welwick begins to vomit.",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.08": "No!$u#$b#Ah, forget it. Do whatever you want...$u",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.09": "Ah, so you came here, didn't you?",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.10": "You followed the instructions I sent you and found this place. I'm surprised.#$b#Ordinary people wouldn't follow orders from notes left by a stranger in certain places.#$b#Your curiosity spoke louder, didn't it, @?",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.11": "How do I know your name? Well, I know everything that happens in the Valley, including your arrival.#$b#Anyway, welcome to my casino, {{NameOrKid}}. You can come here whenever you want.",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.12": "What's my name? You can call me Mister Qi.",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.13": "Welwick: Bleargh!",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.14": "Who's that lady? Is she okay?",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.15": "That lady is Welwick. She's had too much to drink. I always say she can't overdo it, but she won't listen to me.#$b#She'll get better soon. It's best to leave her alone.",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.16": "It feels like I found a new place, and also a new person.#I wonder how he knew my name. He seems so mysterious.",

	//The Revealed Secret
	"Event-01.MrQiRealNPC.TheRevealedSecret.01": "Hello again, {{NameOrKid}}.",
	"Event-01.MrQiRealNPC.TheRevealedSecret.02": "He he, I see your exploration in the Skull Cavern was very fruitful.#$b#I knew you were different. You are very brave, {{NameOrKid}}.#$b#You really deserved that reward for all your bravery. Exploring a place like the Skull Cavern is not for everyone.",
	"Event-01.MrQiRealNPC.TheRevealedSecret.03": "How did you get here so fast? What was that?!",
	"Event-01.MrQiRealNPC.TheRevealedSecret.04": "Well, that's what I want to talk to you about.#$b#As you could see, I'm different from the other villagers you know. I know things they don't know, and I do things they don't do.#$b#The things I know and do could put my life and the lives of other villagers at risk. I need to keep all this a secret for everyone's safety.#$b#So I can't just let you go and run the risk of you telling what you saw.$u",
	"Event-01.MrQiRealNPC.TheRevealedSecret.05": "Mr. Qi approaches you.",
	"event.01.MrQiRealNPC.TheRevealedSecret.06": "I can trust you, right?",
	"Event-01.MrQiRealNPC.TheRevealedSecret.07": "Yes, I won't tell anything.",
	"Event-01.MrQiRealNPC.TheRevealedSecret.08": "What happens if I say no?",

	//Kept Secret
	"Event-Fork.MrQiRealNPC.KeptSecret.01": "Great, {{NameOrKid}}. I really don't want to put anyone's life at risk. I need to keep this a secret.",
	"Event-Fork.MrQiRealNPC.KeptSecret.02": "I keep your secret, but you still haven't said what happened there in the Skull Cavern.",
	"Event-Fork.MrQiRealNPC.KeptSecret.03": "I can't talk about it right now. We're both very busy. Maybe some other time I'll talk more about it, when we both have time.#$b#The only thing I can say is that what happened back in the Skull Cavern is just the tip of the iceberg, {{NameOrKid}}.",
	"Event-Fork.MrQiRealNPC.KeptSecret.04": "Well, since you're going to keep my secret, I'll give you an item as a thank you.#$b#Here, it's an Iridium Bar. It might be useful for you to upgrade your tools or build some machines.$action AddItem 337 1#$b#And remember, what happened back in the Skull Cavern is a secret. Don't tell anyone.$u",
	"Event-Fork.MrQiRealNPC.KeptSecret.05": "I hope ${heshe}$ really keeps this secret. I'll keep an eye out, just in case.$u",
	"Event-Fork.MrQiRealNPC.KeptSecret.06": "That was a little scary, but I'll be true to my word and keep it a secret. This guy definitely owes me an explanation.",

	//Gossip Farmer
	"Event-Fork.MrQiRealNPC.GossipFarmer.01": "If you tell anyone this, we'll be in big trouble.$u#$b#I've been hiding this from people longer than you know, {{NameOrKid}}.$u#$b#I won't let someone like you ruin everything!$u#$b#Please, let's resolve this peacefully. We're wasting time arguing about this, you have too many other things to do, and so do I.$u#$b#I'm not asking for anything crazy. I'm just asking you to keep a secret.$u",
	"Event-Fork.MrQiRealNPC.GossipFarmer.02": "With much hesitation, you agree to keep Mr. Qi's secret.",
	"Event-Fork.MrQiRealNPC.GossipFarmer.03": "Thank you so much for agreeing to keep this secret, {{NameOrKid}}. It's really important that no one knows about this.#$b#Maybe some other time I'll explain everything to you, but for now, just don't say anything about what you saw to anyone, okay?$u",
	"Event-Fork.MrQiRealNPC.GossipFarmer.04": "I agreed to keep Mr. Qi's secret. I have no idea why he's so worried that this secret will be revealed.",
	"Event-Fork.MrQiRealNPC.GossipFarmer.05": "I hope he can explain this to me at some point.",

	//Gambler's Advice (Mister Qi's 2 Hearts Event)
	"Event-02.MrQiRealNPC.GamblersAdvice.01": "CalicoJack Guy: You lost again.",
	"Event-02.MrQiRealNPC.GamblersAdvice.02": "CalicoJack Guy: Wanna try one more time?",
	"Event-02.MrQiRealNPC.GamblersAdvice.03": "You agree to play again, and again, and again.#You lose every time.",
	"Event-02.MrQiRealNPC.GamblersAdvice.04": "CalicoJack Guy: How dare you call me a cheater? I can't do anything if you're on a bad streak!",
	"Event-02.MrQiRealNPC.GamblersAdvice.05": "Hey, what's happening here? Why all this shouting?$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.06": "CalicoJack Guy: This ${guygirl}$ is accusing me of cheating on CalicoJack. I'm an honest guy, I would never cheat at this game!#CalicoJack Guy: It's not my fault ${heshe}$ lost 4 times in a row. I played fair!",
	"Event-02.MrQiRealNPC.GamblersAdvice.07": "Hmm... Got it.$u#$b#Come with me, {{NameOrKid}}. You need to calm down.",
	"Event-02.MrQiRealNPC.GamblersAdvice.08": "I don't usually bring people here. It's a very private place, you're a privileged person.#$b#Anyway, let's go inside and have a little chat.",
	"Event-02.MrQiRealNPC.GamblersAdvice.09": "Come on, {{NameOrKid}}, you can come in.",
	"Event-02.MrQiRealNPC.GamblersAdvice.10": "Yeah, this is my room. When I'm not at the casino, I'm here.#$b#Come on, we need to talk.",
	"Event-02.MrQiRealNPC.GamblersAdvice.11": "Okay, what happened? Why were you so angry there?",
	"Event-02.MrQiRealNPC.GamblersAdvice.12": "I was playing CalicoJack and I lost every time. I spent a lot of Qi coins and lost everything! That guy was cheating.",
	"Event-02.MrQiRealNPC.GamblersAdvice.13": "I was trying to get enough Qi coins to buy something, so I decided to bet on CalicoJack. Then that guy started playing dirty and made me lose everything! I couldn't let that happen!",
	"Event-02.MrQiRealNPC.GamblersAdvice.14": "I understand your anger, {{NameOrKid}}. It's infuriating to lose everything on a bet, but that's how betting works. It all depends on your luck.",
	"Event-02.MrQiRealNPC.GamblersAdvice.15": "I know betting depends on luck, but it's not possible for someone to be that lucky! That guy always got it right; plus, he had a suspicious look on his face. He clearly cheated!",
	"Event-02.MrQiRealNPC.GamblersAdvice.16": "I see, maybe he really was cheating...#$b#But did you really think that accusing him of cheating would help at all? He'd never admit it!$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.17": "It's just that it's so unfair, he was stealing all my Qi coins! What if he does this to other gamblers?",
	"Event-02.MrQiRealNPC.GamblersAdvice.18": "People's sense of fairness is relative, {{NameOrKid}}. The actions you take that you think are fair may be fair to you, but unfair to others...$u#$b#Sometimes we need to accept things the way they are, and not the way we wanted them to be...$u#$b#The next time you play and notice something suspicious, simply stop playing. Cheaters often insist that you keep betting higher, and if they realize you've noticed the trick, they'll stop.#$b#Don't get carried away with the prize. Always be aware of your opponent's movements and leave as soon as you realize they have started playing dirty.",
	"Event-02.MrQiRealNPC.GamblersAdvice.19": "You're right... I don't know what I was hoping would happen if I accused that guy of cheating.#I must have gotten carried away. I'll be more careful when gambling at the casino...",
	"Event-02.MrQiRealNPC.GamblersAdvice.20": "Yes, I hope that doesn't happen again, {{NameOrKid}}.",
	"Event-02.MrQiRealNPC.GamblersAdvice.21": "Well, I don't usually bring people into my room. You're one of the first people to come in here.#$b#It's kind of big, isn't it?#$b#If you want, you can take a look at it.#$b#Just don't touch my stuff.$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.22": "Do you see that door over there?#$b#You cannot enter there. Under no circumstances.$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.23": "Well, I'll introduce you to a bit of my room and then you can leave.",
	"Event-02.MrQiRealNPC.GamblersAdvice.24": "Mr. Qi's room is huge! I had no idea it was so big.#...#I wonder what he hides behind that door?",
	"Event-02.MrQiRealNPC.GamblersAdvice.25": "So? Were you really cheating or not?$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.26": "CalicoJack Guy: No, I wasn't cheating, I swear!#CalicoJack Guy: ${HeShe}$ was just really unlucky, I was playing fair. I'd never cheat at CalicoJack, and you know it.",
	"Event-02.MrQiRealNPC.GamblersAdvice.27": "I'm keeping an eye on you... If I hear one more complaint of cheating, you won't be coming back to this casino any time soon, understand?$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.28": "CalicoJack Guy: Yes, I understand, Mr. Qi...",
	"Event-02.MrQiRealNPC.GamblersAdvice.29": "Great, I hope I don't hear any more complaints like that.$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.30": "Hello, {{NameOrKid}}, I hope you don't have any more problems with cheaters around here. I always value fair play.#$e#What? Why do I have a double bed if I'm single?$u#$b#@, I may have allowed you into my room, but I didn't give you permission to ask questions about my personal life. Don't be nosy.$u",

	//A Shared Secret (Mister Qi's 4 Hearts Event)
	"Event-03.MrQiRealNPC.ASharedSecret.01": "Here's your paycheck for this month, Sandy.",
	"Event-03.MrQiRealNPC.ASharedSecret.02": "Thanks a lot, Azure!$h#$b#I mean, Mister Qi...",
	"Event-03.MrQiRealNPC.ASharedSecret.03": "How many times have I told you not to call me Azure? You know I don't like this nickname...$u",
	"Event-03.MrQiRealNPC.ASharedSecret.04": "Sorry, I got used to that, haha.$h#$b#Yes, I know you don't like this nickname. It doesn't bring back good memories for you... I'm really sorry.$s",
	"Event-03.MrQiRealNPC.ASharedSecret.05": "Oh! @! Welcome...",
	"Event-03.MrQiRealNPC.ASharedSecret.06": "I-I can explain...",
	"Event-03.MrQiRealNPC.ASharedSecret.07": "Hello, @. What are you doing here?",
	"Event-03.MrQiRealNPC.ASharedSecret.08": "Huh? Do you know @?",
	"Event-03.MrQiRealNPC.ASharedSecret.09": "Of course I know ${himher}$, Sandy. ${HeShe}$'s part of my club. Do you think I'd let someone I don't know into it?",
	"Event-03.MrQiRealNPC.ASharedSecret.10": "I've known Sandy for a long time, {{NameOrKid}}. She allowed me to set up my club upstairs.",
	"Event-03.MrQiRealNPC.ASharedSecret.11": "And in exchange for allowing him to stay there, I would have to keep it a secret and not tell anyone about the club and Mr. Qi...#$b#Since I've been running this place, he pays me a lot of money to keep it a secret.#$b#It's because of this money that I'm not going bankrupt. Hardly anyone comes here besides you, @.$s",
	"Event-03.MrQiRealNPC.ASharedSecret.12": "Anyway, now that you know how I met Sandy, I'm going back to the club. I have a lot of things to do and no time for small talk.",
	"Event-03.MrQiRealNPC.ASharedSecret.13": "And as for you, Sandy: just because @ knows me doesn't mean you can go around telling ${himher}$ everything. Remember it's a secret and there's a lot ${heshe}$ doesn't know about me yet.$u",
	"Event-03.MrQiRealNPC.ASharedSecret.14": "Okay, okay, no need to repeat that so many times...#$b#You are so annoying sometimes, Azu... Mister Qi...",
	"Event-03.MrQiRealNPC.ASharedSecret.15": "I already told you not to...$u#$b#Ah, forget it. Just don't talk about me too much, okay?#$b#Anyway, see you later, @.",
	"Event-03.MrQiRealNPC.ASharedSecret.16": "Wow... Looks like he's a little stressed today.",
	"Event-03.MrQiRealNPC.ASharedSecret.17": "Anyway, what are you doing here, @?",
	"Event-03.MrQiRealNPC.ASharedSecret.18": "I didn't know that Sandy knew Mr. Qi. That was an interesting discovery, but why is he so insistent on keeping secrets? What is he hiding?",
	"Event-03.MrQiRealNPC.ASharedSecret.19": "I'm sorry for leaving like that, but I'm really busy. I hope you understand.#$b#And since you already know that Sandy knows me, can you keep an eye on her for me? She is kind of... energetic.$u#$b#She may end up saying what she shouldn't...$u",

	//The Mr.Qi's Lab (Mister Qi's 6 Hearts Event)
	"Event-04.MrQiRealNPC.TheMrQisLab.01": "Mr. Qi entered the room.",
	"Event-04.MrQiRealNPC.TheMrQisLab.02": "Mr. Qi said you couldn't go through this door...",
	"Event-04.MrQiRealNPC.TheMrQisLab.03": "Even though you know you shouldn't, you decide to enter the room.",
	"Event-04.MrQiRealNPC.TheMrQisLab.04": "@! What on earth are you doing here?$u#$b#I told you that you couldn't come in here!$u#$b#Did I speak in some strange language by any chance?$u",
	"Event-04.MrQiRealNPC.TheMrQisLab.05": "Saying something to you is like talking to a wall...$u#$b#It even sounds like my... my...$u",
	"Event-04.MrQiRealNPC.TheMrQisLab.06": "Forget it, you just shouldn't be here... There are things you shouldn't know.#$b#But it seems you can't contain your curiosity, eh?$u",
	"Event-04.MrQiRealNPC.TheMrQisLab.07": "I'm sorry, Mr. Qi. I won't enter here again without asking permission.",
	"Event-04.MrQiRealNPC.TheMrQisLab.08": "I am really sorry. But this place looks... interesting.",
	"Event-04.MrQiRealNPC.TheMrQisLab.09": "That's okay, {{NameOrKid}}. I hope you don't do this again; it's too childish.#$b#But since you're already here, you can have a closer look at this place. I know you're curious.",
	"Event-04.MrQiRealNPC.TheMrQisLab.10": "Hey, what's this? Why is it so bright?",
	"Event-04.MrQiRealNPC.TheMrQisLab.11": "Ah, it's a jar of Prismatic Jelly. It's a secretion that comes from Prismatic Slimes.#$b#Prismatic Slimes aren't common. When they appear, you have to kill them to get Prismatic Jelly.#$b#You might guess from its name that it glows because it has Prismatic Shards in its composition, and you'd be right. Prismatic Slimes have traces of Prismatic Shard, which gives them their colorful and glowing effect.",
	"Event-04.MrQiRealNPC.TheMrQisLab.12": "This is a Stardrop, a fruit that only exists in Stardew Valley, but is very rare to find.#$b#An interesting aspect of this fruit is the high concentration of radiation it contains. It's a radiation capable of temporarily altering your taste buds. This makes the experience of eating this fruit unique to each person.#$b#Due to the high amount of radiation in the fruit, it's not a good idea to eat too many of them.",
	"Event-04.MrQiRealNPC.TheMrQisLab.13": "You look at the fruit more closely.#It's a bit dark and has a purple goo oozing out of it.",
	"Event-04.MrQiRealNPC.TheMrQisLab.14": "What will you do?",
	"Event-04.MrQiRealNPC.TheMrQisLab.15": "Ask why the fruit is dark and oozing goo.",
	"Event-04.MrQiRealNPC.TheMrQisLab.16": "Try to touch the fruit.",

	//Farmer asks why the fruit is dark and oozing a goo
	"Event-Fork.MrQiRealNPC.FarmerAsk.01": "Well, it's rotting.#$b#When the Stardrop starts to rot, it darkens and a purple goo starts oozing out of it.#$b#This goo is extremely acidic and is responsible for decomposing the fruit. The Stardrop is so radioactive that any insect that tries to lay larvae in it will die.#$b#Then the fruit decomposes on its own. That's why it doesn't smell bad when it rots; there is no bacteria or fungi feeding on it. It's just the fruit corroding itself until there's nothing left.",
	"Event-Fork.MrQiRealNPC.FarmerAsk.02": "Yes, it's kind of gross, but at the same time it's interesting.",

	//Farmer try to touch on the fruit
	"Event-Fork.MrQiRealNPC.TouchFruit.01": "You try to touch the fruit, but Mr. Qi holds your arm before you do.",
	"Event-Fork.MrQiRealNPC.TouchFruit.02": "Hey! What are you doing? Are you trying to hurt yourself?$u",
	"Event-Fork.MrQiRealNPC.TouchFruit.03": "This fruit is rotting. Don't you see that purple liquid oozing out of it?$u#$b#This liquid is acidic. If you touch it, you can get a severe burn.$u",
	"Event-Fork.MrQiRealNPC.TouchFruit.04": "*Sigh* Aside from not being able to follow a simple order, you have no sense of danger... How are you standing today with such a terrible survival instinct?$u#$b#How could you think of touching a rotting fruit without even wearing any protective equipment?$u#$b#You could have seriously hurt yourself with that attitude, {{NameOrKid}}.$u",

	//Continue the event
	"Event-Fork.MrQiRealNPC.Continue.01": "Anyway, we've been here too long. What else do you want to see in this place?",
	"Event-Fork.MrQiRealNPC.Continue.02": "What is this thing, Mr. Qi? It's moving!",
	"Event-Fork.MrQiRealNPC.Continue.03": "It's a mysterious creature that came from somewhere in space. Basically, an alien.",
	"Event-Fork.MrQiRealNPC.Continue.04": "So they're real? How did it end up here?",
	"Event-Fork.MrQiRealNPC.Continue.05": "Yes, aliens exist.#$b#Or did you really think we were the only intelligent beings in the universe?#$b#This creature landed on Earth by accident and started wandering around Stardew Valley.#$b#So, to avoid trouble, I captured it and have kept it here ever since.",
	"Event-Fork.MrQiRealNPC.Continue.06": "Wow, Mr. Qi, this is amazing! But isn't it dangerous? What if it escapes?",
	"Event-Fork.MrQiRealNPC.Continue.07": "I just prevented bigger problems from happening.#$b#Imagine what could happen if someone saw this creature walking around?",
	"Event-Fork.MrQiRealNPC.Continue.08": "And yes, I know it's a bit dangerous to keep this creature here, but it's very weak. Even if it escaped, it wouldn't be able to get very far.#$b#So I'm just trying to give it a suitable environment so that it can live minimally well.",
	"Event-Fork.MrQiRealNPC.Continue.09": "Actually, this creature still has a little conscience. Look at this.",
	"Event-Fork.MrQiRealNPC.Continue.10": "Mr. Qi puts his hand on the glass. The creature moves slowly and also puts its hand on the glass.",
	"Event-Fork.MrQiRealNPC.Continue.11": "When I saw that creature trying to hold Mr. Qi's hand when he put his hand against the glass, I was really scared!#Mr. Qi assured me that it doesn't do anything more than that, but it still scared me!",
	"Event-Fork.MrQiRealNPC.Continue.12": "After reassuring me, Mr. Qi showed me his laboratory.",
	"Event-Fork.MrQiRealNPC.Continue.13": "I leave some important things on this bench.#$b#You can take a look, {{NameOrKid}}.",
	"Event-Fork.MrQiRealNPC.Continue.14": "You look at Mr. Qi's lab bench and see a metal pot with a sealed lid.#It has a sticker on it that says \\\"Do not open without protective equipment\\\".",
	"Event-Fork.MrQiRealNPC.Continue.15": "There's radioactive ore in that container. That's why it's sealed.",
	"Event-Fork.MrQiRealNPC.Continue.16": "Don't worry, it's not highly radioactive.#$b#But it's best to avoid exposing yourself unnecessarily.",
	"Event-Fork.MrQiRealNPC.Continue.17": "It's a sheet of paper with something written on it in elegant handwriting. You pick it up to read what's written.#It says: 'Qi Seasoning: Enhances the flavor of any food, but cannot be overused. ^ Ingredients: ^ - Rotten Stardrop liquid; ^ - Ground Prismatic Shard; ^ - Ground Radioactive Ore (in small quantities); ^ - Acidity regulator. ^ NOTE: It's necessary to produce a non-radioactive variant.'",
	"Event-Fork.MrQiRealNPC.Continue.18": "This is a piece of paper with ingredients to prepare a seasoning I made some time ago.#$b#As you've read, it's called 'Qi Seasoning'. A pinch of this spice makes any food made with it worthy of being in a five-star restaurant.#$b#But as it has radioactive ingredients, it's not recommended to use it in high quantities.$u#$b#I tried to find a non-radioactive alternative, but unfortunately, the active ingredient in this spice is in the Stardrop liquid, which is radioactive...#$b#Why do you think I have a Stardrop rotting right there?",
	"Event-Fork.MrQiRealNPC.Continue.19": "You put the sheet of paper back in place, but you notice that there is something written on the back of the sheet.",
	"Event-Fork.MrQiRealNPC.Continue.20": "You turn the page and see what is written.#It's a different handwriting. It says: '\\\"Qi Seasoning\\\"? Really, Azure? It's a good name, but you could choose a different one. What about \\\"Galactic Seasoning\\\" or \\\"Star Seasoning\\\"?'",
	"Event-Fork.MrQiRealNPC.Continue.21": "What? There's something written on the back of the page?#$b#Let me see.",
	"Event-Fork.MrQiRealNPC.Continue.22": "Mr. Qi reads what is written. He looks at the paper without showing any reaction.",
	"Event-Fork.MrQiRealNPC.Continue.23": "Huh? Yes, I'm fine... Don't worry about it. It's probably just a silly note I made and forgot...",
	"Event-Fork.MrQiRealNPC.Continue.24": "Anyway, I think I've introduced you to enough of this place...#$b#Would you please leave? I have a lot of work to do.",
	"Event-Fork.MrQiRealNPC.Continue.25": "But now? There's so much to see here!",
	"Event-Fork.MrQiRealNPC.Continue.26": "You can see these things another time, {{NameOrKid}}.#$b#From now on, you can come here whenever you want. After all, you already know what's here, so there's no reason for me to hide it from you.#$b#I just want you not to tell anyone else about this place, okay?$u",
	"Event-Fork.MrQiRealNPC.Continue.27": "Now please leave. I need to continue my work.",
	"Event-Fork.MrQiRealNPC.Continue.28": "There were still a few things I wanted to see... At least Mr. Qi allowed me to enter his laboratory whenever I wanted.",
	"Event-Fork.MrQiRealNPC.Continue.29": "I wonder why he acted that way when he saw that note on the paper.",
	"Event-Fork.MrQiRealNPC.Continue.30": "*sigh*",
	"Event-Fork.MrQiRealNPC.Continue.31": "'Galactic Seasoning'...#$b#You were so creative...$s",

	//Properly Explanations (Mister Qi's 8 Hearts Event)
	"Event-05.MrQiRealNPC.ProperlyExplanations.01": "Ah, @, you came.#$b#I knew you would come after reading that letter.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.02": "Come here, we need to talk. I owe you some explanations.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.03": "Well, I must start by saying that what I'm doing now is a mistake. I shouldn't tell you that.#$b#But I don't feel right hiding it from you. We're much closer to each other, but you still don't know me that well. I feel like I'm lying to you.#$b#Because, in a way, that's what I'm doing...$s",
	"Event-05.MrQiRealNPC.ProperlyExplanations.04": "Okay, I know I'm confusing you, so I'll cut to the chase.#$b#You know that I know a lot of things about this world, right?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.05": "Yes, you told me you knew everything that was going on in the Valley, but what does that have to do with anything?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.06": "Yes, I also remember that you knew my name before we even met, but why does that matter?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.07": "Have you ever wondered how I know so many things without even leaving this place often?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.08": "No, right? Just as I imagined.#$b#Well, I know about a lot of things in the world because I'm one of the many manifestations of a consciousness that has been passed on between different beings over the ages.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.09": "What? What do you mean by manifestations?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.10": "I already expected this reaction. Allow me to explain better.#$b#When I say that I am a manifestation, I mean that I'm not the first or the last being to have this name and this purpose.#$b#I'm just one of the links in a chain that will stretch throughout history.#$b#In simple words: I'm not the first Mister Qi. There have been others before me.#$b#Each of them passed on their knowledge and responsibility to me, and one day, I'll have to do the same with the next Mister or Missus Qi.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.11": "That's amazing, Mr. Qi! What is your mission?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.12": "Our mission is to ensure that the world's finite resources, such as minerals, building materials like wood or stone, and of course food, continue to exist.#$b#How do you think it's possible for you to find so many items around the world? Or who do you think puts rewards in the mine chests? This is the work of the Misters Qi.#$b#We have the ability to manipulate characteristics of the world around us, to create and distribute resources that are necessary for life.#$b#We do this so that the balance of the world is maintained and to prevent precious resources from running out.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.13": "But how can you do this just being here at the casino? Isn't that a lot of responsibility for just one person?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.14": "Yes, you're right, it's a lot of responsibility for one person.#$b#Only a human being like me couldn't do all this alone; he wouldn't have time for anything else.#$b#That's why I use a power called Consciousness Bifurcation to fulfill my mission and, at the same time, be able to lead a relatively normal life.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.15": "The Consciousness Bifurcation is a power I discovered when I decided to move to the Desert.#$b#This power allows me to divide my consciousness between other bodies, or representations, as I call them.#$b#I have four representations including this one. Each of these representations has a different function and is linked to the main representation, which, in this case, is me.#$b#I can see what each of them is doing, control and communicate with them.#$b#This allows me to be in multiple places at once. This way, I can continue fulfilling my mission while still living my life as an ordinary human being.#$b#In the past, this was more difficult, since everything happened in the main representation.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.16": "So you're in several places at once because of your representations, and even control and communicate with them from a distance? It's very hard to believe...",
	"Event-05.MrQiRealNPC.ProperlyExplanations.17": "Yes, I know it's hard to believe, but I'm telling the truth.#$b#Besides this one, I have three other representations scattered around the world. One is in the physical world, and the other two are on other layers.#$b#I can prove it to you; I can bring my representations here if you want. Do you want to see them?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.18": "Of course yes. I want to see them.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.19": "I'm glad you want to see my representations. I was afraid you'd be frightened by this revelation and not want to see them.#$b#I'd understand if you were scared, because it's not usual for someone to say something like that.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.20": "Are you ready, @?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.21": "Yes, I'm ready!",
	"Event-05.MrQiRealNPC.ProperlyExplanations.22": "Ok, so let's go.#$b#Some of my representations don't have a physical form, but you'll be able to hear them. It can be a little scary, but it's normal.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.23": "Wow! Another Mister Qi appeared right in front of us!",
	"Event-05.MrQiRealNPC.ProperlyExplanations.24": "Hey! What are you doing? I was doing something important!$u#$b#And why is @ here? Don't tell me you...$u",
	"Event-05.MrQiRealNPC.ProperlyExplanations.25": "I'm sorry, I know you were doing other things.#$b#And yes, I told ${himher}$ about the representations. And ${heshe}$ wanted to see you.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.26": "You know this is a mistake... You know the risks.$u",
	"Event-05.MrQiRealNPC.ProperlyExplanations.27": "Yeah, I know it's a mistake... But I trust @ and I know nothing bad will happen.#$b#Besides, I'm ${hisher}$ friend; I wouldn't be able to hide it from ${himher}$ for so long.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.28": "Can any of you explain to me what's going on???",
	"Event-05.MrQiRealNPC.ProperlyExplanations.29": "I'm sorry, @. This is my semi-physical representation.#$b#It's my only representation that has a physical form.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.30": "We are identical in shape but have a different structure.#$b#While the main representation is made of flesh and blood, I am made of a different material.#$b#I am made of a magical material that allows me to exist physically, but without the necessities that an ordinary human being needs to live.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.31": "This representation is always in the Walnut Room. It's responsible for keeping that place safe. Only people who I think deserve to go there enter.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.32": "Well, now that you know this representation, I'll go back to the Walnut Room. That place needs me.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.33": "You hear a voice. It sounds like it's behind you.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.34": "Mister Qi (Spiritual): Hello, {{PlayerName}}. It seems like you're discovering the truth about the Misters Qi, right?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.35": "There is no one.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.36": "Calm down, I heard the voice too.#$b#It's my spiritual representation. It has no physical form, it just has a voice.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.37": "Mister Qi (Spiritual): In fact, I shouldn't even have a voice here in the physical world. I shouldn't even be in the physical world in the first place.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.38": "Mister Qi (Spiritual): I'm only here talking to you because the main representation asked me to introduce myself.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.39": "As I said, I can control each of these representations. I can easily communicate with them.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.40": "Mister Qi (Spiritual): Each of the representations has different responsibilities. I am responsible for communicating with beings in the spirit world, including the Misters Qi who preceded us.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.41": "Mister Qi (Spiritual): I'm a communication channel between the Misters Qi. If any of our ancestors have something important to say, they communicate with me.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.42": "The spiritual representation also has great importance for keeping memories, as it holds the knowledge of previous Misters Qi.#$b#Everything they learned throughout their lives is stored in it.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.43": "Now I'm going to show you my extra-physical representation.#$b#It's the most important representation. It can't manifest in the physical world like the others, but I'll find a way to show it to you. Get ready.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.44": "You feel something weird.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.45": "I'm sorry for introducing myself that way, @. But I can't communicate with you any other way.$s#$b#Just like the spiritual representation, it also has no physical form, but it has a deep connection with this world.#$b#With this representation, I can see everything you and other valley residents are doing.#$b#It is with it that I have the ability to manipulate the world. It is with it that I create and distribute the resources you need to live.#$b#It is with it that I propose challenges and rewards for you to better explore Stardew Valley and strive to improve the farm as much as possible.#$b#Well, I can't stay inside your head for long, so I'm going to bring you back so the main representation can explain things better.#$b#Again, I apologize for invading your head like that...$s",
	"Event-05.MrQiRealNPC.ProperlyExplanations.46": "Welcome back, @!#$b#Now you know the truth about me. I feel so much better now that I don't have to hide it from you.$h#$b#I'll no longer have to pretend to be just someone who runs a casino.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.47": "...$s",
	"Event-05.MrQiRealNPC.ProperlyExplanations.48": "What's wrong?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.49": "I'm kind of... I'm scared of you.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.50": "You can be in several places at once, you can control the world around you, you're not the first Mister Qi, and now you observe and create challenges for me. It's so much to process...",

	//Fearful Farmer
	"Event-Fork.MrQiRealNPC.FearfulFarmer.01": "Are you afraid of me?$s#$b#I understand your feeling. Knowing that you are being watched twenty-four hours a day is kind of scary.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.02": "But I want you to know that I don't observe you or anyone else with bad intentions.#$b#On the contrary, I need to observe people so that I know what kind of resources they need most.#$b#For example: If Robin, the Stardew Valley carpenter, needs wood for a specific project, I can make more trees grow in the valley.#$b#If Clint, the valley blacksmith, needs iron to forge tools, I can make more iron ores appear in the mines.#$b#And in your case, I observe you so that I know what kind of challenges I should propose to you for the week.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.03": "My duty as Mister Qi is not to let essential things run out, so it's easier to do that if I know what each person needs, including you.#$b#That's why I watch not only you, but the whole Stardew Valley. Now do you understand why I do that?",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.04": "I understand. But I have another question...",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.05": "And what is your question?",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.06": "Why do you challenge me? What is your interest in me?",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.07": "So that's your question? Of course I'll answer.#$b#My interest in you is due to a promise I made to someone. That someone is your grandfather.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.08": "My grandfather? You knew him?",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.09": "Yeah, I knew him. He was one of the few who knew about the existence of the Misters Qi and our power.#$b#When he was at the end of his life, he asked me to guide you through your journey through Stardew Valley.#$b#He wanted you to strive to take care of your farm, to have a motivation to continue the %farm's legacy.#$b#So he asked me to observe you, create challenges and rewards for your efforts so that you could achieve 'perfection,' as he called it.#$b#I accepted this responsibility in respect for your grandfather. He was a great friend of mine.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.10": "That's a great honor, but at the same time it's a great burden...",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.11": "I know, the journey to perfection is challenging, but you're not alone. I'm here to help you get there.$h#$b#Furthermore, you don't have to rush to achieve perfection. Do everything in your own time.#$b#Enjoy everything the valley has to offer, and before you know it, you'll have reached perfection.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.12": "Are you still scared of me because you know I watch you?$s",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.13": "It's okay, I'm not mad at you for being afraid of me. It's understandable.#$b#You just need some time to understand everything.#$b#I hope you know that even though you're afraid of me, I'll always be here to help you.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.14": "I didn't expect our conversation to go this far. It's very scary.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.15": "I think I need some time to trust Mister Qi again...",

	//Surprised Farmer
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.01": "I can understand...$s#$b#I know it's a lot for you to process, but that's the truth.#$b#Maybe I made a mistake by telling you all this so suddenly...$s#$b#I should have introduced this subject to you when we first met, but I was too worried to tell you everything.#$b#I wanted to make sure I could trust you to reveal such an important secret like this.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.02": "I hope this doesn't make you afraid to talk to me; that was never my intention.#$b#I just wanted you to know the truth about me, because I consider you a friend.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.03": "So you're afraid of me now, after knowing all this?$s",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.04": "Afraid of you? Not at all! I'm a friend of a very powerful person who's on my side. I see no reason to be afraid of you.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.05": "I'm not afraid of you. In fact, I'm honored to be your friend!",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.06": "Good to know you're not afraid of me, @.#$b#That was the biggest worry I had, even my ancestors were worried about how you would react.#$b#But anyway, do you still have any questions about me?",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.07": "Yes, you watch me so you can create challenges for me, but why? Why do you do that?",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.08": "Oh, that... well, I think the moment has come when I really need to explain.#$b#I don't know if he'll get upset, but knowing him, he probably wouldn't mind you knowing.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.09": "So, you know your grandfather? It's because of him that I watch you and propose challenges for you.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.10": "Yes, I knew your grandfather. He was one of the few who knew about the existence of the Misters Qi and our power.#$b#When he decided that he would leave the %farm farm to you as an inheritance, he asked me to watch you from afar and prepare challenges for you.#$b#He wanted you to have a motivation to continue %farm's legacy and achieve 'perfection.'",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.11": "Perfection?",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.12": "'Perfection' is the continuous search for excellence and improvement.#$b#It's never accepting standing still in one place; always looking for something new to do.#$b#Your grandfather believed that you had the potential to make this place even better, so he decided to leave %farm in your hands.#$b#But he also knew that reaching perfection alone is complicated, so he gave me the mission of helping you on your journey. And since he was my friend, I accepted that mission.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.13": "That's why I watch you and create challenges for you. I try to help you reach the full potential your grandfather believed you could have.$h",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.14": "Wow, my grandfather had a lot of expectations for me.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.15": "Yes, your grandfather always expected the best from you.#$b#That's why he left %farm with you.$h",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.16": "Do you think I'm doing a good job honoring my grandfather's legacy?",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.17": "If you're doing a good job? I'm sure you are.#$b#Your grandfather must be happy to see everything you're doing on %farm.$h#$b#He'll certainly be happy when you reach perfection.$h#$b#But you don't have to rush to perfection; take your time. After all, time is what you don't lack.#$b#Keep exploring the valley and taking care of your farm and, before you know it, you'll have achieved perfection.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.18": "Well, I guess that's it. You finally know the truth about me.#$b#I hope I've made things clearer and that you've understood my purpose in the world.#$b#I'm really happy you weren't scared of me after knowing all this; it was my biggest worry.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.19": "It's getting late, you can leave. You need to wake up early to take care of the farm.#$b#I'll always be here at the casino if you want to talk or play something.#$b#And my semi-physical representation will always be in the Walnut Room, waiting for you to choose a challenge for the week.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.20": "This conversation I had with Mister Qi was very eye-opening! I discovered a lot about him; I had no idea he was so powerful.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.21": "And I also discovered more things about my grandfather. He trusted me a lot, and I won't disappoint him!",

	//A Hidden Pain (Mister Qi's 10 Hearts Event)
	"Event-06.MrQiRealNPC.AHiddenPain.01": "Hi @, how's your night going?",
	"Event-06.MrQiRealNPC.AHiddenPain.02": "What am I doing here? Well, I come here occasionally to remember someone. She was very special to me.",
	"Event-06.MrQiRealNPC.AHiddenPain.03": "You look at the tomb, it says \\\"Our Beloved Mona.\\\"",
	"Event-06.MrQiRealNPC.AHiddenPain.04": "Who was Mona? Mona was the former owner of the Oasis. She managed the Oasis to pay for her college, in the Gotoro Empire.#$b#She was loved by the Pelican Town people for being attentive to everyone. She was always willing to help anyone who needed it.#$b#Plus, she was my wife.",
	"Event-06.MrQiRealNPC.AHiddenPain.05": "Yes, I know it's weird to think that I was married once. Even I thought it was weird at first.#$b#She was a very kind person... she died very young...$s",
	"Event-06.MrQiRealNPC.AHiddenPain.06": "I'm sorry, Mr. Qi.",
	"Event-06.MrQiRealNPC.AHiddenPain.07": "It's a shame. How did you meet?",
	"Event-06.MrQiRealNPC.AHiddenPain.08": "It's okay. It's been a long time.#$b#Mona and I met when she stayed on Ginger Island for a while on vacation and decided to stay longer because she discovered some interesting things on the island.#$b#She thought it would be interesting to stay on to do more research, so that she could use this research for her graduation work.#$b#Even though she was on vacation, she was still thinking about her studies. She saw this trip as a great opportunity to come up with a topic for her thesis, which she would start producing as soon as her vacation was over.",
	"Event-06.MrQiRealNPC.AHiddenPain.09": "Time passed, and she realized that she wasn't alone on the island, as she had imagined. She had noticed my presence; she felt watched.#$b#I used to leave the Walnut Room sometimes and stare at the ocean or other places on the island. She must have seen me one of those times... She was very curious about me.",
	"Event-06.MrQiRealNPC.AHiddenPain.10": "One day, she became so curious that she decided to follow me to see where I was going.#$b#She ended up finding the Walnut Room; she saw all that.#$b#I had no choice; I had to tell her all about myself. After all, she had already seen what she shouldn't have.#$b#She was supposed to keep it a secret, so we made a deal: she would keep the secret if I helped her with the research, and to keep the secret, I had to accept.",
	"Event-06.MrQiRealNPC.AHiddenPain.11": "We'd meet up several times during the day. She'd tell me about her new discoveries, and I'd help her unravel the mysteries of the island.#$b#Despite the challenge, it was a fair exchange, and our relationship grew stronger.",
	"Event-06.MrQiRealNPC.AHiddenPain.12": "Mona became the first friend I've had since I gave up my life to focus on being a Mister Qi.#$b#She understood that, despite all the power I have, I am only a human being. We shared many secrets between us. She even gave me a nickname: Azure.#$b#I didn't like this nickname very much at first, but over time, I started to not mind.$h",
	"Event-06.MrQiRealNPC.AHiddenPain.13": "As time passed, I began to feel that something was changing in me. I had fallen in love with Mona, but I just ignored this feeling.#$b#I had to concentrate on my mission as Mister Qi; that was why I had moved to Ginger Island. I couldn't let a simple chemical reaction in my brain distract me from my goal.#$b#At that point, I couldn't ignore that feeling anymore. The more I tried to repress it, the worse it would get.#$b#So I decided to tell Mona how I felt, so that I could get rid of that weight. If Mona left and I didn't tell her how I felt about her, I would feel very bad.#$b#What I didn't expect was for the feeling to be reciprocated. When I heard her say, \\\"I love you too, Mr. Qi,\\\" something in me changed.#$b#I had gone from \\\"I need to focus on my mission\\\" to \\\"I want to be there for her no matter what.\\\"",
	"Event-06.MrQiRealNPC.AHiddenPain.14": "This change made me focus on finding a way to continue my mission as Mister Qi and, at the same time, be with Mona.#$b#It was thanks to her that I discovered the Consciousness Bifurcation power; now I could be with her and not abandon my mission as Mister Qi.#$b#So I came to live with her in the Calico Desert and left my semi-physical representation in the Walnut Room so that I could continue my mission even away from the island.",
	"Event-06.MrQiRealNPC.AHiddenPain.15": "We lived together for almost a year. We divided the chores to keep everything organized.#$b#And she also needed time to prepare her thesis; it was the most important moment in her life, so I did most of the tasks so that she wouldn't lose focus.#$b#She was really putting a lot of effort into it; she spent sleepless nights preparing her thesis. I can't even count how many times I went to sleep without her because she was busy.#$b#We were very happy together... So happy that we decided to get married.$h",
	"Event-06.MrQiRealNPC.AHiddenPain.16": "What an emotional story, Mr. Qi!",
	"Event-06.MrQiRealNPC.AHiddenPain.17": "Yeah, it's an emotional story, but it seems that emotional stories don't always end with a happy ending...$s",
	"Event-06.MrQiRealNPC.AHiddenPain.18": "One week after our wedding, Mona had to present her thesis. She had to go to the Gotoro Empire to present it, since her college was there.#$b#She studied at a distance, so she would have to fly there.#$b#Of course, being planned, she had already bought the ticket. She had everything ready.#$b#I really wanted to go with her to be by her side in person, but she said I didn't need to and that she'd return the next day.#$b#Well, she didn't return... For some reason, the plane she was on hit turbulence and disappeared.$s#$b#She died literally one week after we got married, and she didn't get to present her thesis.$s#$b#She put so much effort into it, and everything was just lost... everything.$s",
	"Event-06.MrQiRealNPC.AHiddenPain.19": "And the most shocking thing for me was that... I saw it all happen with my extra-physical representation.$s#$b#I saw people's desperation... the suitcases in the luggage racks falling... the explosion and...$s",
	"Event-06.MrQiRealNPC.AHiddenPain.20": "*sigh*",
	"Event-06.MrQiRealNPC.AHiddenPain.21": "I saw my wife die... and I couldn't do anything to stop it...$s#$b#Do you know how painful it is to see the person you love die, and you can't do anything about it???$s",
	"Event-06.MrQiRealNPC.AHiddenPain.22": "I'm sorry for your loss, Mr. Qi. It must have been extremely difficult for you.",
	"Event-06.MrQiRealNPC.AHiddenPain.23": "It was more than difficult; it was devastating.$s#$b#I felt useless; what's the point of having so much power if I can't even save those I love?$u#$b#I was destroyed; my representations went crazy, and I felt like a coward for not trying to go with her and just accepting that she should go alone.$s#$b#I even thought that this happened because I told her about the Misters Qi, so I was punished for the mistake.$s#$b#But the previous Misters Qi assured me that it wasn't that; it was just very bad luck.$s",
	"Event-06.MrQiRealNPC.AHiddenPain.24": "I tried to talk to her through the spiritual world, at least to hear her voice one last time... but I couldn't find her. It seemed like the world was against me.$s",
	"Event-06.MrQiRealNPC.AHiddenPain.25": "How did you deal with the loss, Mr. Qi?",
	"Event-06.MrQiRealNPC.AHiddenPain.26": "It was very hard. Because of her, I had started a new social life; I had met new people... But as soon as she passed away, I began to isolate myself again.$s#$b#The only person I still kept in touch with was Sandy; she was Mona's friend and managed the Oasis when she couldn't. She started to manage the Oasis full time after Mona passed away.$s#$b#Several times, I thought about going back to Ginger Island. It was very difficult being in the same room where Mona slept; I remembered her no matter where I looked.$s#$b#And at night, it was even worse... I couldn't even turn to the bedside where she slept.$s#$b#I only had a little peace when I took everything that reminded me of Mona out of my sight. At least that way, I could sleep.",
	"Event-06.MrQiRealNPC.AHiddenPain.27": "Then the bus broke down, and the Oasis started having financial problems. So we had to find a new way to survive.$s#$b#So I created the casino, a private club where only people I trust can enter. It was the only way I found to sustain myself.#$b#The casino was a busy place, and it was a lot of work to manage the place on my own.#$b#All that work distracted me from thinking about Mona, and I slowly managed to get back to normal, or so I thought.$s",
	"Event-06.MrQiRealNPC.AHiddenPain.28": "I thought I was over her, but no. I still feel terrible when I see anything related to her; I can still see the moment she died whenever I see anything related to her...$s",
	"Event-06.MrQiRealNPC.AHiddenPain.29": "*sigh*",
	"Event-06.MrQiRealNPC.AHiddenPain.30": "Lately, I've been gathering the strength to visit her grave from time to time, even though it hurts me so much. I want to pay respect to her not only as her husband but also as a Mister Qi.#$b#Unintentionally, she was an important turning point in the history of Misters Qi. Thanks to her, I discovered the Consciousness Bifurcation power. She was responsible for changing the whole way Misters Qi interact with the world.#$b#Thanks to her, future Misters Qi will be able to have ordinary lives and exercise their roles as Misters Qi, no longer having to abandon the whole life they live.#$b#If it weren't for her, I'd still be alone on Ginger Island. I wouldn't have the casino; I wouldn't know your grandfather; maybe I wouldn't even know you...#$b#My story would be totally different if it weren't for her... I wanted to at least tell her how special she was.$s",
	"Event-06.MrQiRealNPC.AHiddenPain.31": "I'm really sorry for your loss, Mr. Qi. Mona seems to have been an incredible person.",
	"Event-06.MrQiRealNPC.AHiddenPain.32": "Yes, she really was. Mona filled a gap that was missing in my life. I had never met someone with whom I connected in such a deep way.$h#$b#And... even though it pains me so much, I think I need to show her a little respect by coming here from time to time.#$b#I need to remember that as well as being my wife, she was a milestone in the history of all the Misters Qi. I need to keep her legacy alive, even if it hurts me.",
	"Event-06.MrQiRealNPC.AHiddenPain.33": "Well, let's go; let's continue our conversation somewhere else. I don't feel very well here, for obvious reasons...#$b#How about we go to that bridge? It's a calmer place; no one will see us at this time of night.",

	//Still Afraid End
	"Event-Fork.MrQiRealNPC.End_StillAfraid.01": "This place is a little quieter, with a lighter atmosphere.",
	"Event-Fork.MrQiRealNPC.End_StillAfraid.02": "Yes, I know that seeing myself like this is very strange, especially knowing that I have so much power in my hands.#$b#But even though Misters Qi are very powerful and carry great responsibility, we are still human beings. We have weaknesses; we carry traumas, fears, and insecurities, just like any other human being.#$b#And just like any other human being, we try to avoid letting our weaknesses show, but we don't always succeed.",
	"Event-Fork.MrQiRealNPC.End_StillAfraid.03": "I understand that you're afraid of me; most people would be too.#$b#And I'm not angry that you're afraid of me. After Mona, you're the only person I've talked about my history and my powers. I'd never do that if I had anything against you.",
	"Event-Fork.MrQiRealNPC.End_StillAfraid.04": "And don't take this as me wanting you to stop being afraid of me; that's not what I want. I just want you to continue being the person you are.#$b#Even though you're scared, you still come to see me; you still talk to me and listen to me, and I really value that.$h",
	"Event-Fork.MrQiRealNPC.End_StillAfraid.05": "Oh, and thank you so much for listening. It really means a lot to me.#$b#I hope you have a good night. See you tomorrow.$h",
	"Event-Fork.MrQiRealNPC.End_StillAfraid.06": "Mr. Qi's story with Mona is very emotional. They seemed to love each other very much. It's a shame it ended so tragically.",
	"Event-Fork.MrQiRealNPC.End_StillAfraid.07": "It seems he still can't deal with grief very well... I hope that someday he'll be able to move on and won't have to avoid remembering her.",

	//Not Afraid End
	"Event-Fork.MrQiRealNPC.End_NotAfraid.01": "Thanks for following me this far, @. This place is much more peaceful for me.#$b#Being in that cemetery looking at Mona's grave makes me remember the moment of the accident. It's so... so painful. I feel so bad being there.$s",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.02": "I'm sorry, but... if being close to her grave hurts you so much, why are you still going? You don't need to suffer any more than you already have.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.03": "I know, but she is very important to the Misters Qi. I should pay respect to her for all the change she has caused.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.04": "Maybe there are better ways to do this... you weren't like this before.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.05": "I wasn't in this condition before because I was trying to forget her existence, @.$u#$b#Why do you think I hid the things that remind me of Mona? Why do you think that when you asked about the double bed in my room, I scolded you and told you not to intrude?$u#$b#Whenever something or someone reminds me of Mona, it makes me uncomfortable.$s#$b#Forgetting she existed was working, but since the day you came into my lab, I've started to remember her again. I realized what a coward I was being for trying to deal with the pain in this way.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.06": "No, this isn't your fault. I just didn't pay attention to the fact that Mona had written a note in the Qi Seasoning recipe.#$b#I would notice at some point; it was inevitable. And in a way, I think noticing it was a good thing. I was making a mistake by trying to forget someone so important to my story.#$b#I was trying to forget the reason why I revolutionized the way Misters Qi live. I was disrespecting the legacy that Mona left for all Misters Qi.#$b#But thanks to you, I'm trying to deal with this loss in a different way.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.07": "*sigh*",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.08": "And even though remembering all this is painful, I must thank you for opening my eyes and making me realize the mistake I was making.#$b#I'd also like to thank you for listening to my story. It's really hard to share these memories, even though it's been so long.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.09": "Mr. Qi... You don't need to come here if it hurts you. I think you should move on. Staying stuck in the past will only hurt you more.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.10": "I think you're right, but it's so hard... I've been trying for a long time, but I can't.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.11": "I understand that it's difficult and that Mona was an important part of your story, but stories come to an end, and maybe it's time to end this one and start a new one.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.12": "I understand that it's difficult and that Mona was important to you, but the way you're dealing with it is only going to make things worse. You'll never get over her if you carry on like this.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.13": "*sigh* I have to admit that you're right. I'll never be able to move on if I hold on to the past and hide what causes me pain. I need to face it head-on...$s",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.14": "Well... since the day you came into my lab, I've noticed some similarities between you and Mona.#$b#It's weird, but the way you acted that day reminds me of her, and the longer I talk to you, I notice more and more similarities.#$b#I can't explain it, but there's something about you that makes me feel the same way I felt when I was with Mona.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.15": "I shouldn't feel that way. I still love Mona very much, and to say that is like I'm betraying her...$s#$b#I know it doesn't make sense; after all, she's dead. But it seems that there's a part of me that doesn't understand this... How can a simple chemical reaction in the brain cause so much conflict???$u",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.16": "But I think I now understand what I'm feeling for you...#$b#I think that from the day you entered my laboratory, I started to feel something for you...$s#$b#Part of me knows that it doesn't make sense, but I feel that I'm wrong to feel that way.$s",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.17": "I know it's very unexpected; I didn't expect it to happen either. I thought that after Mona, I'd never feel that way about anyone again, but somehow, you've managed to prove otherwise.#$b#It's impressive that I'm so powerful and have so much knowledge, and yet feelings still manage to confuse me.$u",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.18": "I know I've put you in an uncomfortable situation, but I needed to be honest with you.#$b#Since losing Mona, I thought I'd never fall in love with anyone again.#$b#You found a light that I thought was lost.$h#$b#And even though I feel like I'm betraying Mona, I want to put what happened behind me and be able to live peacefully. As you've said, sticking to the past will only hurt me more.#$b#She was important to my life and to future Misters Qi, and I will never let that be forgotten. But life goes on; I've spent too long mourning her loss.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.19": "I don't expect you to reciprocate, but I still want to know...$h",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.20": "Do you feel the same way about me? Would you have a relationship with me if you could?",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.21": "Yes, I feel the same way about you. I think I would have a relationship with you.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.22": "No, let's just stay friends.",

	//Unlock Mr. Qi as romanceable option
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.01": "So you... feel the same? I didn't expect that, but I'm very happy to hear it... very happy indeed.$h#$b#I'd completely understand if you said you didn't feel the same way about me. After all, taking into account the whole context and the difficulty I have in getting over Mona, you might think I would just be trying to fill the void she left.#$b#But I'm not doing that. I just want to be able to move on and leave what happened in the past.",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.02": "To be honest, I was more prepared if you said no. I really don't know what to do now...$s#$b#I like you, but I'm afraid to continue...$s",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.03": "I understand, Mr. Qi. It's understandable given everything you've been through, but I guess we can get through it together. You don't have to go through all this alone.",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.04": "Would you be willing to help me?$h#$b#I really appreciate you making yourself available to help me get through all this; I tried for years, and I couldn't. I hope that with you by my side, I can finally move on.",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.05": "I'll be here for whatever you need. It will be a long road, but if we work together to overcome the past, we can write a future.",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.06": "Yes, you're right. Maybe with your help, I can finally get over what happened and move on.#$b#Thank you so much for being there for me, @. It's comforting to know that I'm not alone. Let's face the difficulties together and start a new chapter in my life.",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.07": "Anyway, it's getting very late; we'd better go. The sun will be up soon.#$b#Thank you very much for listening to me and being willing to help me; it means a lot to me. Good night.$h",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.08": "It will be a long journey, but Mr. Qi seems to be willing to change. I hope I can help him overcome the loss of Mona so that we can be together without the past haunting him.",

	//Keep Mr. Qi only friendable option
	"Event-Fork.MrQiRealNPC.JustFriendsQi.01": "I understand; I expected you to say no. I just needed to be honest with you.",
	"Event-Fork.MrQiRealNPC.JustFriendsQi.02": "Let's forget what just happened. I don't want it to affect our friendship.",
	"Event-Fork.MrQiRealNPC.JustFriendsQi.03": "Oh, and thanks so much for listening, @. I'm really glad you're on my side.$h#$b#I swear that someday I'll get over everything that happened to Mona. I know I will.",
	"Event-Fork.MrQiRealNPC.JustFriendsQi.04": "I know you'll do it, Mr. Qi!",
	"Event-Fork.MrQiRealNPC.JustFriendsQi.05": "Thanks so much for believing in me, @.$h#$b#Anyway, I have to go now. It's very late. See you tomorrow.",
	"Event-Fork.MrQiRealNPC.JustFriendsQi.06": "Losing Mona and seeing her die was a huge blow for Mr. Qi... I hope he can get over everything that happened.",

	//A Restart (Mister Qi's 2 hearts event if romance route is unlocked)
	"Event-07.MrQiRealNPC.ARestart.01": "Oasis is so empty at this time... How boring.$s#$b#I should invite Emily to come here more often.$s",
	"Event-07.MrQiRealNPC.ARestart.02": "Hi, Sandy. Good morning. How are you?",
	"Event-07.MrQiRealNPC.ARestart.03": "Azure... I mean, Mister Qi! Good morning. What are you doing here? Today isn't payday; you already paid me last week, remember?",
	"Event-07.MrQiRealNPC.ARestart.04": "That's not why I came here...$u#$b#It's just that things are a little boring at the club, so I decided to go out for a while.",
	"Event-07.MrQiRealNPC.ARestart.05": "Wow, this is rare! You yourself say that you're bored and leave the club on your own. It's going to rain today.#$b#Come closer; you don't need to be so far away. I won't bite you, Azure.",
	"Event-07.MrQiRealNPC.ARestart.06": "*Sigh*",
	"Event-07.MrQiRealNPC.ARestart.07": "Hey, are you okay? You seem a little depressed. You didn't even complain about me calling you Azure.",
	"Event-07.MrQiRealNPC.ARestart.08": "Ah, well... It's just that I started to remember Mona again...$s",
	"Event-07.MrQiRealNPC.ARestart.09": "Oh, so it's that... What happened to her really was a tragedy.$s",
	"Event-07.MrQiRealNPC.ARestart.10": "Yes, it really was. It's been so long since it happened, but it seems like yesterday... How did you get over it?$s",
	"Event-07.MrQiRealNPC.ARestart.11": "Well, unfortunately that's the natural course of life. What else can we do but accept it and move on?$s#$b#And even if we move on, the pain won't go away, but we need to learn to deal with it.$s#$b#And I was her friend; you were her husband. Of course, the pain must be much greater for you than for me.",
	"Event-07.MrQiRealNPC.ARestart.12": "Hello, @. I was talking to Sandy about some things...#$b#By the way, I'm glad you're here. I wanted to talk to you about that day...#$b#How about we go to my room? It's a more private place; we can have this conversation there.",
	"Event-07.MrQiRealNPC.ARestart.13": "Great, let's go, @. We'll talk later, Sandy.",
	"Event-07.MrQiRealNPC.ARestart.14": "I've been thinking about that conversation we had... Even though talking about Mona with someone was very comforting, now I feel extremely bad...$s#$b#It's like I'm back to square one. Looking at this place reminds me of her...$s#$b#And knowing that I hid her things so that I wouldn't see them makes me feel even worse. I couldn't even manage the casino today...$s",
	"Event-07.MrQiRealNPC.ARestart.15": "I know I said I'd try to get over Mona's death so we could have a future together, but... I don't know where to start.$s",
	"Event-07.MrQiRealNPC.ARestart.16": "It's okay, Mr. Qi. Let's start slowly. Let's try to see some of her things. Can you make this effort?",
	"Event-07.MrQiRealNPC.ARestart.17": "You can't overcome something like that overnight; it takes time. Let's start by trying to see some of her things. Do you think you can do that?",
	"Event-07.MrQiRealNPC.ARestart.18": "I think so, if you're with me.#$b#Maybe it's worth getting rid of some of her things. Just hiding them isn't helping me get over what happened...$s",
	"Event-07.MrQiRealNPC.ARestart.19": "Yes, I'm sure I want to do this, @. I should have given Mona's things a proper disposal a long time ago, but I couldn't do it on my own. I couldn't look at her things...$s#$b#But with you by my side, I'll make an effort to do it.$h",
	"Event-07.MrQiRealNPC.ARestart.20": "*Sigh*",
	"Event-07.MrQiRealNPC.ARestart.21": "Let's start with that closet...$s",
	"Event-07.MrQiRealNPC.ARestart.22": "I haven't opened this closet since the day Mona died...$s#$b#I left the key in a secret place. I'll go get it, wait here.",
	"Event-07.MrQiRealNPC.ARestart.23": "Mr. Qi went to get Mona's closet key.",
	"Event-07.MrQiRealNPC.ARestart.24": "I found it. I can't believe I'm going to open this after so long.",
	"Event-07.MrQiRealNPC.ARestart.25": "Here we go...",
	"Event-07.MrQiRealNPC.ARestart.26": "Mr. Qi opens the closet door. It's full of clothes.",
	"Event-07.MrQiRealNPC.ARestart.27": "These are her clothes...$s#$b#They're exactly as she left them...$s",
	"Event-07.MrQiRealNPC.ARestart.28": "Are you sure you want to do this, Mr. Qi?",
	"Event-07.MrQiRealNPC.ARestart.29": "I know it's hard, but I'm here. Let's do this together.",
	"Event-07.MrQiRealNPC.ARestart.30": "Yes, I want to do this... I feel like it's necessary.#$b#I've spent too much time hiding her things in an attempt to forget her, and it hasn't worked. I think it's better to just get them out of here.",
	"Event-07.MrQiRealNPC.ARestart.31": "I know, thank you so much for being here, @. I appreciate your willingness to help me. If it weren't for you, I'd never have the strength to open this closet again.$h",
	"Event-07.MrQiRealNPC.ARestart.32": "Anyway, let's continue.",
	"Event-07.MrQiRealNPC.ARestart.33": "Mr. Qi and I started taking Mona's clothes out of the closet and putting them in a box.",
	"Event-07.MrQiRealNPC.ARestart.34": "*Sigh*",
	"Event-07.MrQiRealNPC.ARestart.35": "I think that's it... All of Mona's clothes are there. Or rather, almost all.",
	"Event-07.MrQiRealNPC.ARestart.36": "There are still the clothes she kept in the bottom drawer of the dresser. Let's see.",
	"Event-07.MrQiRealNPC.ARestart.37": "*Sigh*",
	"Event-07.MrQiRealNPC.ARestart.38": "Mr. Qi unlocks the dresser drawer and opens it. There are some more of Mona's clothes inside.",
	"Event-07.MrQiRealNPC.ARestart.39": "These are the clothes she wore on a daily basis.",
	"Event-07.MrQiRealNPC.ARestart.40": "Mr. Qi picks up an outfit from the drawer. It's a simple red sweatshirt with a white stripe in the middle. It looks a little old.",
	"Event-07.MrQiRealNPC.ARestart.41": "Mona really liked this sweatshirt; she wore it very often. Even though it was so simple, she still looked beautiful wearing it.$h#$b#All these clothes are kind of old; maybe it's better to throw them away. Let's put them in another box.",
	"Event-07.MrQiRealNPC.ARestart.42": "We started putting the clothes from the drawer into the box.",
	"Event-07.MrQiRealNPC.ARestart.43": "@, I found something different here! It's a notebook.",
	"Event-07.MrQiRealNPC.ARestart.44": "I think it's Mona's diary, @.",
	"Event-07.MrQiRealNPC.ARestart.45": "What will I do with this? Honestly, I want to read it, but it's so personal to her...$s#$b#But I think it's important to take a look at it. Maybe there's something I want to keep in my memories.",
	"Event-07.MrQiRealNPC.ARestart.46": "Mr. Qi opens a page of the diary to try to read. His hands are shaking.",
	"Event-07.MrQiRealNPC.ARestart.47": "I can't read it...$s",
	"Event-07.MrQiRealNPC.ARestart.48": "Can you read a page for me, @? I won't be able to read this...$s",
	"Event-07.MrQiRealNPC.ARestart.49": "You open a random page of Mona's diary.",
	"Event-07.MrQiRealNPC.ARestart.50": "\\\"Fall 19: Today I decided to take a break from my thesis to go to the movies with Azure. We have to go out together from time to time, and a little leisure is good for us.\\\"#\\\"I heard that the movie \\\"It Howls In The Rain\\\" is showing in theaters in the city. It's not really the kind of movie I usually like, but I decided to give it a chance since Azure might like it.\\\"#\\\"And to my surprise, Azure loved the movie! Seeing the sparkle in his eyes as we watched made the whole experience worth it for me, even though it wasn't my favorite kind of movie.\\\"",
	"Event-07.MrQiRealNPC.ARestart.51": "I remember that day. She had told me about this movie a few days before and decided to buy tickets.#$b#In fact, I didn't even think I was going to like the movie, but it was fun.$h",
	"Event-07.MrQiRealNPC.ARestart.52": "\\\"After the movie, we went to a restaurant for a small dinner before heading back to Pelican Town. It was a fun night! But I wish there was a movie theater in Pelican Town; it would be so much better if we didn't have to travel so far just to see a movie.\\\"#\\\"I hope someone opens a movie theater in Pelican Town someday so we can both watch this or another movie without having to go into town!\\\"",
	"Event-07.MrQiRealNPC.ARestart.53": "I remember that dinner too. She was very happy.#$b#We had this conversation about having a movie theater in Pelican Town during the return; she always said that Pelican Town didn't have many leisure options.#$b#She really liked going to the movies, but because it was so far away, she couldn't go very often.#$b#I think I want to keep this diary. Even if I can't read it now, there are some things in there that I want to keep in my memory. Maybe one day I'll find the strength to read it.",
	"Event-07.MrQiRealNPC.ARestart.54": "You put Mona's diary back in the drawer.",
	"Event-07.MrQiRealNPC.ARestart.55": "Well, now about the clothes... What are we going to do with them?",
	"Event-07.MrQiRealNPC.ARestart.56": "I think Sandy will know what to do with this. Let's take these boxes to the Oasis, @.",
	"Event-07.MrQiRealNPC.ARestart.57": "Mr. Qi and I took the boxes to the Oasis.",
	"Event-07.MrQiRealNPC.ARestart.58": "Hello again, @ and Azure! Looks like you two had a pretty long chat!$h",
	"Event-07.MrQiRealNPC.ARestart.59": "I see you brought some boxes too. What's in them?",
	"Event-07.MrQiRealNPC.ARestart.60": "It's Mona's clothes. They were still stored in the room, but @ helped me put them in these boxes. They were taking up a lot of space.",
	"Event-07.MrQiRealNPC.ARestart.61": "Wow, Azure, I didn't know you still kept her clothes!#$b#They're in almost perfect condition! What will you do with them, Azure?",
	"Event-07.MrQiRealNPC.ARestart.62": "That's why I brought these clothes, Sandy. I don't know exactly what to do with them.$s#$b#They're too new to throw away, but I don't want them taking up unnecessary space in my room. I thought maybe you might have some idea of what to do with them...",
	"Event-07.MrQiRealNPC.ARestart.63": "I see, you trusted the right person to solve this issue!$h#$b#I'll take a closer look at these clothes and decide what we're going to do with them, okay? Just a moment.",
	"Event-07.MrQiRealNPC.ARestart.64": "Sandy opens the boxes and takes a closer look at Mona's clothes.",
	"Event-07.MrQiRealNPC.ARestart.65": "So, what do you think we should do with these clothes?",
	"Event-07.MrQiRealNPC.ARestart.66": "Well, some of the clothes are a little old, especially the ones in the second box, but I think they can still be used!$h#$b#I think we can give these clothes to Emily. She'll certainly like them, and she'll take care of these more worn clothes!#$b#What do you think about this idea, Mr. Qi?",
	"Event-07.MrQiRealNPC.ARestart.67": "I think it's a good idea. As long as those clothes are no longer in my room, it's great. I really don't want them there...$s#$b#What do you think of Sandy's idea, @?",
	"Event-07.MrQiRealNPC.ARestart.68": "Did you like the idea too? Great!$h",
	"Event-07.MrQiRealNPC.ARestart.69": "So it's settled. Let's do this as soon as possible, shall we, Sandy?",
	"Event-07.MrQiRealNPC.ARestart.70": "Of course, Azure. As you wish.#$b#I'll prepare the boxes to take to Pelican Town, okay?",
	"Event-07.MrQiRealNPC.ARestart.71": "Okay, I'll be waiting. @, come with me.",
	"Event-07.MrQiRealNPC.ARestart.72": "Thank you so much for helping me get rid of Mona's clothes, @. I wouldn't be able to do this if you weren't by my side.$h#$b#I hope that together, I can overcome what happened in the past and focus on the present.$h",
	"Event-07.MrQiRealNPC.ARestart.73": "And I know that it may take time before we can really have something together, and that you may... stop feeling what you feel about me during the journey...#$b#But even if this happens, I'll still be very grateful that you helped me to actually move on.$h",
	"Event-07.MrQiRealNPC.ARestart.74": "Hey Azure, everything's ready. We can take this to Pelican Town now.#$b#Hey, what's going on with you two? You're too close to each other...$u",
	"Event-07.MrQiRealNPC.ARestart.75": "I was just thanking @ for helping me get the boxes to the Oasis. That's all.",
	"Event-07.MrQiRealNPC.ARestart.76": "Hmm... Okay then. Let's go?$u",
	"Event-07.MrQiRealNPC.ARestart.77": "Yes, let's go. The sooner, the better.",
	"Event-07.MrQiRealNPC.ARestart.78": "Sandy and Mr. Qi took Mona's clothes to Emily's house. I hope Emily makes good use of them.",
	"Event-07.MrQiRealNPC.ARestart.79": "Hi, @. Everything went well; Sandy delivered the clothes to Emily. I hope those clothes are in good hands. Mona took care of them very carefully.",

	//Return
	"Event-08.MrQiRealNPC.Return.01": "It seems that things haven't changed much around here since the last time I came. The village looks very similar to what it was years ago.",
	"Event-08.MrQiRealNPC.Return.02": "\\\"I need a Super Cucumber, don't ask why.\\\"#$b#And people keep making strange requests on the bulletin board... Things really haven't changed.$u",
	"Event-08.MrQiRealNPC.Return.03": "AHH!",
	"Event-08.MrQiRealNPC.Return.04": "Lewis's scream echoes through the city.",
	"Event-08.MrQiRealNPC.Return.05": "Lewis! What happened? Are you okay? What was that scream?",
	"Event-08.MrQiRealNPC.Return.06": "Lewis is panting.",
	"Event-08.MrQiRealNPC.Return.07": "I'll call Dr. Harvey. Stay here.",
	"Event-08.MrQiRealNPC.Return.08": "Hello, Pierre. Good to see you.",
	"Event-08.MrQiRealNPC.Return.09": "Hello, Mr. Qi. Do you know what happened to him?",
	"Event-08.MrQiRealNPC.Return.10": "I don't know. He just saw me and... it happened. He got a big scare.",
	"Event-08.MrQiRealNPC.Return.11": "I see. I'll call Dr. Harvey. Keep an eye on him.",
	"Event-08.MrQiRealNPC.Return.12": "Of course.",
	"Event-08.MrQiRealNPC.Return.13": "What a great way to welcome me, Mayor Lewis.#$b#I didn't expect this reaction from you. I thought you'd be happy to see me. Aren't you?",
	"Event-08.MrQiRealNPC.Return.14": "*Sigh* What are you doing here, Mr. Qi?$u#$b#I thought you'd left the valley after everything that happened. You haven't been around since Mona's death.$u",
	"Event-08.MrQiRealNPC.Return.15": "That's true, it's been a long time since I've come to Pelican Town. I wonder why.#$b#Could it be because you let the only way to get here break and didn't even care to fix it?$u",
	"Event-08.MrQiRealNPC.Return.16": "Oh, hi @, good morning!$h#$b#What am I doing here? Well, I decided to stop by Pelican Town and ended up meeting a friend, Mayor Lewis.",
	"Event-08.MrQiRealNPC.Return.17": "I think \\\"Friends\\\" is a very strong word to define our relationship, Mr. Qi. How about we use \\\"Acquaintances\\\" instead?$u",
	"Event-08.MrQiRealNPC.Return.18": "Oh, but I think \\\"Acquaintances\\\" isn't enough. I know so much about you to be just an acquaintance.$h#$b#By the way, how are things with...",
	"Event-08.MrQiRealNPC.Return.19": "Don't finish this sentence!$4",
	"Event-08.MrQiRealNPC.Return.20": "Sorry for the delay, Mr. Lewis. I came as quickly as I could. Are you okay?",
	"Event-08.MrQiRealNPC.Return.21": "Yes, Dr. Harvey, I'm fine. I just got a scare.#$b#I was already on my way home.",
	"Event-08.MrQiRealNPC.Return.22": "Are you sure you're okay? Pierre told me that you seemed to be unwell a few moments ago.",
	"Event-08.MrQiRealNPC.Return.23": "Yes, I'm fine. As I said, it was just a scare. There's no need to worry.#$b#I'm going home now. And as for you, Mr. Qi...",
	"Event-08.MrQiRealNPC.Return.24": "It's good to see you back in Pelican Town.$u",
	"Event-08.MrQiRealNPC.Return.25": "Thanks, Lewis!$h#$b#Let's go @; I want to talk to you in a less crowded place.",
	"Event-08.MrQiRealNPC.Return.26": "So, since the day I decided to move on, I've been very bored at the casino.#$b#You know, everything there is very monotonous and I don't like that; but I ended up putting myself in this situation because I didn't have the strength to move on alone.$s#$b#So I'm going to try to get out of my casino and come here more often, just to try to bring a bit of change to my routine.",
	"Event-08.MrQiRealNPC.Return.27": "And by coming here more often, you can talk to me more often too...$h",
	"Event-08.MrQiRealNPC.Return.28": "It's good that Mr. Qi wants to visit Pelican Town more often; this will certainly do him good.#But it seems that he and Lewis don't get along very well... Why?",

	//An  Internal Conflict "Outside the Box" (Mister Qi's 4 hearts event if romance route is unlocked)
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.01": "Oh, hi @. I was trying to spend a day at the beach.#$b#What's the problem? I can take a day off too, can't I?$3",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.02": "I wanted to have a day of relaxation and tranquility, but there's something about this island that doesn't let me be completely at peace.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.03": "I haven't been here for a long time; it's the first time in years. The last time I was here was with Mona, two days after we got married.#$b#Mona wanted to spend a few days on Ginger Island because we met here; this island is an important part of our history.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.04": "Just hearing this part of the story, you'd think there's no reason to be sad, and really, if the story stopped at this point, I'd be very happy to be here. But there's another part.#$b#We had to go back to Stardew Valley earlier than expected because Mona's college had brought forward her thesis presentation day, which ruined her plans.#$b#So we returned and... You know what happened next.$s",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.05": "I had to watch everything happen without being able to do anything to stop it. I saw the moment the plane exploded and what happened to her during the explosion. It's a very difficult vision to forget.$s#$b#And I saw the moment the plane crashed into the ocean. So looking at the sea now is like seeing Mona's blood. I can't even let the water wet my feet...$s#$b#I'm trying hard to overcome what happened, but... even though I've made progress lately, it still seems very difficult to forget that... terrible scene.$s",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.06": "Ha ha, how cowardly I am. Before coming here, I was confident that I would have a normal and peaceful day.#$b#And now here I am, without the courage to enter the water because of an accident...$s#$b#The previous Misters Qi would find this ridiculous. We are very powerful beings; something \\\"so insignificant\\\" like this shouldn't affect us.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.07": "I don't think you're a coward, quite the opposite. You're trying to overcome your issues by facing them head-on. A coward wouldn't do that.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.08": "You think so? Come to think of it, you're right. A coward would never have the strength to come here.$h#$b#I'd never stopped to think about it that way. I'm not a coward. In fact, I'm very brave just for being here despite all the ghosts of the past.#$b#Just because I can't face a fear alone doesn't mean I'm a coward.$h",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.09": "Mr. Qi holds your hand.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.10": "I used to think that being brave meant facing everything alone, but I was wrong. Being brave also means accepting help from those you care about.$h",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.11": "Let's do this together, @.$h",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.12": "Yes, I want to do this. I'm sure I can do it with you by my side.$h",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.13": "Let's go.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.14": "Mr. Qi lets go of your hand.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.15": "I... I can't.$s#$b#I thought I could do it; I was so close... But the feeling of the seawater on my feet is... terrifying.$s",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.16": "It's okay, Mr. Qi. Maybe you're not ready for this yet. Let's do something else.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.17": "You're right, @. Maybe it's not the right time yet. Let's do something else.#$b#Actually, I already have an idea of what we can do. Did you bring your weapons with you?",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.18": "You did? Great! Let's explore the volcano cave together. It's been a long time since I've done that.$h",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.19": "Yes, it'll be fun. But before we go there, we need to go to the Walnut Room. I also need weapons.#$b#And I also need my regular clothes. Entering that cave just wearing swim trunks would be ridiculous and very dangerous.$h",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.20": "Let's go, @.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.21": "Oh, so you both came. Hello.#$b#And you're still wearing this... ridiculous outfit. Why do you still have it?$u",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.22": "Don't start. I just came to get my clothes and some weapons, and then we'll leave, okay?$u",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.23": "Sure, sure, whatever you want. I was just thinking...#$b#You say you're trying to overcome what happened to her; you even asked the farmer to help you get rid of the things that reminded you of her. But the only things you didn't throw away were her diary and this swimsuit.#$b#Why couldn't those things be thrown away? Don't they remind you of her? Don't they mean anything to you?",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.24": "Mona's diary tells her story, and you know how important she was to the Misters Qi. Her story must be preserved, even though it's hard for me to read the pages of that diary.$u#$b#And this outfit is the only thing that brings me good memories of her. It's the only thing that reminds me of all the happy moments we spent together.$u#$b#I would never throw it away.$u",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.25": "Good memories? Really? You couldn't even wet your toes because \\\"I feel like I'm seeing her blood.\\\"$u#$b#Did you forget that the day she gave you this, you spent hours playing in the ocean, or is this not part of your select compilation of \\\"good memories\\\"?$u",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.26": "Don't talk like you don't know why I acted that way. You also saw the moment the plane Mona was on crashed; you saw what happened to her.$u#$b#Even you were in shock when you saw everything; all the representations were. Don't try to act tough with me!$u",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.27": "We were unstable because you were. And it's funny that you talk as if there was no one else on that plane; there were more than 30 people.$u#$b#At the moment of the explosion, everyone's entrails became one with the wreckage of the plane. Any trace of Mona's DNA could no longer be identified at the moment it all exploded.#$b#Or are you going to tell me that a tangle of ashes and blood affected you that much?$u",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.28": "Don't you dare talk about her that way, you...!$u",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.29": "You're right, @. He's trying to provoke me. I'll ignore him.#$b#I'll get what I need and we'll go, okay?",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.30": "You say you want to forget what happened, but you're incapable of doing it alone. Or maybe you just... don't want to forget, and you do everything to make sure that doesn't happen.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.31": "You've weakened since you met @. You've let your emotions dominate you again, and now you're in this deplorable state.$u#$b#You, Main Representation, are still a Mister Qi, even if you chose to create us to fulfill your main mission.#$b#You should be able to handle this alone. And if you can't, maybe you're the worst Mister Qi that ever existed.$u#$b#I hope future Misters Qi take you as an example not to be followed.$u",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.32": "Well, since the main representation is ignoring me, @, if you really want to proceed with this, you'd better never have to travel by plane.$h",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.33": "That's enough! You've crossed all limits, Semi-Physical Representation! I won't allow you to speak a single word more today.$u",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.34": "Mr. Qi's semi-physical representation tries to say something, but no sound comes out of his mouth.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.35": "You could do this all the time and you didn't?",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.36": "I only do this in extreme cases. This was the first time in years. At least now he'll leave us alone. Let's go, @.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.37": "We'll solve this in the night, Semi-Physical Representation. Enjoy the silence.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.38": "*Sigh* Sometimes it's difficult to deal with these representations, especially the semi-physical one. Of them all, it has the most complicated personality.$s#$b#In fact, they're part of my personality but completely extreme. If I don't set limits on it, it loses control.#$b#So, in a way, that representation spoke what's on my mind, but in a much harsher way to destabilize me.$s",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.39": "I also think I'll need to resolve this, @. So I'll try to talk to it during the night.#$b#That way, I can count on the help of all my other representations and the ancestors to calm it down. In the meantime, I'll keep that representation in silence.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.40": "Oh, you were talking about resolving this with the help of a professional? Well, that could also be an alternative if a simple conversation doesn't work.#$b#But I'd have to find someone very good and who understands that some of my issues are beyond common human comprehension.#$b#I'd be institutionalized if I tried to talk about my powers with someone who wasn't properly prepared to deal with it.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.41": "Well, we've already wasted a lot of time in the Walnut Room. Let's explore the caves, @.$h",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.42": "We explored the Ginger Island cave together. It was really fun.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.43": "We even found some interesting items during our exploration!",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.44": "...$u",

	//Scientific Help (Mister Qi's 6 hearts event if romance route is unlocked)
	"Event-10.MrQiRealNPC.ScientificHelp.01": "I hope @ brings the substance I need soon. I'm running out of time.$s",
	"Event-10.MrQiRealNPC.ScientificHelp.02": "@! So glad you came! You read the letter I sent you, didn't you?",
	"Event-10.MrQiRealNPC.ScientificHelp.03": "You read it? Great. So, I assume you brought what I asked for, right? Did you bring the Ancient Fruits?",
	"Event-10.MrQiRealNPC.ScientificHelp.04": "Thanks, @! I knew I could count on you.$h#$b#I'll extract the substance as soon as possible. It's really urgent.",
	"Event-10.MrQiRealNPC.ScientificHelp.05": "Where are you going, {{PlayerName}}?",
	"Event-10.MrQiRealNPC.ScientificHelp.06": "Did you think I was going to tell you to leave? Why would I do that? You can stay here.#$b#In fact, I'd love you to stay, unless you're busy, of course.$h",
	"Event-10.MrQiRealNPC.ScientificHelp.07": "You want to know what kind of experiment I'm doing? Well, you see that alien there? It needs to stay immersed in that liquid.#$b#The liquid has all the nutrients the alien needs to live. But this liquid is losing its capacity to keep it conscious because of its composition.#$b#The liquid was made with earthly substances adapted to replicate those of the alien planet and needs constant replenishment.#$b#The problem is that with each replenishment, the nutrient concentration decreases. And that alien is still young; it needs an increasingly higher concentration of nutrients as it develops.#$b#If this isn't fixed soon, the alien could die.$s",
	"Event-10.MrQiRealNPC.ScientificHelp.08": "Yeah, this is very serious. Since I discovered this, I've been studying to find a way to keep the nutrient concentration stable with each replenishment.#$b#It was in these studies that I discovered that the Ancient Fruit has a primordial element that generates the other nutrients the alien needs.$h#$b#If I extract the concentrated juice from the Ancient Fruit and mix it with the liquid, the juice will act on the liquid at a molecular level, making it about 95% more nutritious for the alien, which makes replacements less frequent.",
	"Event-10.MrQiRealNPC.ScientificHelp.09": "Yeah, I'm very happy that this alien will be able to survive thanks to me. I wouldn't want to see it die.#$b#Well, we're already wasting too much time, let's get started.",
	"Event-10.MrQiRealNPC.ScientificHelp.10": "Yes, I want you to help me! You brought salvation for that alien, so I want you to help me save it.$h#$b#Let's start by extracting the concentrated juice from this fruit. But the juice can't come into contact with the air; we have to extract it using a syringe.#$b#There should be some in those drawers. Can you grab one, @?",
	"Event-10.MrQiRealNPC.ScientificHelp.11": "You open the bottom drawer and find some syringes and needles of various sizes.",
	"Event-10.MrQiRealNPC.ScientificHelp.12": "Grab a thinner needle. This Ancient Fruit is ripe, so it'll be easy to pierce.",
	"Event-10.MrQiRealNPC.ScientificHelp.13": "Now put the needle on the syringe and we can extract the concentrated juice.#$b#On second thought, I'd better put the needle in. You look a bit nervous.$h",
	"Event-10.MrQiRealNPC.ScientificHelp.14": "Mr. Qi puts the needle in the syringe.#Mr. Qi hands the syringe to you.",
	"Event-10.MrQiRealNPC.ScientificHelp.15": "Would you like to do the honors? Hahaha.$h",
	"Event-10.MrQiRealNPC.ScientificHelp.16": "All right, just put the needle in the fruit and pull.#$b#But the concentrated juice can only be extracted from a specific area of the fruit. I'll hold your hand so you don't miss.",
	"Event-10.MrQiRealNPC.ScientificHelp.17": "With Mr. Qi's help, you extract the concentrated juice from the Ancient Fruit. It has a whitish color.",
	"Event-10.MrQiRealNPC.ScientificHelp.18": "You did it, @! Now I need to mix the concentrated juice into the alien's liquid.",
	"Event-10.MrQiRealNPC.ScientificHelp.19": "It's unconscious right now. I hope it's not too late...$s",
	"Event-10.MrQiRealNPC.ScientificHelp.20": "Mr. Qi presses a button on the capsule, which gives access to a tube.#Mr. Qi injects the concentrated juice into the tube. You see the liquid in the capsule change color; it's now transparent.",
	"Event-10.MrQiRealNPC.ScientificHelp.21": "The liquid has changed color. This shouldn't happen... I'll check the nutrient concentration.",
	"Event-10.MrQiRealNPC.ScientificHelp.22": "It worked, @! It worked! The nutrient concentration is much higher now; so high that it's like the alien is on its own planet!$h#$b#Now we just have to wait for it to wake up.",
	"Event-10.MrQiRealNPC.ScientificHelp.23": "A few minutes passed, and the alien didn't wake up...",
	"Event-10.MrQiRealNPC.ScientificHelp.24": "Come on, wake up. I did my best to keep you healthy. Now you're in ideal conditions...$s",
	"Event-10.MrQiRealNPC.ScientificHelp.25": "The alien doesn't wake up, @...$s#$b#Could it be... that we're too late?$s",
	"Event-10.MrQiRealNPC.ScientificHelp.26": "I can't believe this happened... I've been taking care of this alien for seasons. How could I let this happen?$s",
	"Event-10.MrQiRealNPC.ScientificHelp.27": "Mr. Qi leans against the wall and slowly sits on the floor.",
	"Event-10.MrQiRealNPC.ScientificHelp.28": "Don't blame yourself. You did everything you could...",
	"Event-10.MrQiRealNPC.ScientificHelp.29": "I'm so sorry, Mr. Qi. It seemed very special to you.",
	"Event-10.MrQiRealNPC.ScientificHelp.30": "I know... It's just that I've been taking care of this alien for so long that I've become somewhat attached.$s",
	"Event-10.MrQiRealNPC.ScientificHelp.31": "Yes, it was. I was taking care of this alien for so long that I became attached to it.$s",
	"Event-10.MrQiRealNPC.ScientificHelp.32": "I took care of him carefully so that he would develop properly and, who knows, return to its home planet.#$b#I can't believe I failed to keep it alive because of a missing juice...$s",
	"Event-10.MrQiRealNPC.ScientificHelp.33": "A noise from the capsule is heard.",
	"Event-10.MrQiRealNPC.ScientificHelp.34": "It woke up!$h",
	"Event-10.MrQiRealNPC.ScientificHelp.35": "Mr. Qi places his hand on the glass of the capsule. The creature does the same.",
	"Event-10.MrQiRealNPC.ScientificHelp.36": "You scared me, you know that? I'm glad you're okay...$h",
	"Event-10.MrQiRealNPC.ScientificHelp.37": "You know, @... I've been taking care of this alien for a long time. It's like an exotic pet.#$b#And like any pet, it deserves a name, don't you think?",
	"Event-10.MrQiRealNPC.ScientificHelp.38": "Yeah, I also think he should have a proper name. It's not very nice to just call him \\\"Alien\\\".#$b#But I'm not sure what name to give him... So I thought you could help me give him a name. What do you think, @?",
	"Event-10.MrQiRealNPC.ScientificHelp.39": "Will you help me? Great!$h#$b#So... What name ideas do you have?",
	"Event-10.MrQiRealNPC.ScientificHelp.40": "What do you think of  \"Orbis\"?",
	"Event-10.MrQiRealNPC.ScientificHelp.41": "What do you think of  \"Nix\"?",
	"Event-10.MrQiRealNPC.ScientificHelp.42": "What do you think of  \"Lunaris\"?",
	"Event-10.MrQiRealNPC.ScientificHelp.43": "What do you think of  \"Astor\"?",
	"Event-10.MrQiRealNPC.ScientificHelp.44": "What do you think of  \"Quill\"?",
	"Event-10.MrQiRealNPC.ScientificHelp.45": "Orbis sounds like a good name, @!$h",
	"Event-10.MrQiRealNPC.ScientificHelp.46": "From now on, that will be your name: Orbis.",
	"Event-10.MrQiRealNPC.ScientificHelp.47": "Nix sounds like a good name, @!$h",
	"Event-10.MrQiRealNPC.ScientificHelp.48": "From now on, that will be your name: Nix.",
	"Event-10.MrQiRealNPC.ScientificHelp.49": "Lunaris sounds like a good name, @!$h",
	"Event-10.MrQiRealNPC.ScientificHelp.50": "From now on, that will be your name: Lunaris.",
	"Event-10.MrQiRealNPC.ScientificHelp.51": "Astor sounds like a good name, @!$h",
	"Event-10.MrQiRealNPC.ScientificHelp.52": "From now on, that will be your name: Astor.",
	"Event-10.MrQiRealNPC.ScientificHelp.53": "Quill sounds like a good name, @!$h",
	"Event-10.MrQiRealNPC.ScientificHelp.54": "From now on, that will be your name: Quill.",
	"Event-10.MrQiRealNPC.ScientificHelp.55": "Thank you so much for bringing the Ancient Fruits I needed, @.#$b#Thanks to you, it will be able to live much longer.$h#$b#And of course, thank you for helping to choose a name for him.$h",
	"Event-10.MrQiRealNPC.ScientificHelp.56": "I'm glad I saved that alien's life. Mr. Qi is very attached to that alien; it doesn't deserve to lose it.",
	"Event-10.MrQiRealNPC.ScientificHelp.57": "Remember I wrote in that letter that I couldn't create Ancient Fruit with my powers? I may have exaggerated a little bit...$s#$b#Actually, I can create them with my powers, but I need to have some with me to compare their composition. Ancient fruits created with my powers are different from the real ones.#$b#And I also wanted to have an excuse to see you... I hope you don't get mad.",

	//Oceanic Enmity (Mister Qi's 8 hearts event if romance route is unlocked)
	"Event-11.MrQiRealNPC.OceanicEnmity.01": "Green Pirate: You always got everything you wanted. I can't even get a compliment from the captain for doing a good job?",
	"Event-11.MrQiRealNPC.OceanicEnmity.02": "Red Pirate: You weren't fair. You simply took all the credit for the mission and I was left out. We were on the mission together; we'd both get a reward if we worked together, dammit!",
	"Event-11.MrQiRealNPC.OceanicEnmity.03": "Green Pirate: That's the problem! We always share everything! Let me have something that's just mine for once!",
	"Event-11.MrQiRealNPC.OceanicEnmity.04": "The two continue arguing.",
	"Event-11.MrQiRealNPC.OceanicEnmity.05": "Captain Blackgull: Can you two idiots stop this silly fight? You're making me want to turn you into shark bait!",
	"Event-11.MrQiRealNPC.OceanicEnmity.06": "Green Pirate and Red Pirate: Sorry, Captain!",
	"Event-11.MrQiRealNPC.OceanicEnmity.07": "Ahoy, sailors! It's been a long time, hasn't it?$h",
	"Event-11.MrQiRealNPC.OceanicEnmity.08": "Green Pirate: The Blue Devil's back, Captain!",
	"Event-11.MrQiRealNPC.OceanicEnmity.09": "Captain Blackgull: Yeah, I can see that. Thanks for pointing it out.",
	"Event-11.MrQiRealNPC.OceanicEnmity.10": "The captain pats the Red Pirate on the back.",
	"Event-11.MrQiRealNPC.OceanicEnmity.11": "Green Pirate: But...",
	"Event-11.MrQiRealNPC.OceanicEnmity.12": "Captain Blackgull: Well, well, if it isn't the Blue Devil. What brings you here? Looking to propose another deal?",
	"Event-11.MrQiRealNPC.OceanicEnmity.13": "Oh, Captain, of course I'm not here for that. I don't need any deal.#$b#I was just passing by and decided to come in to reminisce about our explorations. Any objections, Captain?",
	"Event-11.MrQiRealNPC.OceanicEnmity.14": "Great, no objections. So let me pass.",
	"Event-11.MrQiRealNPC.OceanicEnmity.15": "Captain Blackgull: And now, who's this ${guygirl}$?",
	"Event-11.MrQiRealNPC.OceanicEnmity.16": "Oh, hi, @. I was expecting you to come here. Want to play darts?$h",
	"Event-11.MrQiRealNPC.OceanicEnmity.17": "What am I doing here? Well, I came here to revisit the crew. I wanted to see how they were doing.#$b#They're important to me. I wouldn't be on this island if they hadn't helped me.",
	"Event-11.MrQiRealNPC.OceanicEnmity.18": "Were you part of the crew before arriving on the island?",
	"Event-11.MrQiRealNPC.OceanicEnmity.19": "Captain Blackgull: No, he wasn't. But we helped each other.",
	"Event-11.MrQiRealNPC.OceanicEnmity.20": "That's true. We had a deal. I helped them succeed in their raids, we split the rewards, and they took me to this island.#$b#By the way, why don't we sit down? It's much better to talk.",
	"Event-11.MrQiRealNPC.OceanicEnmity.21": "Captain Blackgull: Hey, Blue Devil, now that you've mentioned the deal, I've started to think about it. It seems like you got the better end of it.",
	"Event-11.MrQiRealNPC.OceanicEnmity.22": "Really, Captain? From my perspective, both sides benefited equally. I helped you make successful raids using my powers, we split the rewards equally, and you took me to the island as agreed.#$b#You were so satisfied that you even said that having a magical being like me on board was a treasure more valuable than any coin.#$b#If that's not mutual benefit, I don't know what is.",
	"Event-11.MrQiRealNPC.OceanicEnmity.23": "Captain Blackgull: It's easy for you to say that. After all, you're not the one facing the streak of bad luck we're having! Since you left, we haven't managed a single successful raid.",
	"Event-11.MrQiRealNPC.OceanicEnmity.24": "Exactly, @. I can't do anything about it; it's none of my business. I have nothing to do with the bad luck you're having.",
	"Event-11.MrQiRealNPC.OceanicEnmity.25": "Captain Blackgull: Are you sure you had nothing to do with it? Don't you think it's strange that we've had only bad luck since you left?",
	"Event-11.MrQiRealNPC.OceanicEnmity.26": "Yes, it's curious, but this could have several other causes that don't involve me.#$b#Besides, I don't understand what our old deal has to do with the situation you're facing now. What do you want, Captain?$u",
	"Event-11.MrQiRealNPC.OceanicEnmity.27": "Captain Blackgull: Well, I was thinking about renegotiating our split. You're very powerful; don't you think we deserve some compensation for this streak of bad luck? After all, you wouldn't be here if it weren't for us.#Captain Blackgull: How about 70% for us and 30% for you?",
	"Event-11.MrQiRealNPC.OceanicEnmity.28": "Captain, our deal is over; both sides were satisfied. I no longer owe you anything.$u#$b#There's not much I can do other than lament your recent failures.",
	"Event-11.MrQiRealNPC.OceanicEnmity.29": "The Captain bangs on the table.",
	"Event-11.MrQiRealNPC.OceanicEnmity.30": "Captain Blackgull: At least tell me when this streak of bad luck will end! I know you know that; you made us kings of the seas with your skill!",
	"Event-11.MrQiRealNPC.OceanicEnmity.31": "I won't use my power just to benefit you. Besides, you and your crew were always considered the kings of the seas before you even met me, or have you forgotten that, Captain?$u#$b#Have you considered the hypothesis that this \\\"streak of bad luck\\\" you're facing is just you becoming dependent on help to succeed?",
	"Event-11.MrQiRealNPC.OceanicEnmity.32": "The captain grabs Mr. Qi by the collar, lifting him out of his chair.",
	"Event-11.MrQiRealNPC.OceanicEnmity.33": "Hey, stop that! He already said the deal is over. You can't demand anything from him!",
	"Event-11.MrQiRealNPC.OceanicEnmity.34": "Captain Blackgull: This is between me and him, kid!",
	"Event-11.MrQiRealNPC.OceanicEnmity.35": "The captain uses Mr. Qi's body to push you away.#Mr. Qi's glasses fall off.",
	"Event-11.MrQiRealNPC.OceanicEnmity.36": "@!#$b#Captain, that's enough. You won't get what you want with violence. The deal has already been fulfilled.$a#$b#And this \\\"streak of bad luck\\\" is nothing more than greed on your part.$a#$b#You've had many successful raids since my departure, but you're not satisfied. You want more, much more.$a",
	"Event-11.MrQiRealNPC.OceanicEnmity.37": "The captain brings the hook close to Mr. Qi's neck.",
	"Event-11.MrQiRealNPC.OceanicEnmity.38": "Captain Blackgull: Be careful with your words, Blue Devil. They could be your last.",
	"Event-11.MrQiRealNPC.OceanicEnmity.39": "What are you going to do?",
	"Event-11.MrQiRealNPC.OceanicEnmity.40": "Help Mr. Qi.",
	"Event-11.MrQiRealNPC.OceanicEnmity.41": "Let Mr. Qi handle the situation by himself.",

	//Help Mister Qi
	"Event-Fork.MrQiRealNPC.HelpQi.01": "You draw your sword and hold it above the captain's arms.",
	"Event-Fork.MrQiRealNPC.HelpQi.02": "What are you doing, @?$a",
	"Event-Fork.MrQiRealNPC.HelpQi.03": "If you move a little more, you'll need a lot more than just a hook!",
	"Event-Fork.MrQiRealNPC.HelpQi.04": "Captain Blackgull: Oh, so you think your empty threat will stop me? Just look.",
	"Event-Fork.MrQiRealNPC.HelpQi.05": "In a quick movement, the captain slashes Mr. Qi's chin with his hook.",
	"Event-Fork.MrQiRealNPC.HelpQi.06": "Mr. Qi!",
	"Event-Fork.MrQiRealNPC.HelpQi.07": "Red Pirate: Go Captain! Show him who's boss!",
	"Event-Fork.MrQiRealNPC.HelpQi.08": "You've just made a terrible mistake, Captain.$9#$b#@, get away from him! Now!$a",
	"Event-Fork.MrQiRealNPC.HelpQi.09": "The blood left on the captain's hook begins to quickly flow towards the captain's arm.",
	"Event-Fork.MrQiRealNPC.HelpQi.10": "Green Pirate: But what is that? It looks like it has a life of its own!",
	"Event-Fork.MrQiRealNPC.HelpQi.11": "The captain's hook begins to melt.#As soon as the blood reaches the captain's arm, he screams in pain.",
	"Event-Fork.MrQiRealNPC.HelpQi.12": "AHHH!",
	"Event-Fork.MrQiRealNPC.HelpQi.13": "The captain hurls Mr. Qi away.",
	"Event-Fork.MrQiRealNPC.HelpQi.14": "Don't worry about me, @. Just stay away from the Captain!",
	"Event-Fork.MrQiRealNPC.HelpQi.15": "Captain Blackgull: What are you doing to me, Blue Devil? My body is burning!",
	"Event-Fork.MrQiRealNPC.HelpQi.16": "My blood is angry; it has decided to take revenge on you.$9#$b#You should be grateful it's only burning you externally. I could make your blood fry you from the inside out.$9",
	"Event-Fork.MrQiRealNPC.HelpQi.17": "Captain Blackgull: MAKE IT STOP!",
	"Event-Fork.MrQiRealNPC.HelpQi.18": "Well, well, well, before you were being tough, but now that you're suffering the consequences of your actions, you're begging for help.$8#$b#But I'll make it stop. I believe it's enough.",
	"Event-Fork.MrQiRealNPC.HelpQi.19": "Mr. Qi's blood quickly flows back to the tip of Captain Blackgull's hook.#The captain's body is covered in burns.",
	"Event-Fork.MrQiRealNPC.HelpQi.20": "The captain stands up.",
	"Event-Fork.MrQiRealNPC.HelpQi.21": "Captain Blackgull: I've never seen you do anything like this. Look what you did... you almost killed me, Blue Devil!#Captain Blackgull: You two, get out of here now! If I see your faces again, I'll rip your heads off!",
	"Event-Fork.MrQiRealNPC.HelpQi.22": "What a kind way to thank me for saving you, Captain. You really don't deserve mercy.$a#$b#I should have let you burn to death, but I can't do that. I'd stoop to your level if I did.$a",
	"Event-Fork.MrQiRealNPC.HelpQi.23": "Mr. Qi picks up his glasses from the ground.",
	"Event-Fork.MrQiRealNPC.HelpQi.24": "Let's go, @. We're not welcome here.$u",
	"Event-Fork.MrQiRealNPC.HelpQi.25": "You didn't have to do that, @. I already had everything under control. I'd never have done that if you hadn't provoked him.$a",
	"Event-Fork.MrQiRealNPC.HelpQi.26": "I'm sorry for ruining everything, Mr. Qi. But I couldn't contain myself when I saw him threaten you like that.",
	"Event-Fork.MrQiRealNPC.HelpQi.27": "I didn't imagine this would happen... I just wanted to help you.",
	"Event-Fork.MrQiRealNPC.HelpQi.28": "I know you had the best of intentions, but sometimes the best thing we can do to help someone is to let things take their natural course.",
	"Event-Fork.MrQiRealNPC.HelpQi.29": "Mr. Qi holds his chin with his hand.#He seems to be in pain.",
	"Event-Fork.MrQiRealNPC.HelpQi.30": "It hasn't stopped bleeding yet... that's not good; the wound must have been deeper...$s#$b#Getting hurt on an isolated island is never good...$s",
	"Event-Fork.MrQiRealNPC.HelpQi.31": "Is there a first aid kit in your house nearby? That's great. Come on, it's better to treat this wound as soon as possible.",
	"Event-Fork.MrQiRealNPC.HelpQi.32": "The two of us went to the Island Farmhouse. I found the first aid kit and bandaged Mr. Qi's wound.",
	"Event-Fork.MrQiRealNPC.HelpQi.33": "Thank you very much for bandaging it, @. It's much better now; it'll be enough to stop the bleeding.#$b#I'll take a closer look at this cut tomorrow morning.",
	"Event-Fork.MrQiRealNPC.HelpQi.34": "What did you do to the Captain? Why do they call you Blue Devil?",
	"Event-Fork.MrQiRealNPC.HelpQi.35": "What I did was just a cheap trick. I altered the characteristics of the blood that was on the captain's hook to make it something alive.#$b#The burns will fade in a matter of days, but he'll never forget the pain he felt.",
	"Event-Fork.MrQiRealNPC.HelpQi.36": "The pirates call me Blue Devil because, for them, only the devil could have my powers. It's purely a matter of ignorance and belief.#$b#Some people often attribute divine reasons to things they don't understand. Over the years, Misters Qi have been called gods, angels, demons...#$b#In the end, these labels don't matter; they're just the way people find to understand complex concepts without delving into them.",
	"Event-Fork.MrQiRealNPC.HelpQi.37": "Well, I think I'd better go now. It's getting late.",
	"Event-Fork.MrQiRealNPC.HelpQi.38": "Mr. Qi picks up a Calico Desert Warp Totem.",
	"Event-Fork.MrQiRealNPC.HelpQi.39": "Oh, I was so focused on taking care of the wound that I didn't even realize I was without my glasses. I almost left without putting them on.$h",
	"Event-Fork.MrQiRealNPC.HelpQi.40": "Why don't you leave your eyes exposed?",
	"Event-Fork.MrQiRealNPC.HelpQi.41": "Well, the eyes are a very... intimate part for me. I don't like just anyone seeing them.#$b#But today was the first time in years that I've let anyone see my eyes for so long... I didn't even realize I wasn't wearing my glasses until now.$h",
	"Event-Fork.MrQiRealNPC.HelpQi.42": "Anyway, I need to go now...",
	"Event-Fork.MrQiRealNPC.HelpQi.43": "I'm sorry for making the captain hurt you... I should have let you deal with him on your own.",
	"Event-Fork.MrQiRealNPC.HelpQi.44": "Don't think about it, @. It's already happened, and it's okay. I know you were worried about me and tried to defend me.#$b#I wasn't angry with you; on the contrary, I was very happy to know that you care about my safety.$h",
	"Event-Fork.MrQiRealNPC.HelpQi.45": "Well, now it's really time to go. Good night, @.$h",
	"Event-Fork.MrQiRealNPC.HelpQi.46": "Tonight was very restless; we both need a good night's sleep. I hope Mr. Qi's wound gets better soon.",

	//Let him solve it himself
	"Event-Fork.MrQiRealNPC.QiCanSolve.01": "Are you sure you want to do this, Captain? Your \\\"streak of bad luck\\\" won't end if you kill me. On the contrary, that's when it will truly begin.$a#$b#But if you have the courage to face what's ahead, go on. Pierce my neck; I'll wait patiently. Being killed by the King of the Seas will be an honor.$8",
	"Event-Fork.MrQiRealNPC.QiCanSolve.02": "The captain doesn't move.",
	"Event-Fork.MrQiRealNPC.QiCanSolve.03": "Red Pirate: Captain? Is everything okay?",
	"Event-Fork.MrQiRealNPC.QiCanSolve.04": "Green Pirate: The Captain isn't responding! The Blue Devil did something to him!",
	"Event-Fork.MrQiRealNPC.QiCanSolve.05": "So, Captain? Will you go through with it or will you give up? I'm waiting for an answer, and I'm prepared for either.$u",
	"Event-Fork.MrQiRealNPC.QiCanSolve.06": "The captain drops Mr. Qi violently to the ground.#The captain is panting.",
	"Event-Fork.MrQiRealNPC.QiCanSolve.07": "Captain Blackgull: What did you do, Blue Devil?",
	"Event-Fork.MrQiRealNPC.QiCanSolve.08": "I showed you what you'd face if you tried to kill me. Good thing you realized the mistake you were about to make.",
	"Event-Fork.MrQiRealNPC.QiCanSolve.09": "Captain Blackgull: You really are a powerful demon, Blue Devil. You nearly choked me to death!",
	"Event-Fork.MrQiRealNPC.QiCanSolve.10": "Red Pirate: Did you hear that? The Captain was being choked by Blue Devil! He didn't even use his hands!",
	"Event-Fork.MrQiRealNPC.QiCanSolve.11": "Green Pirate: He's too powerful; it's better not to mess with him...",
	"Event-Fork.MrQiRealNPC.QiCanSolve.12": "You see, Captain? Even your crew recognizes my power. You were about to make a terrible mistake.$8",
	"Event-Fork.MrQiRealNPC.QiCanSolve.13": "Mr. Qi picks up his glasses.",
	"Event-Fork.MrQiRealNPC.QiCanSolve.14": "Are you okay, @? You didn't get hurt?#$b#No? That's great!$h",
	"Event-Fork.MrQiRealNPC.QiCanSolve.15": "Mr. Qi holds your hand.",
	"Event-Fork.MrQiRealNPC.QiCanSolve.16": "Let's go. It seems our presence isn't welcome here.$a",
	"Event-Fork.MrQiRealNPC.QiCanSolve.17": "Before we go, I want to tell you something, Captain.#$b#You should be content with what you already get from your raids. The \\\"streak of bad luck\\\" you claim to be going through is just a desire for more wealth.$a#$b#Your greed almost made you make a terrible mistake. You should take care of that. After all, the greed that drives you is the same that kills you.$9",
	"Event-Fork.MrQiRealNPC.QiCanSolve.18": "Captain Blackgull: What do you mean by that?",
	"Event-Fork.MrQiRealNPC.QiCanSolve.19": "Interpret it as you wish, Captain. Goodbye.$8",
	"Event-Fork.MrQiRealNPC.QiCanSolve.20": "I'm sorry for involving you in this... You didn't really get hurt, did you?$s#$b#No? Glad you didn't get hurt.$h",
	"Event-Fork.MrQiRealNPC.QiCanSolve.21": "What did I do to the Captain? You know when I invaded your head that day? That's basically what I did to him, but with much more intensity.#$b#When I invade someone's head with my extra-physical representation, the other person's body enters a sort of vegetative state.#$b#He almost suffocated to death because of the time his lungs stopped working.#$b#That's why I had to be quick the day I revealed my representations to you. I didn't want to hurt you.",
	"Event-Fork.MrQiRealNPC.QiCanSolve.22": "It's the first time I've seen you without glasses...",
	"Event-Fork.MrQiRealNPC.QiCanSolve.23": "Your eyes are... very beautiful.",
	"Event-Fork.MrQiRealNPC.QiCanSolve.24": "That's true. It's the first time you've seen me without my glasses.$7#$b#In fact, it's the first time in years that anyone has seen me without them...",
	"Event-Fork.MrQiRealNPC.QiCanSolve.25": "Your eyes are beautiful, Mr. Qi...",
	"Event-Fork.MrQiRealNPC.QiCanSolve.26": "Oh, thanks... I guess.$l#$b#I don't like leaving them uncovered...$7",
	"Event-Fork.MrQiRealNPC.QiCanSolve.27": "Really? Thanks, I don't usually show my eyes to everyone.$l#$b#Mona also used to say that my eyes were beautiful... She always wanted me to go without glasses when we were at home.$h#$b#She was the only person I ever let see my eyes.$h",
	"Event-Fork.MrQiRealNPC.QiCanSolve.28": "Mr. Qi puts his glasses on.",
	"Event-Fork.MrQiRealNPC.QiCanSolve.29": "Why don't I let people see my eyes? The eyes are the most revealing part of the human being; you can tell how someone feels just by their gaze.#$b#So I wear glasses to hide them from other people, to avoid revealing any weaknesses. It's something that Misters Qi were taught to do.#$b#And I also wear them because, when I discovered I could enter people's minds, a simple eye contact would make me invade other people's minds unintentionally... So I started wearing glasses to prevent this from happening.$s",
	"Event-Fork.MrQiRealNPC.QiCanSolve.30": "Oh, thank you so much for worrying about me when the Captain tried to threaten me.$h",
	"Event-Fork.MrQiRealNPC.QiCanSolve.31": "I'm going back home, @. I'll use a Warp Totem.#$b#Unfortunately I don't have another Warp Totem with me. If you want to go home now, it'll take a while...",
	"Event-Fork.MrQiRealNPC.QiCanSolve.32": "@... Do you want me to... uh.$s",
	"Event-Fork.MrQiRealNPC.QiCanSolve.33": "... stay here with you?",
	"Event-Fork.MrQiRealNPC.QiCanSolve.34": "Yes, I want you to stay.",
	"Event-Fork.MrQiRealNPC.QiCanSolve.35": "No, you don't need to. You can go home. I'll be fine.",
	"Event-Fork.MrQiRealNPC.QiCanSolve.36": "All right then, see you tomorrow, @.",
	"Event-Fork.MrQiRealNPC.QiCanSolve.37": "Mr. Qi picks up the Warp Totem.",
	"Event-Fork.MrQiRealNPC.QiCanSolve.38": "@, I can't stop thinking about what you did in the pirates cove. Even though you didn't have to, you still tried to defend me...#$b#That really means a lot to me, and I want you to know that.$h",

	//Mister Qi stay on the island
	"Event-Fork.MrQiRealNPC.StayOnIsland.01": "Okay, I'll stay on the island with you.$h",
	"Event-Fork.MrQiRealNPC.StayOnIsland.02": "Now, we have to think about where we'll spend the night...",
	"Event-Fork.MrQiRealNPC.StayOnIsland.03": "Mr. Qi and I spent the night in the Island Farmhouse.#I hope Mr. Qi had a good night's sleep. He slept in a very uncomfortable place...",

	/* ++++++++++++++++++ */

	/* +++++|EXTRAS|+++++ */

	//Mister Qi's Representations Names
	"Extras.MrQiSemiPhysicalName": "Semi-physical Qi", 
	"Extras.MrQiExtraPhysicalName": "Extra-physical Qi",

	/* ++++++++++++++++++ */
}
