{
	/* +++++|MOD CONFIG.|+++++ */

	"config.Kid_or_Name.name": "Criança ou Nome",
	"config.Kid_or_Name.description": "Mude a forma que o Sr. Qi irá se referir a você. Ele pode se referir a você como 'Criança' ou seu nome. O padrão é seu nome.",
	"config.Kid_or_Name.values.Name": "Nome",
	"config.Kid_or_Name.values.Kid": "Criança",

	/* +++++++++++++++++++++++ */

	/* +++++|TOKEN VALUES TRANSLATION|+++++ */

	"KidOrNameToken.NameOption": "@",
	"KidOrNameToken.KidOption": "criança",
	"AlienNameToken.Option1": "Orbis",
	"AlienNameToken.Option2": "Nix",
	"AlienNameToken.Option3": "Lunaris",
	"AlienNameToken.Option4": "Astor",
	"AlienNameToken.Option5": "Quill",

	/* ++++++++++++++++++++++++++++++++++++ */

	/* +++++|MISTER QI NAME TRANSLATION|+++++ */

	"Qi.name": "Sr. Qi",

	/* ++++++++++++++++++++++++++++++++++++++ */

	/* +++++|LOCATION NAMES TRANSLATION|+++++ */

	"Location.QiRoom": "Quarto do Sr. Qi",
	"Location.QiLab": "Laboratório do Sr. Qi",

	/* ++++++++++++++++++++++++++++++++++++++ */	

	/* +++++|GIFT REACTIONS|+++++ */

	"Qi.GiftReactions.Love": "Ei, obrigado pelo presente, {{NameOrKid}}! Será muito útil.",
	"Qi.GiftReactions.Like": "Muito obrigado por esse presente, eu gostei.",
	"Qi.GiftReactions.Dislike": "Ah, Ok. Obrigado, eu acho?",
	"Qi.GiftReactions.Hate": "O que você quer que eu faça com isso? Tenho cara de lixeira por acaso?",
	"Qi.GiftReactions.Neutral": "Obrigado pelo presente.",

	/* ++++++++++++++++++++++++++ */

	/* +++++|DIALOGUE|+++++ */

	//Introduction
	"Qi.MrQiAndClubIntroduction": "Bem, eu sabia que você chegaria até este lugar algum dia.#$b#A partir de agora, você faz parte do meu clube, {{NameOrKid}}. Venha sempre que quiser passar um tempo.#$e#Só tome cuidado para não se viciar nesses jogos de azar, não quero lidar com esse tipo de problema.#$b#Já basta lidar com o alcoolismo de Welwick.$u",

	//Spring
	"Qi.Dialogue.spring_1": "Um novo ano acabou de começar, certamente isso significa algo pra você, certo?#$b#Para mim, isso significa que o trabalho está apenas começando, tenho muitas coisas a fazer.#$b#Então, se me der licença...",
	"Qi.Dialogue.spring_12": "Sei que amanhã os aldeões do Vale irão fazer uma comemoração chamada \"Festival do Ovo\".#$b#Me pergunto porque eles comemoram isso, não existe nenhuma data especial neste dia.#$b#Mesmo assim, cada povo possui sua própria cultura, não posso julgá-los por isso.#$e#Não espere que eu esteja lá. E se eu estiver, terá que se esforçar para me encontrar no meio da multidão!",
	"Qi.Dialogue.spring_23": "Amanhã será um dia movimentado para os aldeões, principalmente para os solteiros.#$b#O festival da Dança das Flores é um daqueles festivais onde as pessoas se humilham para poderem fazer parte da tradição.#$b#Espero que você já tenha um par para a dança, {{NameOrKid}}. E se não tiver, não fique incomodando as pessoas perguntando se elas querem dançar com você, é humilhante e vergonhoso.",
	"Qi.Dialogue.spring_28": "O verão está chegando, a onda de calor será grande nessa época do ano.#$b#Então, se quiser, pode vir até o clube e aproveitar o ambiente climatizado.#$b#E quem sabe, se divertir um pouco nos jogos e ganhar uma grana?",

	//Summer
	"Qi.Dialogue.summer_1": "Espero que você tenha preparado a sua fazenda para essa nova estação, algumas colheitas são bastante lucrativas nessa época do ano.#$b#Eu posso dar algumas dicas sobre isso se você quiser.#$b#Enfim, bom verão para você, {{NameOrKid}}.",
	"Qi.Dialogue.summer_10": "Amanhã será o dia do Luau, os aldeões juntam seus melhores ingredientes para fazer uma sopa para o governador experimentar...#$b#O governador confia tanto nas pessoas... Alguém poderia facilmente envenenar a sopa, é um pouco perigoso.#$b#Eu jamais provaria aquela sopa, por questões de higiene.",
	"Qi.Dialogue.summer_27": "A migração das Medusas-da-Lua é um espetáculo e tanto para os aldeões, mas não para mim.#$b#Aqueles invertebrados são criaturas muito simples, elas apenas seguem o seu instinto e nadam por aí, não tem nada de incrível.#$b#Mas parece que a bioluminescência deixa os aldeões maravilhados, eles acham uma coisa tão simples quanto luzes um lindo espetáculo.#$b#A atenção deles fica voltada apenas para a luz emitida, são como mariposas sendo atraídas para uma lâmpada.",

	//Fall
	"Qi.Dialogue.fall_1": "Bem... O que dizer sobre o outono? É uma época de transição entre o verão e o inverno, é a estação em que as folhas caem no chão.#$b#Mas há lugares onde as diferenças entre essas estações não são tão notáveis assim. Em lugares tropicais, há pouca diferença entre as estações, elas podem ser facilmente confundidas.",
	"Qi.Dialogue.fall_15": "Ah... a Feira do Vale do Orvalho, que festividade idiota e insignificante.#$b#Parece que as pessoas não têm o mínimo de esforço para atingir a excelência, sempre trazem produtos medíocres e esperam receber grandes pontos por fazerem o mínimo que se espera deles.$u#$b#Até mesmo o campeão apresenta produtos fracos e com pouco valor. Podem até serem variados, mas não adianta nada uma grande variedade de produtos se eles são comuns.#$b#Mas a culpa disso é do avaliador que não é criterioso o suficiente. Tenho certeza que se ele fosse mais rígido os participantes da feira se esforçariam muito mais para alcançarem o primeiro lugar.",
	"Qi.Dialogue.fall_26": "A Véspera dos Espíritos é um bom festival, tem coisas interessantes para ver.#$b#Aquele homem da Guilda dos Aventureiros sempre traz alguns monstros para a exposição. Não é tão difícil fazer isso, mas é um risco que os aldeões geralmente não querem correr.",

	//Winter
	"Qi.Dialogue.winter_1": "O inverno é uma boa época para relaxar, já que você não precisa cuidar de plantações.#$b#Mas também é uma época em que você pode focar em outras atividades. Você pode pescar, minerar e coletar itens.#$b#Mas se você não quer fazer nada disso, venha passar um tempo no cassino.",
	"Qi.Dialogue.winter_7": "O Festival do Gelo, é tão... Sem graça.#$b#Algumas pessoas fazem esculturas de gelo, outras fazem bonecos de neve... São coisas tão monótonas, não há nada de interessante nisso.#$b#Mas sei que há uma competição de pesca, espero que você tenha uma boa habilidade com pesca se decidir participar.#$e#Você deve ter uma certa habilidade com isso, certo? Nunca entre em uma competição se não for para vencer.",
	"Qi.Dialogue.winter_17": "Hoje é o último dia do Mercado Noturno, tem muitas coisas interessantes que aqueles mercadores vendem. Coisas do meu interesse.",
	"Qi.Dialogue.winter_24": "Olá, {{NameOrKid}}. Amanhã terá o Festival da Estrela Invernal, os aldeões farão a tradicional troca de presentes entre eles.#$b#Você já sabe o que irá entregar para seu amigo secreto?",
	"Qi.Dialogue.winter_26": "Ei @, no dia em que eu te contei a verdade sobre mim, você disse que estava com medo de mim...$s#$b#Então eu queria te perguntar uma coisa...",
	"Qi.Dialogue.winter_28": "Hoje eu vou ficar um tempo longe do cassino, é muito cansativo lidar com o pessoal de lá...",

	//Days Of Week - 0 Hearts (As Non-Romanceable Option)
	"Qi.Dialogue.Mon": "As segundas são dias muito movimentados, há muito trabalho para fazer.#$b#Pelo menos o clube não é tão movimentado durante o começo da semana.",
	"Qi.Dialogue.Tue": "Olá, {{NameOrKid}}. Precisa de alguma coisa?#$b#Se você tiver alguma dúvida, hesite em perguntar. Perguntar é a melhor maneira de aprender algo novo.",
	"Qi.Dialogue.Wed": "Sempre esteja atento aos mínimos detalhes. Explore os arredores com atenção.#$b#Há muitas coisas para descobrir neste lugar, algumas delas só podem ser descobertas por pessoas muito atentas.",
	"Qi.Dialogue.Thu": "Não conte a ninguém sobre o cassino, é um lugar exclusivo. Apenas pessoas da minha confiança podem entrar.#$b#Você deveria se sentir ${privilegiado¦privilegiada}$ de poder ter acesso a um lugar tão secreto quanto esse.#$b#Você consegue manter isso em segredo, não é?.$u",
	"Qi.Dialogue.Fri": "O cassino é um ótimo lugar para passar o fim de semana, venha até o cassino sempre que quiser.#$b#Só não exagere na bebida, ou você ficará como Welwick.$u",
	"Qi.Dialogue.Sat": "Quer um conselho?#$b#Nunca deixe de buscar a perfeição.#$b#Não se contente com nada menos que a excelência em tudo o que faz.#$b#Confie em mim, ver o resultado de todo o seu trabalho é muito gratificante.",
	"Qi.Dialogue.Sun": "Olá, {{NameOrKid}}, como vai?#$e#Só dando um passeio? Entendo, esse lugar é muito agradável de se estar após passar horas no calor do deserto.#$b#Se você estiver livre, aproveite e jogue alguns jogos, sinto que você está com sorte hoje.",

	//Days Of Week - 2 Hearts (As Non-Romanceable Option)
	"Qi.Dialogue.Mon2": "Olá, {{NameOrKid}}, como você está?#$b#Eu estou um pouco ocupado. Você sabe, tenho muitas coisas a fazer.#$b#Pode jogar alguns jogos do cassino, se quiser. Você é sempre ${bem-vindo¦bem-vinda}$ aqui.",
	"Qi.Dialogue.Tue2": "Você está tendo um bom progresso em sua fazenda, {{NameOrKid}}. Continue assim e você irá ainda mais longe.",
	"Qi.Dialogue.Wed2": "Aqui vai uma dica para quando você for minerar: Sempre leve comida junto com você quando entrar nas minas.#$b#Alimentos podem te ajudar a recuperar energia e assim você pode passar mais tempo minerando.",
	"Qi.Dialogue.Thu2": "Você já ouviu falar no Fragmento Prismático?#$b#É uma pedra que possui um brilho extremamente colorido, ninguém sabe ao certo a sua origem, ela é muito rara de ser encontrada.#$b#Lembro da primeira vez que eu vi um, o brilho dele era tão belo, era impressionante. Até cheguei a pensar que fosse radioativo dado todo o brilho, mas não é.#$b#Talvez algum dia você encontre um. Aqui vai dica: Você tem mais chances de encontrá-lo em níveis profundos da Caverna da Caveira.",
	"Qi.Dialogue.Fri2": "Sabe aquele cara vendendo a Estátua da Riqueza Eterna por 1 milhão de ouros?#$b#Ela é uma estátua muito útil de se ter em sua casa, além de ser uma ótima peça de decoração.#$b#Mas ela não é a única estátua útil que você obter, existem outras estátuas ainda mais úteis que ela.#$e#Quais são? Continue explorando esse mundo e em breve você descobrirá, {{NameOrKid}}.",
	"Qi.Dialogue.Sat2": "Como está indo o seu fim de semana até agora, {{NameOrKid}}?#$b#Sempre que você estiver ${entediado¦entediada}$, você pode vir até o cassino e passar um tempo jogando Calico Vinte-e-Um ou testando sua sorte nas máquinas de caça-níquel.",
	"Qi.Dialogue.Sun2": "Welwick disse que não iria beber demais hoje. Conhecendo ela, eu sei que ela não vai conseguir se controlar...$u#$b#Ela precisa de ajuda para superar esse problema com bebidas, mas não dá para fazer muita coisa quando a pessoa não quer ser ajudada.$u",

	//Days Of Week - 4 Hearts (As Non-Romanceable Option)
	"Qi.Dialogue.Mon4": "Oi, {{NameOrKid}}. Espero que você esteja tendo um bom dia.#$b#Sempre que você quiser passar um tempo, venha se divertir no cassino.#$e#Se você encontrar alguém trapaceando, por favor me avise. Eu irei cuidar disso.",
	"Qi.Dialogue.Tue4": "A vendedora no andar de baixo é Sandy, ela faz parte do meu seleto grupo de 'amigos' do vale.#$b#Bem, amigos entre aspas, já que desde que nos conhecemos nunca trocamos mais que 5 palavras entre nós, ela só me vê no dia que recebe o pagamento dela.#$b#Ela não sabe muito sobre mim, e espero que nunca saiba.",
	"Qi.Dialogue.Wed4": "Você está praticando suas outras habilidades além da colheita, {{NameOrKid}}?#$b#Se quiser atingir a excelência, terá que ser bom em todas as suas habilidades, como dizem: A prática leva a perfeição.#$b#A vida só é divertida quando praticamos algo diferente e nos desafiamos para sempre superarmos nossas barreiras, não devemos aceitar ficarmos estagnados em um só lugar.",
	"Qi.Dialogue.Thu4": "Sandy sempre pede para entrar no Cassino, mas eu não permito ela entrar aqui, mesmo que eu a conheça e saiba que ela pode manter segredo.#$b#Eu não acho que ela seja o tipo de pessoa que possa ficar num cassino... Ela pode causar problemas com aquela personalidade dela.$u#$b#É preciso uma certa responsabilidade para entrar em um cassino, senão você pode... Bem, se viciar.$u",
	"Qi.Dialogue.Fri4": "Você já comprou alguma coisa com as moedas Qi que você ganha nos jogos do cassino? Dá para comprar muitos itens raros e úteis com elas.#$b#Aquele cara que fica próximo ao corredor que dá acesso a meu quarto vende alguns itens interessantes, você devia dar uma olhada, talvez haja algo do seu interesse.",
	"Qi.Dialogue.Sat4": "Existem muitos idiomas no mundo, cada um tem suas particularidades, alguns são mais difíceis de aprender do que outros.#$b#Um idioma que é mais difícil de se aprender é o idioma dos Anões, é necessário bastante estudo e convivência com os anões para aprender esse idioma.#$e#U tnota, ui sai hniunu usnu epeamo, ossem tama um mienas aintas epeamos. Ui sai hniunu um sionsiut epeamo siu xatì emoleot.#$b#Talvez algum dia você consiga compreender o que eu disse, {{NameOrKid}}.", //The Dwarvish text was made with the Dwarvish Translator by Kdau (https://www.kdau.com/dwarvish). I don't know how the Dwarvish works in the game when played in non-latin languages, but this translator can be used for 'translate' latin languages to Dwarvish.
	"Qi.Dialogue.Sat4.HasDwarvishGuide": "Existem muitos idiomas no mundo, cada um tem suas particularidades, alguns são mais difíceis de aprender do que outros.#$b#Um idioma que é mais difícil de se aprender é o idioma dos Anões, é necessário bastante estudo e convivência com os anões para aprender esse idioma.#$e#E claro, eu sou fluente neste idioma, assim como em muitos outros idiomas. Eu sou fluente em qualquer idioma que você imaginar.#$b#Oh, você conseguiu entender o que eu disse? Parabéns, significa que você está explorando esse mundo e descobrindo coisas novas, continue assim.", //The Dwarvish text will be translated when the player has the Dwarvish Translation Guide in their wallet.
	"Qi.Dialogue.Sun4": "Olá, {{NameOrKid}}, como está começando sua semana?#$b#Ou você considera o domingo como parte do fim de semana?#$b#De qualquer forma, tenha um bom domingo e, se quiser, venha jogar no cassino.",

	//Days Of Week - 6 Hearts (As Non-Romanceable Option)
	"Qi.Dialogue.Mon6": "Olá, {{NameOrKid}}. Como vai? Precisa de algo?#$b#Se você precisar de mim para alguma coisa, você já sabe onde me encontrar.",
	"Qi.Dialogue.Tue6": "Ser um conhecido de alguém como eu é um privilégio, e não estou tentando me gabar.#$b#Eu tenho um vasto conhecimento sobre muitas coisas, se você precisar tirar alguma dúvida, certamente terei a resposta.#$b#Mas eu não quero que você se aproveite da minha sabedoria, eu odeio amizades por interesse.$u",
	"Qi.Dialogue.Wed6": "Você já viu um Junimo, não é mesmo?#$b#Eles são espíritos misteriosos que vivem escondidos nas matas, o objetivo deles é proteger esses lugares de possíveis perigos.#$b#Eles são inofensivos para os humanos, inclusive podem ser usados para benefício próprio. Você pode construir uma Cabana Junimo em sua fazenda e eles irão colher suas plantações por você.",
	"Qi.Dialogue.Thu6": "Parece que você vem até o deserto com frequência, não é mesmo, {{NameOrKid}}?#$b#Espero que você esteja usando algum totem de teletransporte ao invés de ter que gastar 500 ouros a cada viagem.#$e#Já viu aquelas estátuas estranhas que ficam em alguns locais do vale? Elas são pontos de teletransporte, se você tiver o totem correspondente você pode se teletransportar entre os lugares do vale mais rapidamente.#$b#Você pode criar esses totens de teletransporte se você aprender a constuí-los, ou você também pode comprar alguns no meu cassino.",
	"Qi.Dialogue.Fri6": "Ei, {{NameOrKid}}, eu estou fazendo alguns experimentos e preciso de uma cobaia, quer arriscar?#$b#Não é nada muito perigoso, talvez você só fique com algumas dores de cabeça, fique ${tranquilo¦tranquila}$.#$e#É claro que eu estou brincando, {{NameOrKid}}. Eu jamais arrisco a vida de pessoas em meus experimentos, ainda mais a sua.#$b#Você precisa estar saudável para poder trabalhar em sua fazenda, não é mesmo?",
	"Qi.Dialogue.Sat6": "Posso dizer uma coisa, {{NameOrKid}}?#$b#Aquelas coisas que estão no meu quarto são puramente decorativas, é apenas para não deixar tanto espaço vazio, sabe?#$b#Não costumo usá-las com frequência, nem me lembro a última vez que liguei aquele sistema de som, ele é muito alto e eu odeio coisas barulhentas demais.",
	"Qi.Dialogue.Sun6": "Para algumas pessoas os domingos são chatos, mas para mim não.#$b#Os domingos são dias para tentar fazer algo novo.#$b#Por que você não passa um tempo jogando no cassino quando você terminar seu trabalho? Você merece uma pausa depois de trabalhar o dia todo em sua fazenda.",
	
	//Days Of Week - 8 Hearts (As Non-Romanceable Option)
	"Qi.Dialogue.Mon8": "Oi @, como você está hoje? Precisa de algo?#$b#Sinta-se à vontade para perguntar qualquer coisa.#$e#A propósito, você já foi até a Sala de Nozes? Eu coloquei novos desafios lá para você.",
	"Qi.Dialogue.Tue8": "%Sr. Qi parece um pouco cansado.#$e#Ah, me desculpe, @. Ontem a noite eu tive que falar com um antepassado usando minha representação espiritual, é meio cansativo fazer isso a noite, porque eu preciso me concentrar para manter a comunicação.#$b#A representação espiritual precisa que eu esteja consciente para que ela tenha a capacidade de responder a outros seres no mundo espiritual, então eu fiquei acordado mais tempo do que deveria.#$e#O que eles falaram? Bem, era um dos primeiros Senhores Qi que existiram, ele estava preocupado por eu estar 'revelando segredos demais'.#$b#Eu entendo a preocupação dele, mas eu consegui tranquilizá-lo, então acho que o tempo que fiquei acordado valeu a pena.",
	"Qi.Dialogue.Wed8": "Como está indo seu dia, @? Espero que esteja tudo bem.#$b#Se você quiser passar um tempo, podemos marcar um dia para jogarmos juntos no cassino. As Moedas Qi são por minha conta.$h",
	"Qi.Dialogue.Thu8": "Devo admitir que quando eu inaugurei este cassino eu me sentia meio mal pelo fato de ganhar com a perda dos outros. Eu ganho muito dinheiro com a perda dos apostadores e compra de moedas Qi.#$b#Eu realmente não gostava da ideia de manter um cassino aqui, eu me sentiria culpado se alguém perdesse tudo apostando.#$b#Por isso eu tento manter esse ambiente livre de trapaceiros, para que todos os jogos sejam o mais equilibrados possível e eu não tenha que ganhar dinheiro que saiu de uma partida injusta.#$e#Mesmo assim, não acho que ganhar dinheiro dessa forma seja muito ético, mas infelizmente é a maneira que eu encontrei de sustentar a mim e o Oásis desde que o ônibus quebrou.#$b#Ou melhor, foi sucateado pelo prefeito Lewis. Ele simplesmente deixou aquele ônibus abandonado e quando ele quebrou, ninguém se importou em consertar até você chegar.$u",
	"Qi.Dialogue.Fri8": "Vejo que você está fazendo um bom trabalho em sua fazenda, @.#$b#Tem haver com você saber o que seu avô esperava de você?#$b#Seja como for, é muito bom que você esteja cuidando da sua fazenda, continue assim e você chegará na perfeição mais rápido do que imagina.",
	"Qi.Dialogue.Sat8": "Ei, @, você lembra do dia em que você atingiu o nível 100 da Caverna da Caveira e me encontrou lá?#$b#Quem estava falando com você lá dentro e ofereceu o Leite de Cobra de Irídio era a minha representação semi-física, é por isso que logo depois de você ter saído da caverna, eu já estava na entrada.#$b#Quando eu decidi fazer aquilo eu tinha que ter certeza que você não iria contar para ninguém o que tinha visto, por isso eu estava lá na entrada da caverna aguardando você.#$b#Eu não posso deixar qualquer pessoa saber esses detalhes sobre mim, é muito perigoso, o poder dos Senhores Qi pode ser facilmente usado para fins mal-intencionados, por isso tenho cautela quanto a quem irei falar sobre meus poderes.",
	"Qi.Dialogue.Sun8": "Olá, @. Como vai?#$b#Eu estava pensando em sair um pouco do cassino hoje, mas não há muito o que fazer por aqui, no máximo eu posso conversar com Sandy.#$b#Apesar de ser um tanto enérgica, Sandy é uma boa amiga. Ela sempre foi uma pessoa legal desde que eu me mudei para o deserto a muitos anos atrás.#$e#Por que eu me mudei para o deserto? Bem... Eu...$u#$b#Eu não quero falar sobre isso... Me desculpe.$s",
	
	//Days Of Week - 10 Hearts (Before seen 10 hearts event) (As Non-Romanceable Option)
	"Qi.Dialogue.Mon10-Before10HeartsEvent": "Cuidar deste cassino não é uma tarefa fácil, mesmo que poucas pessoas o frequentem.#$b#Eu decidi manter este cassino exclusivo para pessoas da minha confiança porque, na época, eu já sabia que não poderia cuidar de um lugar como esse se fosse aberto ao público.#$e#E pensar que eu já pensei em abrir esse lugar ao público... Seria um grande erro.$s",
	"Qi.Dialogue.Tue10-Before10HeartsEvent": "Ei @, Você sabia que eu sou bom em cozinhar?$h#$b#Sim, eu aprendi a cozinhar graças a um antepassado que era cozinheiro. O conhecimento de preparo de alimentos que ele tinha foi repassado para mim.#$b#Você acha que eu fiz o Tempero Qi por acaso? Não mesmo! Eu queria usar essa habilidade que eu adquiri para criar coisas incríveis.#$b#É uma pena que o Tempero Qi seja radioativo... ele não é tão seguro para consumo por conta disso.$s#$b#Você pode usar em poucas quantidades, já que a quantidade de radiação emitida pelo tempero é reduzida em quase 70 por cento quando comparada com a radiação que a Fruta-Estrela emite quando consumida, mas ela ainda existe.#$e#Se algum dia você quiser provar, você pode vir até o meu quarto e pedir para que eu prepare algo para você.#$b#Não usarei o Tempero Qi, é óbvio.$h",
	"Qi.Dialogue.Wed10-Before10HeartsEvent": "Sabe @, no início, antes de ter descoberto que eu era um dos Senhores Qi, eu era um garoto comum.#$b#Eu ainda era uma criança, eu tinha uma vida comum: Eu estudava, tinha amigos e família. Mas eu sempre notei que havia algo diferente em mim, eu sabia de coisas que outras pessoas da minha idade não saberiam.#$b#Muitos me consideravam um prodígio, perguntavam como eu sabia de tantas coisas, e eu simplesmente não sabia dizer, eu apenas... sabia.#$e#Eu só percebi que eu era um dos Senhores Qi no início da adolescência, foi aí que eu entendi o porque eu sabia de muitas coisas que outras pessoas não sabiam, era o conhecimento dos Senhores Qi anteriores que foi passado para mim.#$b#Eu passei a ouvir com mais atenção as vozes que haviam em minha cabeça, eram os Senhores Qi anteriores. Eles me explicaram que eu era um Senhor Qi e contaram sobre a minha responsabilidade no mundo.#$b#Eu tinha uma responsabilidade gigantesca em mãos ainda na adolescência, então eu decidi deixar minha vida comum de lado e ouvir os conselhos dos Senhores Qi passados.#$e#Foi por causa deles que eu me mudei para a Ilha Gengibre, muitos Senhores Qi ficaram lá por ser um local isolado que permitiria que eu me concentrasse apenas na minha missão como Senhor Qi.",
	"Qi.Dialogue.Thu10-Before10HeartsEvent": "Olá, como você está?#$b#Se você tiver tempo, sinta-se a vontade para vir jogar no cassino, conversar comigo em meu quarto ou dar uma olhada nos meus experimentos no laboratório. Você não irá atrapalhar.$h",
	"Qi.Dialogue.Fri10-Before10HeartsEvent": "Acho que passarei algum tempo no Oasis depois de sair do cassino.#$b#Sandy fica muito sozinha lá embaixo, talvez eu devesse falar mais com ela, como antigamente.",
	"Qi.Dialogue.Sat10-Before10HeartsEvent": "Ei @, eu estava observando o que está acontecendo por aí usando minha representação extra-física e vi que um dos meus amigos de escola se casou!#$b#Ele se casou com um outro amigo dele que estudava comigo, estou muito feliz pelos dois.$h#$b#Queria poder desejar felicidades a eles pessoalmente, mas quando decidi focar em minha missão, tive que deixar minha antiga vida social para trás... então não posso fazer isso.$s#$e#Quando eu vi isso eu me lembrei do dia que ele tentou pedir o amigo em namoro, ele tinha tanta vergonha que não conseguia falar, então escreveu uma carta se declarando para ele.#$b#Durante o recreio ele pediu que eu escrevesse a carta por ele porque minha caligrafia era a melhor da sala.#$b#Ele tinha escrito um texto tão bonito, eu escrevi o texto por ele e colocamos a carta no caderno do garoto e esperamos a próxima aula começar.#$b#Lembro que quando o garoto viu a carta e começou a ler, a primeira coisa que ele fez foi olhar pra mim, porque ele percebeu que era minha caligrafia. Por um segundo achei que tudo daria errado.$h#$b#Mas no final tudo deu certo e ele aceitou o namoro, eu fiquei muito feliz por eles. Pensar que agora eles estão casados é meio doido!$h",
	"Qi.Dialogue.Sun10-Before10HeartsEvent": "Sabe @, um dos maiores erros que um Senhor Qi pode cometer é superestimar o próprio poder.#$b#Esse erro pode ser fatal, e saber que muitos Senhores Qi morreram por conta disso é um pouco assustador.#$b#Quando um ser mortal tem muito poder em mãos, ele tende a achar que pode fazer mais do que realmente pode, e no caso dos Senhores Qi, isso pode significar uma sentença de morte.$u#$e#O primeiro Senhor Qi da história acabou morrendo muito cedo por achar que era um deus, ele era cultuado pelo seu povo e usava dos poderes para realizar os desejos da população.#$b#Um dia, a sua comunidade enfrentou um grande período de seca, que estava matando suas plantações e animais, a fome estava se alastrando pela comunidade, e o Senhor Qi prometeu que ele faria com que houvessem grandes chuvas nos próximos dias.#$b#Nós não podemos controlar o clima, e como passaram-se os dias e a chuva não veio, a comunidade achou que o Senhor Qi estava querendo que eles morressem de fome.#$b#Então, em um ato de rebelião, o mataram, e... bem, acho que é meio óbvio o que fizeram depois.#$b#Claro, ele foi o primeiro Senhor Qi que existiu, então ele não tinha noção do que ele podia e não podia fazer, mas a história dele serviu de aprendizado para os próximos Senhores Qi.",

	//Days Of Week - 10 Hearts (After seen 10 hearts event) (As Non-Romanceable Option)
	"Qi.Dialogue.Mon10": "Olá, @. Espero que você esteja tendo um bom dia.#$b#E quanto a mim? Eu também estou bem, obrigado por perguntar.$h#$b#Enfim, sinta-se a vontade para jogar alguma coisa no cassino ou passar um tempo no meu laboratório. Você é sempre ${bem-vindo¦bem-vinda}$.",
	"Qi.Dialogue.Tue10": "Ei @, Você acha que eu deveria deixar Sandy entrar no cassino?#$b#Ela sempre me perguntou o que eu fazia aqui dentro, nem no dia que eu abri o cassino eu permiti que ela entrasse.#$b#Eu acho que ela não é o tipo de pessoa que poderia estar em um cassino, mas talvez algum dia eu possa deixar ela entrar, apenas para ela saber o que acontece aqui dentro. O que você acha, @?",
	"Qi.Dialogue.Wed10": "Ei @, eu estava olhando algumas coisas em meu quarto e encontrei alguns discos de alguns artistas que Mona gostava de ouvir.#$b#Eu estava pensando em ouví-los uma ultima vez antes de me desfazer deles, pelo menos aquele sistema de som que está no meu quarto servirá para alguma coisa.$h#$b#Sinta-se a vontade para me acompanhar, se você não estiver muito ${ocupado¦ocupada}$.",
	"Qi.Dialogue.Thu10": "Olá, como vai?#$b#Se você tiver tempo, sinta-se a vontade para vir jogar no cassino, conversar comigo em meu quarto ou dar uma olhada nos meus experimentos no laboratório. Você não irá atrapalhar.$h",
	"Qi.Dialogue.Fri10": "Ei, @... Eu ando percebendo muitas mudanças na maneira que eu lido com a perda de Mona desde aquela nossa conversa no cemitério.#$b#Acho que ter alguém me ouvindo já foi suficiente para me ajudar.$h#$b#É claro, eu ainda tenho um longo caminho a percorrer, mas já me sinto muito melhor, já não sinto mais angústia quando vejo algo relacionado a ela.$h",
	"Qi.Dialogue.Sat10": "Desde aquela noite, eu venho tentando deixar o que aconteceu com Mona no passado, preciso seguir em frente.#$b#Eu até tenho tentado sair um pouco mais e conversar com Sandy, como antigamente.#$b#Eu só não gosto quando ela me chama de Azulão, é um apelido... muito íntimo.$u#$b#Mas eu acho que as coisas estão indo bem. Nunca esquecerei Mona, mas já passei muito tempo de luto, é hora de seguir em frente.",
	"Qi.Dialogue.Sun10": "Eu estava pensando, a Bifurcação de Consciência é um poder extremamente benéfico para todos os Senhores Qi, não é estranho que esse poder só tenha sido descoberto por causa de Mona?#$b#Os Senhores Qi estão no mundo a tantos anos e nenhum deles havia descoberto esse poder até Mona chegar e notar a minha presença na Ilha Gengibre, há muitos anos atrás.#$b#Às vezes penso que Mona estar na ilha naquela época não foi apenas uma coincidência.$h",

	//Questions
	"Qi.Questions.StillAfraid.QuestionText": "Você ainda tem medo de mim?",
	"Qi.Questions.StillAfraid.QuestionAnwser1": "Sim, eu ainda tenho medo de você.",
	"Qi.Questions.StillAfraid.QuestionAnwser2": "Não, eu não tenho mais medo de você.",
	"Qi.Questions.StillAfraid_Yes": "Eu entendo... Você tem todo o direito de ainda sentir medo de mim.#$b#Eu realmente cometi um erro revelando tudo aquilo de uma vez e te deixando ${confuso¦confusa}$, mas eu fiz isso porque confio em você.#$b#Mas de qualquer forma, é meu dever ajudar você a atingir a perfeição, não importa se você tem medo de mim ou não. Estou fazendo isso por respeito ao seu avô.",
	"Qi.Questions.StillAfraid_No": "Você não tem mais medo de mim? Isso é ótimo!$h#$b#Eu fico muito feliz de saber que você não tem mais medo de mim, você finalmente entendeu o meu objetivo neste mundo.",
	
	//Reject Movie Invites
	"Qi.Dialogue.reject_809": "Desculpe {{NameOrKid}}, mas eu não quero ver nenhum filme agora.",

	//Resort Dialogues
	"Qi.Dialogue.Resort_Entering": "E aqui estou eu de novo... A Ilha Gengibre. Dessa vez será diferente, eu sei que será.",
	"Qi.Dialogue.Resort_Shore": "*Sussurro* Você está indo bem, é só ir dar mais uns passos pra frente... Você consegue.$h",
	"Qi.Dialogue.Resort_Chair": "Ficar nesse lugar dá uma ótima vista das ondas do mar.#$b#Na verdade, praticamente qualquer lugar aqui oferece uma boa vista para o mar, mas eu não gosto de ficar sentado na areia.",
	"Qi.Dialogue.Resort_Bar": "Ah, que pena, a única coisa sem álcool que tem aqui é Doce de Oxicoco, eu odeio Doce de Oxicoco...$s#$b#Bom, nem sempre temos aquilo que nos agrada.",
	"Qi.Dialogue.Resort_Leaving": "Foi divertido passar um tempo na praia, eu espero vir outro dia.#$b#Estou muito feliz por conseguir vir aqui de vez em quando.$h",
	"Qi.Dialogue.Resort": "Esse lugar está muito diferente da época que eu ainda morava aqui na ilha. Essa ilha era desabitada e não tinha o resort.#$b#Esse lugar me trás muitas lembranças, é bem nostálgico de certa forma.",

	//Romanceable Qi Route Dialogues

	//Days Of Week - 0 Hearts (As Romanceable Option)
	"Qi.Dialogue.Mon-RomanceableQi": "As segundas são dias muito movimentados, há muito trabalho para fazer.#$b#Pelo menos o cassino não é tão movimentado durante o começo da semana.",
	"Qi.Dialogue.Tue-RomanceableQi": "Olá, @. Precisa de alguma coisa?#$b#Se você tiver alguma dúvida, hesite em perguntar. Perguntar é a melhor maneira de aprender algo novo.",
	"Qi.Dialogue.Wed-RomanceableQi": "Sempre esteja atento aos mínimos detalhes. Explore os arredores com atenção.#$b#Há muitas coisas para descobrir neste lugar, algumas delas só podem ser descobertas por pessoas muito atentas.",
	"Qi.Dialogue.Thu-RomanceableQi": "Não conte a ninguém sobre o cassino, é um lugar exclusivo. Apenas pessoas da minha confiança podem entrar.#$b#Você deveria se sentir ${privilegiado¦privilegiada}$ de poder ter acesso a um lugar tão secreto quanto esse, @.",
	"Qi.Dialogue.Fri-RomanceableQi": "O cassino é um ótimo lugar para passar o fim de semana, venha até o cassino sempre que quiser.#$b#Só não exagere na bebida, ou você ficará como Welwick.$u",
	"Qi.Dialogue.Sat-RomanceableQi": "Quer um conselho?#$b#Nunca deixe de buscar a perfeição.#$b#Não se contente com nada menos que a excelência em tudo o que faz.#$b#Confie em mim, ver o resultado de todo o seu trabalho é muito gratificante.",
	"Qi.Dialogue.Sun-RomanceableQi": "Olá, @, como vai?#$e#Só dando um passeio? Entendo, esse lugar é muito agradável de se estar após passar horas no calor do deserto.#$b#Se você estiver livre, aproveite e jogue alguns jogos, sinto que você está com sorte hoje.",

	//Days Of Week - 2 Hearts (As Romanceable Option)
	"Qi.Dialogue.Mon2-RomanceableQi": "Sabe @, meu quarto está com uma atmosfera muito mais leve agora que você me ajudou a me desfazer das roupas de Mona.$h#$b#Saber que aquelas roupas ainda estavam lá tornavam a experiência de estar naquele lugar extremamente terrível, era como se eu voltasse ao dia do acidente toda vez que eu entrasse.#$b#Mas agora meu quarto parece muito mais calmo e tranquilo para mim, como ele deveria ser. Acho que embora o que fizemos tenha sido um gesto pequeno, já fez muita diferença.$h",
	"Qi.Dialogue.Tue2-RomanceableQi": "Espero que você não se importe com isso, mas eu ainda estou te observando para te guiar até a perfeição, @.#$b#Eu devo manter a promessa que fiz ao seu avô, ele era alguém importante e me confiou para essa missão, então manterei minha palavra.",
	"Qi.Dialogue.Wed2-RomanceableQi": "Parece que Sandy está desconfiando que pode estar acontecendo algo entre nós, ela é espertinha quando se trata dessas coisas...$u#$b#Eu tenho tentado dizer a ela que nada está acontecendo entre nós, mas é óbvio que ela não acredita.$u#$b#Eu estou fazendo isso porque eu ainda não estou pronto para isso... Preciso superar Mona primeiro para que possamos ter algo a mais, e espero que eu consiga com sua ajuda, @.$u#$e#Então você pode dizer a ela que não tem nada acontecendo entre nós, só para que ela pare de me irritar?$h",
	"Qi.Dialogue.Thu2-RomanceableQi": "Eu tenho saído do cassino e indo até a Vila Pelicanos de vez em quando, mas eu não tenho muitas coisas para fazer lá.#$b#Inclusive ando recebendo critícas de alguns Senhores Qi passados, eles não gostam da ideia de estarmos expostos ao mundo e interagirmos com outras pessoas, e eles têm razão, pode ser perigoso.#$b#Mas as pessoas do vale não fazem ideia do que eu sou, eles acham que sou só um cara rico que cuida de alguns negócios.#$b#Eu fiz o mesmo quando me mudei pro deserto e nada aconteceu, por que aconteceria algo agora?#$b#E mesmo que eu não tenha muita coisa pra fazer lá, pelo menos estarei um pouco mais acessível se você precisar de alguma coisa ou só conversar.$h",
	"Qi.Dialogue.Fri2-RomanceableQi": "Seu avô tinha mais expectativas em você do que apenas atingir a perfeição, ele deixou algo muito especial para você em algum lugar do vale.#$b#Eu não posso contar mais do que isso, isso é algo que você deve descobrir por conta própria, mas imagino que você descobrirá do que estou falando logo logo.",
	"Qi.Dialogue.Sat2-RomanceableQi": "Oi @, tudo bem? Eu estava no meu laboratório agora a pouco, estava dando uma olhada naquela Fruta-Estrela, ela parecia estranha, mais estranha que o normal.#$b#Ela estava exalando um aroma adocicado, não é normal uma Fruta-Estrela exalar odores ao apodrecer.#$b#Eu tive que isolá-la para estudá-la melhor, pode ser alguma mutação. Se eu tiver alguma novidade, eu te avisarei.",
	"Qi.Dialogue.Sun2-RomanceableQi": "Vou tentar ir ao Saloon hoje a noite, devo me enturmar com os moradores, alguns não me conhecem e sinto que sou intimidador para eles.#$b#Você deveria passar lá também se tiver tempo, @.",

	//Days Of Week - 4 Hearts (As Romanceable Option)
	"Qi.Dialogue.Mon4-RomanceableQi": "Bom dia @, como vai? Bem? Que ótimo!$h#$b#Ah, eu tenho lido as entradas do diário de Mona ultimamente, finalmente tomei coragem para lê-las. As entradas são bem longas, ela gostava muito de escrever as coisas com muitos detalhes.#$b#Detalhes até demais às vezes...$u",
	"Qi.Dialogue.Tue4-RomanceableQi": "Ir à Vila Pelicanos de vez em quando tem sido uma boa maneira de relaxar, é bom conversar com os amigos que tenho por lá.#$b#Eu ainda não sei como eu achei que me isolar de todos e me concentrar no cassino seria uma boa ideia. Foi a pior coisa que eu poderia ter feito em um momento como aquele.",
	"Qi.Dialogue.spring_Wed4-RomanceableQi": "Hoje vou encontrar um amigo, o Linus. Ele é adepto a um estilo de vida muito simples, acho que você já deve conhecê-lo.#$b#Como eu conheci ele? Bem, digamos que ele faz parte da rede de contatos de um outro amigo meu.",
	"Qi.Dialogue.Thu4-RomanceableQi": "Sandy ainda me pede para entrar no clube, mas eu não sei se devo permitir... Você acha que é uma boa ideia?$s#$e#Ok, talvez eu deva deixar ela entrar aqui algum dia. Mas se ela exagerar, eu vou impor limites nela.$u",
	"Qi.Dialogue.Fri4-RomanceableQi": "Oi @, Bom final de semana. Hoje eu vou passar um tempo na Vila Pelicanos, quero ficar um pouco mais distante do cassino.#$b#Pretendo dar uma passada no Saloon mais tarde. Dá uma passada lá se puder também, @.",
	"Qi.Dialogue.Sat4-RomanceableQi": "Conversar com minhas representações durante a noite tem me ajudado muito a controlar a personalidade delas. Mas ao mesmo tempo isso me deixa um pouco cansado.#$b#Meu corpo físico pode ter tido uma boa noite de sono, mas eu tive que ficar acordado mentalmente por várias horas para conversar com as representações.",
	"Qi.Dialogue.Sun4-RomanceableQi": "Vou tentar ir ao Saloon hoje à noite outra vez, mas no momento, eu quero ficar um pouco sozinho, quero ter um tempo para organizar meus pensamentos. Espero que entenda.#$b#Não, eu não estou me sentindo mal ou nada do tipo, é que tem sido difícil encontrar um tempo pra mim ultimamente, preciso de mais tempo conversando com minhas representações, não se preocupe.",

	//Days Of Week - 6 Hearts (As Romanceable Option)
	"Qi.Dialogue.Mon6-RomanceableQi": "Voltar a visitar a Vila Pelicanos diminuiu drasticamente a quantidade de energia que minha representação extra-física necessita, o que é ótimo.#$b#Agora não é necessário ter que observá-los um a um vinte e quatro horas por dia, posso simplesmente conversar com os moradores presencialmente e isso já me dá um panorama geral do que preciso fazer.#$b#Isso me deixa menos cansado, já que a representação extra-física precisa de uma quantidade muito grande de energia pra se manter ativa, até mais que a semi-física. Quanto menos ela for necessária, melhor para mim.$h#$e#Desde que descobri as representações, tenho que ficar controlando qual delas será usada. Caso contrário, meu corpo físico enfraquece.#$b#Isso não era um problema antes de me mudar para o vale, mas ao mesmo tempo, eu tinha uma vida sem graça. Então acho que esse malabarismo energético vale a pena.$h",
	"Qi.Dialogue.Tue6-RomanceableQi": "Você já encontrou algumas das caixas misteriosas que eu espalhei pelo mundo? Você pode obter vários tipos de itens se levá-las ao ferreiro da cidade.#$b#Eu espalhei essas caixas para que você as encontrasse, faz parte da promessa que fiz ao seu avô.",
	"Qi.Dialogue.Thu6-RomanceableQi": "Oi, @. Hoje estarei bem ocupado com meus experimentos no laboratório. {{AlienName}} precisa de mais cuidados, agora que ele está em suas condições ideais.#$b#Não se sabe o quão rápido ele pode se desenvolver. Vai que ele se desenvolva tão rápido que acabe escapando da cápsula? Não é um risco que eu quero correr.#$b#Sinta-se livre para ir até o meu laboratório para me ajudar, foi realmente divertido ter a sua ajuda.$h",
	"Qi.Dialogue.Fri6-RomanceableQi": "Eu vou deixar Sandy entrar no cassino hoje, ela tem me pedido a muito tempo para entrar no clube.#$b#Hoje eu vou dar uma chance a ela, espero que eu não me arrependa. Talvez eu tenha que deixar de ir ao Saloon hoje a noite.$s",
	"Qi.Dialogue.Sat6-RomanceableQi": "Sabe @, Apesar de conhecer muitas pessoas, eu não considero todos elas como amigas. Eu literalmente posso contar nos dedos as pessoas que eu considero amigas: Você e o Feiticeiro.#$b#Vocês dois são os únicos que eu considero amigos de verdade, são os únicos que sabem sobre os meus poderes e que eu não preciso esconder segredos.#$b#Para um ser humano, ter apenas dois amigos pode ser considerado pouco, mas para um Senhor Qi, isso é um exagero. Senhores Qi sempre foram solitários.#$b#Eu sou o primeiro a mudar isso, e os futuros Senhores Qi também se beneficiarão disso.$h",
	"Qi.Dialogue.winter_Sun6-RomanceableQi": "Oi @, como vai? Eu estou muito bem hoje. É um dia muito bonito.#$b#Hoje eu acordei de bom humor. Por quê? Bem, nos próximos dias a atividade solar aumentará e tempestades solares podem atingir a terra.#$b#Nesse período podem ocorrer espetáculos luminosos no céu, as auroras polares.#$b#Eu sou fascinado por auroras polares, sempre que há aumento de atividade solar eu fico de olho nos polos do planeta para poder observá-las. É um show de luzes maravilhoso de se ver.$h#$e#Infelizmente, nunca pude presenciar uma aurora polar fisicamente, eu sempre as observei com a representação extra-física. Espero poder ver uma fisicamente algum dia.",

	/* +++++++++++++++++++ */

	/* +++++|FESTIVAL DIALOGUE|+++++ */

	//Egg Festival
	"FestivalDialogue.Qi.spring13": "Ah, então você me encontrou, não é mesmo, {{NameOrKid}}?#$b#Eu disse que não seria fácil de me encontrar neste festival, mas você se esforçou pra conseguir me encontrar, parabéns.#$b#Espero que você tenha o mesmo esforço para procurar os ovos escondidos, se você quiser participar da caça aos ovos.#$b#A garota de cabelos roxos já ganhou por vários anos seguidos, tente superá-la.",

	//Flower Dance
	"FestivalDialogue.Qi.spring24": "Este festival é muito bobo, mas eu entendo o apelo que ele tem.#$b#Espero que você já tenha um par para dançar {{NameOrKid}}. Receber vários \"Nãos\" seguidos é humilhante.",

	//Luau
	"FestivalDialogue.Qi.summer11": "Esse festival é movimentado demais. Não é um problema, é que é muito mais difícil encontrar um lugar com menos pessoas por perto.#$b#Eu preciso passar despercebido para as outras pessoas.#$e#Pelo menos aqui é um pouco mais distante de toda a festa.",

	//Dance of the Moonlight Jellies
	"FestivalDialogue.Qi.summer28": "Boa noite, {{NameOrKid}}. Eu só vim aqui para observar o movimento.#$b#É muito engraçado ver os aldeões maravilhados com esses animais, eles ficam impressionados com coisas tão bobas.",

	//Stardew Valley Fair
	"FestivalDialogue.Qi.fall16": "Olá, {{NameOrKid}}. Você irá fazer uma exposição da sua fazenda, certo?#$b#Se sim, espero que você tenha trago o melhor do melhor dos produtos que sua fazenda têm a oferecer.#$b#Talvez assim os outros competidores se esforcem mais no ano que vem. Antes de todos virem até aqui, eu já estava observando os competidores organizando suas exposições. Apenas produtos fracos e sem variedade.",

	//Spirit's Eve
	"FestivalDialogue.Qi.fall27": "Este labirinto é fácil demais, Rasmodeu poderia fazer algo mais difícil, algo que fosse diferente...#$e#Sinta-se a vontade para pegar o prêmio, ele não é importante para mim. Só estou aqui por ser um lugar mais isolado.",

	//Festival of Ice
	"FestivalDialogue.Qi.winter8": "Que festival entediante.$u#$b#Enfim, espero que você seja ${bom¦boa}$ com pesca se decidir participar da competição de pesca no gelo.",

	//Feast of the Winter Star
	"FestivalDialogue.Qi.winter25": "Boas festas, {{NameOrKid}}.",

	/* +++++++++++++++++++++++++++++ */

	/* +++++|WALNUT ROOM DIALOGUE|+++++ */

	//Default
	"MrQiNutRoom.Dialogue.Mon": "Há muitas coisas que este mundo pode oferecer a você, {{NameOrKid}}, basta se esforçar para encontrá-las.",
	"MrQiNutRoom.Dialogue.Tue": "O lugar onde estou é difícil de alcançar, foi necessário muita luta para conquistar o que tenho.#$b#O esforço e a força de vontade são as únicas coisas que nos levam para frente.",
	"MrQiNutRoom.Dialogue.Wed": "Onde quer que você vá, eu sempre estarei nos bastidores. Garantindo que tudo está indo de acordo com o planejado.#$b#Eu estou em todos os lugares. Ao mesmo tempo.#$b#Ou será que eu estou apenas tentando assustar você? Boa sorte tentando descobrir, hahaha.",
	"MrQiNutRoom.Dialogue.Thu": "Eu estou surpreso com você, {{NameOrKid}}.#$b#Procurar as nozes douradas é um trabalho árduo e um pouco maçante, mas você continua as procurando. Isso é muito bom.#$b#Isso mostra que você não gosta de deixar coisas pela metade. Quando você começa uma tarefa, você se esforça para terminá-la.#$b#É uma qualidade e tanto, algumas pessoas teriam parado de procurar as nozes antes mesmo de me encontrarem.",
	"MrQiNutRoom.Dialogue.Fri": "Quando você atingir seus objetivos, procure outros. E quando os atingí-los, procure outros e outros. Continue fazendo isso até que seus dias neste mundo se acabem.",
	"MrQiNutRoom.Dialogue.Sat": "Chegará o momento em que você se perguntará como eu cheguei aqui, ou o que ou quem sou eu. Se você não pensou sobre isso, é muito provável que agora esteja pensando.#$b#Você saberá tudo o que precisa sobre mim no momento certo, basta ter paciência.#$b#Por enquanto, você só precisa saber que eu estou aqui para motivá-lo a atingir seus objetivos.",
	"MrQiNutRoom.Dialogue.Sun": "À esquerda, você encontrará alguns desafios que você pode escolher completar essa semana. São desafios feitos exclusivamente para você, {{NameOrKid}}.#$b#E à direita, você encontrará uma coleção de recompensas que você pode obter ao completar os desafios. Alguns itens podem ser do seu interesse.#$b#Boa sorte, {{NameOrKid}}.",

	//After seeing Mr. Qi 8 Hearts Event
	"MrQiNutRoom.Dialogue.Mon-SeenQi8heartsEvent": "Ei @, você deveria dar uma olhada no painel à esquerda hoje, há novos desafios que você pode escolher essa semana.#$e#Boa sorte, @.",
	"MrQiNutRoom.Dialogue.Tue-SeenQi8heartsEvent": "Agora que você sabe a verdade sobre mim e as outras representações eu me sinto mais leve.#$b#Agora eu causo menos sobrecarga na mente da representação principal, e isso é muito bom.$h#$b#Como eu tinha um comportamento um pouco diferente das outras representações, a mente da representação principal precisava trabalhar mais pra lidar com dois padrões comportamentais e direcioná-los às representações corretas, isso é exaustivo.#$b#Agora que você sabe do meu poder, eu tenho uma personalidade mais parecida com a representação principal, já que não há mais motivo para dividir a minha personalidade em duas.",
	"MrQiNutRoom.Dialogue.Wed-SeenQi8heartsEvent": "Olá @, você já deu uma olhada na caverna do vulcão?#$b#Você pode encontrar muitos minérios que você não encontra nas cavernas comuns.#$e#Só tome cuidado com os monstros, eles são um pouco mais fortes que os das cavernas comuns, então use uma boa arma ao entrar lá.",
	"MrQiNutRoom.Dialogue.Thu-SeenQi8heartsEvent": "Essa ilha tem vários segredos espalhados, talvez valha a pena explorar melhor essa ilha, você pode achar algumas coisas interessantes, @.",
	"MrQiNutRoom.Dialogue.Fri-SeenQi8heartsEvent": "Antes de me mudar para o Deserto de Calico, eu morava aqui, na Ilha Gengibre.#$b#Eu morava aqui porque era um lugar quase isolado, e como eu ainda não tinha descoberto o poder de Bifurcação de Consciência, eu tinha que fazer todas as responsabilidades de Senhor Qi usando a representação principal.#$b#Então eu decidi focar nas minhas responsabilidades como Senhor Qi e deixar a minha vida social de lado. Foi aí que eu vim para cá e construí a sala de nozes, que antes era o meu quarto.#$e#Mas... chegou um momento em que eu... Tinha me cansado de me isolar tanto do mundo.$s#$b#Então decidi recomeçar a minha vida social indo morar no Deserto de Calico, foi um pouco estranho no começo, principalmente porque tinha acabado de descobrir a Bifurcação de Consciência e ainda estava me acostumando a lidar com as representações.#$b#Mas, apesar de tudo isso... Valeu muito a pena.$h",
	"MrQiNutRoom.Dialogue.Sat-SeenQi8heartsEvent": "Ei @, lembre-se que mesmo que agora você saiba que seu avô espera que você atinja a perfeição, você não precisa se apressar para alcançá-la. Você pode levar o tempo que quiser para chegar lá.#$b#Até porque seu avô também queria que você aproveitasse ao máximo a sua nova vida no Vale do Orvalho. A perfeição é apenas um passo, e não a jornada inteira.#$e#Não importa quanto tempo você demore, nós ficaremos felizes quando você atingir a perfeição.$h",
	"MrQiNutRoom.Dialogue.Sun-SeenQi8heartsEvent": "Eu coloquei um medidor de perfeição à direita para você saber o quão próximo da perfeição você está.#$b#Você deveria dar uma olhada para você saber o que falta para atingir a perfeição.",

	//After seeing Mr. Qi 4 Hearts Events in Romance Route
	"MrQiNutRoom.Dialogue.Tue-RomanceableQi": "Eu agi de uma maneira muito cruel com a representação principal no dia que vocês vieram aqui.$s#$b#Como um Senhor Qi, eu pensava que para superar algum evento que te causa sofrimento você deveria deixar tudo pra trás, mas agora eu entendo que estava errado.#$b#Há coisas que devem ser mantidas na memória com carinho.$h#$e#Mas eu ainda acho aquele traje de banho horroroso.$u",

	/* ++++++++++++++++++++++++++++++++ */

	/* +++++|MOVIE REACTIONS|+++++ */

	//The Brave Little Sapling (Comedy, Family)
	"Qi.MovieReactions.spring_movie_0.BeforeMovie": "Oi, @. \"O Pequeno Broto\"... Esse filme parece... Peculiar.",
	"Qi.MovieReactions.spring_movie_0.DuringMovie": "Sr. Qi parece entediado.",
	"Qi.MovieReactions.spring_movie_0.AfterMovie": "Assistir esse filme foi uma experiência um tanto sonolenta, @. Acho que vou dormir quando voltar ao Oásis.",

	//Natural Wonders: Exploring Our Vibrant World (Documentary, Family)
	"Qi.MovieReactions.spring_movie_1.BeforeMovie": "\"Maravilhas Naturais: Explorando Nosso Mundo Vibrante\", esse filme parece interessante!",
	"Qi.MovieReactions.spring_movie_1.DuringMovie.1": "Sr. Qi parece estar feliz.",
	"Qi.MovieReactions.spring_movie_1.DuringMovie.2": "E pensar que eu luto para manter o equilíbrio desses lugares... Eu estou fazendo um bom trabalho.$h",
	"Qi.MovieReactions.spring_movie_1.AfterMovie": "Esse filme foi realmente muito divertido, ele me motivou a continuar meu trabalho como Senhor Qi! Muito obrigado por ter me convidado para assistir, @.$h",

	//Journey Of The Prairie King: The Motion Picture (Action)
	"Qi.MovieReactions.summer_movie_0.BeforeMovie": "\"Jornada do Rei da Pradaria\"... Esse nome me parece familiar, não é o nome de uma franquia de jogos?#$b#Esse filme é uma adaptação do jogo? Mona gostava desse jogo, será que fizeram uma boa adaptação?",
	"Qi.MovieReactions.summer_movie_0.AfterMovie": "Eu não conheço a história do jogo, mas se realmente for da maneira que foi mostrada no filme, parece ser um jogo divertido.",

	//Wumbus (Sci-fi, Comedy, Family)
	"Qi.MovieReactions.summer_movie_1.BeforeMovie": "\"Wumbus\", né?$u#$b#Não sei, me parece muito infantil pro meu gosto... Não custa tentar, né?",
	"Qi.MovieReactions.summer_movie_1.DuringMovie": "Sr. Qi parece confuso.",
	"Qi.MovieReactions.summer_movie_1.AfterMovie": "Esse filme definitivamente não é pra mim, eu não consegui entender muita coisa.#$b#Eu gosto de ficção científica, mas esse filme não me interessou. De qualquer forma, obrigado por me convidar, @.",

	//Mysterium (Horror, Art)
	"Qi.MovieReactions.fall_movie_0.BeforeMovie": "Eu gosto de filmes de terror, esse filme parece interessante.",
	"Qi.MovieReactions.fall_movie_0.DuringMovie": "Achei essa parte meio desnecessária.$u",
	"Qi.MovieReactions.fall_movie_0.AfterMovie": "Eu gostei muito de \"Mysterium\", parece bem experimental, não é como qualquer filme de terror. Eles realmente conseguiram captar a essência maligna daquelas criaturas e colocar na tela.#$b#Apenas o final que não tem sentido nenhum, se aproveitaram da aparência do povo das sombras para criar um ar aterrorizante. Nem todos eles são da maneira que foram representados.",

	//It Howls In The Rain (Horror)
	"Qi.MovieReactions.fall_movie_1.BeforeMovie": "\"O Uivo na Chuva\" é meu filme preferido, @! Eu estava querendo muito assistí-lo outra vez!$h",
	"Qi.MovieReactions.fall_movie_1.DuringMovie": "Ah! Isso sim é terror de verdade!",
	"Qi.MovieReactions.fall_movie_1.AfterMovie": "Eu adoro esse gênero de terror de filmes perdidos, eles parecem tão reais quando bem atuados!#$b#Esse filme é melhor do que eu me lembrava, eu gostei muito de assistir esse filme com você! Me lembrou o dia que assisti esse filme pela primeira vez, com Mona...$h",

	//The Miracle At Coldstar Ranch (Family, Classic)
	"Qi.MovieReactions.winter_movie_0.BeforeMovie": "\"O Milagre no Rancho Estrela-Fria\"... Sério? Esse filme é uma grande... Esquece, é melhor assistirmos logo.",
	"Qi.MovieReactions.winter_movie_0.DuringMovie": "Sr. Qi desvia o olhar da tela.",
	"Qi.MovieReactions.winter_movie_0.AfterMovie": "Ainda bem que acabou, eu realmente não gosto desse filme.$u#$b#Eu tenho motivos para não gostar dele, mas isso não vem ao caso agora.",

	//The Zuzu City Express (Classic, Romance)
	"Qi.MovieReactions.winter_movie_1.BeforeMovie": "\"O Expresso da Cidade Zuzu\"... Esse filme é muito antigo, já tinha uma versão dele em cartaz nos cinemas antes mesmo de eu me mudar para a Ilha Gengibre.",
	"Qi.MovieReactions.winter_movie_1.AfterMovie": "É como eu me lembrava, bem sem graça, mas Mona gostava desse filme. Obrigado por me convidar, @.",

	/* +++++++++++++++++++++++++++ */

	/* +++++|OTHER NPCS DIALOGUE|+++++ */

	//Sandy Dialogue Edits (After enter in the Casino)
	"Sandy.DialogueEdits.Thu": "Bem, já que você já faz parte do clube, pode perguntar quando vou ter um aumento?#$b#Meu salário está precisando de um reajuste...$s#$e#É brincadeira, ok? Eles vão ficar bravos se ouvirem isso.",
	"Sandy.DialogueEdits.Thu2": "Aquele cara quase nunca sai de dentro daquele clube, ele está sempre lá.#$b#Como ele não fica entediado? Parece ser uma rotina muito monótona.",
	"Sandy.DialogueEdits.Thu4": "Ei, já que você faz parte do clube, pode me dizer o que exatamente tem lá dentro?#$b#Não me deixam entrar lá, dizem que não é um lugar para pessoas como eu... O que será que eles querem dizer com isso?$s#$b#Por que eu não posso entrar, mas você pode? Parece injusto.$s#$e#Ah, é segredo? Tudo bem então.$s#$b#Por que eu sempre fico de fora quando se trata desse clube?$s",
	"Sandy.DialogueEdits.Sun8": "Olá, amor. Sim. Sou só eu. Sozinha, nesta loja velha. Huuum...#$e#Bem, exceto pelas pessoas do clube, mas eu nem falo com eles, então considero que estou sozinha mesmo.",

	//Sandy Dialogue Edits (After seeing Mister Qi's 4 Hearts event)
	"Sandy.DialogueEdits.Thu-SeenQi4heartsEvent": "Bem, já que você já faz parte do clube, pode perguntar pro Sr. Qi quando vou ter um aumento?#$b#Meu salário está precisando de um reajuste...$s#$e#É brincadeira, ok? Ele vai ficar bravo se ouvir isso.",
	"Sandy.DialogueEdits.Thu2-SeenQi4heartsEvent": "Esse Azulão quase nunca sai de dentro daquele clube, ele está sempre lá.#$b#Como ele não fica entediado? Parece ser uma rotina muito monótona.",
	"Sandy.DialogueEdits.Thu4-SeenQi4heartsEvent": "Ei, já que você faz parte do clube do Sr. Qi, pode me dizer o que exatamente tem lá dentro?#$b#O Sr. Qi não me deixa entrar lá, ele diz que não é um lugar para pessoas como eu... O que será que ele quer dizer com isso?$s#$b#Por que eu não posso entrar, mas você pode? Parece injusto. Ainda mais porque eu permiti que ele usasse aquele lugar para fazer o que ele bem entendesse, eu tenho o direito de entrar lá.#$e#Ah, é segredo? Tudo bem então.$s#$b#Por que eu sempre fico de fora quando se trata desse clube?$s",
	"Sandy.DialogueEdits.Sun8-SeenQi4heartsEvent": "Olá, amor. Sim. Sou só eu. Sozinha, nesta loja velha. Huuum...#$e#Bem, exceto pelo Sr. Qi, mas ele nem sai do clube com tanta frequência, então considero que estou sozinha mesmo.#$b#Ele costumava sair mais antigamente, mas agora ele fica lá dentro praticamente o dia todo, é raro ele sair de lá.",

	//Sandy Dialogue Edits (After seeing Mister Qi's 8 Hearts event)
	"Sandy.DialogueEdits.spring_25-SeenQi8heartsEvent": "Quando o Azulão veio morar aqui, ele agia de uma forma meio estranha.#$b#Às vezes ele se sentava perto do balcão e ficava olhando fixamente para a parede por longos minutos, e às vezes ele falava coisas como se estivesse conversando com alguém.#$b#E ele se incomodava se alguém tentasse falar com ele quando ele fazia essas coisas, eu cheguei a pensar que ele era doido.$h#$b#Mas ele parou de fazer isso em questão de semanas e depois nunca mais vi ele fazer essas coisas.#$b#Só não conta pra ele que eu disse isso, ele não vai gostar de saber que eu disse isso.",
	"Sandy.DialogueEdits.summer_10-SeenQi8heartsEvent": "O Sr. Qi é um cara legal, apesar de parecer meio frio comigo as vezes.#$b#Quando ele está de bom humor ele é um querido, mas quando ele está meio estressado, é melhor eu nem falar muito com ele, porque já sei que posso receber uma resposta grosseira.#$b#Mas eu nem me irrito com isso, às vezes é engraçado.$h",
	"Sandy.DialogueEdits.winter_27-SeenQi8heartsEvent": "Hoje é aniversário do Azulão, mas ele nem sai daquele clube pra comemorar o aniversário dele.$s#$b#Ele sai apenas no último dia do ano, pelo menos eu posso desejar um feliz aniversário a ele amanhã.#$e#Já que você pode entrar lá, pode desejar um feliz aniversário para ele por mim?",
	"Sandy.DialogueEdits.Thu4-SeenQi8heartsEvent": "O Sr. Qi sempre fala que eu devo parar de chamá-lo de Azulão, mas virou um hábito.#$b#Eu não consigo não chamar ele assim, eu sei que ele não gosta que eu o chame assim, eu juro que tenho tentado parar.",

	/* +++++++++++++++++++++++++++++++ */

	/* +++++|STRINGS|+++++ */

	//Map Strings
	"MapString.QiRoom.1": "Uma televisão grande de alta resolução, você consegue ver seu reflexo através da tela.",
	"MapString.QiRoom.2": "Esse videogame parece não ser usado a muito tempo, será que funciona?",
	"MapString.QiRoom.3": "Um sistema de som de ultima geração está conectado à TV, isso deve fazer um barulhão!",
	"MapString.QiRoom.4": "Você abre a gaveta de cima. Há algumas roupas aí, o que mais você esperava, bisbilhoteiro(a)?",
	"MapString.QiRoom.5": "A gaveta de baixo só pode ser aberta com uma chave.",
	"MapString.QiRoom.6": "Todas as portas deste guarda-roupa estão trancadas, você só conseguirá abri-las com uma chave.",
	"MapString.QiRoom.7": "'A Magia das Pedras', por George Clarence.",
	"MapString.QiRoom.8": "'Astronomia para iniciantes', por Autor Desconhecido.",
	"MapString.QiLab.1": "Parece que esta fruta foi deixada aí para apodrecer. Está escura e está saindo uma gosma roxa, eca! Melhor não tocar nisso.",
	"MapString.QiLab.2": "Parece alguma criatura estranha... Essa coisa está se mexendo ou é impressão minha???",
	"MapString.QiLab.3": "Você descobriu uma passagem secreta no laboratório do Sr. Qi, ela leva até um cofre, que está fechado. Você não deveria estar aqui... Saia antes que ele perceba.",
	"MapString.QiLab.4": "Tem alguns documentos aí dentro, nada muito interessante.",
	"MapString.QiLab.5": "Escrito com uma caligrafia cursiva elegante.^^ Tempero Qi: Realça o sabor de qualquer alimento, contudo não pode ser usado em excesso.^^ Ingredientes:^ - Líquido de Fruta-Estrela apodrecida;^ - Fragmento Prismático triturado;^ - Minério Radioativo triturado (em poucas quantidades);^ - Regulador de acidez.^^NOTA: Necessário produzir uma variante não radioativa.^^ Há uma nota atrás da folha escita com uma caligrafia diferente.^^ \"Tempero Qi\"? Sério, Azulão? É um bom nome, mas você poderia escolher um nome diferente, que tal \"Tempero Galáctico\" ou \"Tempero Estrela\"?",
	"MapString.QiLab.6": "Este pote de Gosma prismática brilha tanto, é muito bonito!",
	"MapString.QiLab.7": "O Sr. Qi disse que ele coloca minério radioativo nesse recipiente, é melhor não abrir.",
	"MapString.QiLab.8": "Tem alguns documentos guardados aí, não parece nada muito interessante.",
	"MapString.QiLab.9": "Parece que esse computador está analisando alguns dados, infelizmente você não entende as informações que aparecem na tela do computador.",
	"MapString.QiLab.10": "Um frasco com um pó com uma cor levemente roxa, tem uma etiqueta colada nele, está escrito \"Tempero Qi\".",

	//Schedule Strings
	"ScheduleStrings.Qi.Winter28": "Eu sinto tanto a sua falta...$s",
	"ScheduleStrings.Qi.BeachMarket": "Estou apenas observando o movimento, preciso que a maioria dos aldeões vá embora antes de ir comprar o que quero.",

	/* +++++++++++++++++++ */

	/* +++++|MONA'S DIARY ENTRIES|+++++ */

	"Mona-s_Diary.Entry_1": "Dia 15 de Outono ^^ Hoje foi um dia estressante. Essa faculdade vai me deixar maluca, não consigo prestar muita atenção nas aulas por que chego na faculdade cansada por causa do meu trabalho, preciso entregar muitos trabalhos e ainda preciso pensar no assunto para meu trabalho de conclusão de curso, eu sinto que estou correndo para todos os lados como uma barata tonta. Às vezes me pergunto se tudo isso valerá a pena. ^^ E ainda tenho que lidar com Ricky, ele está cada vez mais irritante, eu realmente não sei mais o que fazer. Há algumas horas atrás ele veio aqui em casa para jantar, apesar de eu ter dito para ele não vir. Ele simplesmente falou \"Se vira\" e veio aqui, e ainda ficou plantado no sofá aguardando! Sério, ele é muito folgado. ^^ Quando eu olho pro passado eu fico pensando em como eu fui tão idiota de ter me apaixonado por ele, mas ao mesmo tempo não tinha como eu iria adivinhar que se tornaria outra pessoa depois de apenas 2 estações? Como eu iria adivinhar que aquela pessoa amorosa, compreensiva e gentil iria se transformar em alguém grosso, preguiçoso e egoísta? Ele não se importa com meus problemas, eles não são nada para ele.",
	"Mona-s_Diary.Entry_2": "Dia 18 de Outono ^^ Essa semana tem sido bastante difícil, tenho um trabalho da faculdade que preciso fazer mas não consigo mais me concentrar, tem tanta coisa acontecendo. Ali me avisou que irá aumentar o meu aluguel na próxima estação por conta de um shopping que será aberto próximo daqui. Não sei como eu vou lidar com esse aumento, já tenho dificuldade em pagar o aluguel atualmente, imagina quando ele aumentar? Tenho medo de ficar sem dinheiro no final da estação. Vou tentar falar com meu chefe e ver se ele me dá um aumento. ^^ E Ricky está ficando cada vez mais insuportável. Ainda ontem, tivemos outra briga; ele estava me acusando de não dar atenção a ele e para os seus problemas. Como que eu vou fazer isso por ele se ele mesmo não faz por mim? E, honestamente, que tipo problemas esse idiota pode estar passando? Ricky é extremamente mimado, qualquer coisa que acontece, ele joga pra mãe dele resolver. Se ele espera que eu faça o mesmo, pode esperar sentado. ^^ Não sei como eu aguentei ficar com esse cara por 2 estações, acho que é hora de acabar com isso, mas eu tenho muitas outras coisas pra fazer. Então, por enquanto, vou deixar ele quietinho no lugar dele e irei resolver as coisas mais importantes, ele não merece tanta atenção assim.",
	"Mona-s_Diary.Entry_3": "Dia 26 de Outono ^^ Hoje fomos informados de que as aulas desse semestre irão terminar na próxima sexta-feira. Saber disso me trouxe um alívio, é algo a menos para lidar. Mas apesar do alívio, ainda tenho que me preocupar em encontrar um assunto para meu TCC, já que o próximo semestre é meu último e é bom que eu já tenha alguma ideia do que escrever com antecedência, mas como eu vou ter tempo de pensar nisso? Tenho muitos outros problemas pra resolver, tem a questão do aluguel, minha proposta de aumento que foi recusada, e ainda tenho que lidar com o Ricky. Minha vida está repleta de contratempos e está ficando cada vez mais difícil conciliar os estudos e minha vida pessoal. ^^ Hoje, Ricky veio aqui outra vez. Dessa vez ele estava pedindo desculpas pelo que esteve fazendo esses últimos dias. Ele parecia estar sendo sincero, mas bastou eu falar sobre o meu aluguel que ele voltou a ser um imbecil. Ele se recusou a me ajudar e falou \"Você sempre conseguiu se virar, por que agora você quer minha ajuda?\". Dai-me paciência, porque eu já não tenho mais! ^^ Eu estou exausta com tudo isso, o comportamento de Ricky só me estressa e me desconcentra, eu preciso dar um fim nisso o quanto antes, talvez assim eu consiga me concentrar nos meus estudos. ^^ Mas, eu devo admitir que nas palavras de Ricky, havia um pouco de verdade: Eu sempre resolvi esse tipo de problema sozinha. Então por que eu pedi ajuda de Ricky para pagar o aluguel? Eu realmente não sei bem, muito provavelmente foi por desespero.",
	"Mona-s_Diary.Entry_4": "Dia 5 de Inverno ^^ Finalmente, o semestre acabou, agora estou de férias. Mas estar de férias não significa que meu trabalho acabou, ainda tenho algumas outras questões pra resolver. Hoje, eu falei com Ricky e disse que queria terminar. E, como esperado, ele não aceitou muito bem o término. Ele gritou comigo e tentou me convencer a mudar de ideia, mas eu já estava determinada a terminar com ele há um tempo, só precisava resolver meus outros problemas para fazer isso. Saber que Ricky está fora da minha vida é um alívio. ^^ Ele tentou me ameaçar, falando que eu estava cometendo um grande erro, que não ia deixar que eu fosse embora da vida dele, que eu ia me arrepender pelo que eu fiz e essas coisas, tudo papo furado. Ricky jamais faria esse tipo de coisa, ele é preguiçoso demais pra tentar fazer algo contra mim, ele apenas tentou me amedrontar pra que eu não terminasse. Provavelmente ele só vai ficar triste por algumas estações e depois vai tentar encontrar outra otária pra enganar. ^^ Espero que a próxima infeliz perceba a cilada antes de mim.",
	"Mona-s_Diary.Entry_5": "Dia 7 de Inverno ^^ Ricky é louco! Eu imaginei que ele não tentaria fazer nada contra mim, mas eu estava enganada, ele DEFINITIVAMENTE pode fazer. ^^ Ontem ele me mandou algumas cartas estranhas me ameaçando, e nessas cartas ele também mandou algumas fotos minhas em momentos da minha rotina, eu não estava esperando isso dele, isso é bizarro! Mas quem me dera fosse só isso. ^^ Hoje, enquanto eu voltava do trabalho, eu peguei um táxi, e o motorista simplesmente ignorou o meu destino e me levou até a casa do Ricky, ele estava me esperando e queria conversar comigo. Como ele conseguiu subornar o cara do táxi? Por sorte, ele não quis fazer nada comigo, mas mesmo assim isso me assustou. É mais um motivo pra me manter longe dele, fiz questão de entrar com uma ordem de restrição contra ele. Espero que isso me mantenha segura.",
	"Mona-s_Diary.Entry_6": "Dia 8 de Inverno ^^ Parece que Ricky não desistiu tão facilmente, ele tentou ligar para o meu número de celular diversas vezes desde ontem, mas eu já troquei de número, espero que ele não descubra esse novo. Mas, não contente em não conseguir me ligar pelo celular, agora ele não para de me ligar pelo telefone fixo da casa, ele vai me deixar louca. Se essa casa não fosse alugada, eu já teria quebrado esse telefone na primeira ligação. ^^ E como se não bastasse, ele deu um jeito de me perseguir, mesmo com a ordem de restrição: ele pede para que os amigos dele me vigiem. Eu só descobri isso porque, durante o intervalo do trabalho, eu ouvi Ian falando com ele sobre mim no telefone. Eu não estou segura nem no meu trabalho. ^^ Eu falei sobre tudo o que aconteceu com minha melhor amiga, Dália. Ela ficou assustada quando soube tudo o que Ricky estava fazendo, ela disse que não esperava que ele fosse fazer algo assim. Acho que isso surpreendeu a todos. ^^ Ela e o marido também se dispuseram a me ajudar, eles permitiram que eu ficasse na casa deles até decidirmos o que iremos fazer. Eu sou muito grata a eles por terem me deixado ficar aqui, não iria conseguir dormir tranquilamente na minha casa.",
	"Mona-s_Diary.Entry_7": "Dia 10 de Inverno ^^ Estar nessa cidade não é mais seguro para mim, Ricky está me perseguindo em todos os lugares, ele já descobriu que estou morando na casa da Dália, por sorte ele não pode entrar aqui por conta dos seguranças, mas não dá para me manter aqui pra sempre. O marido de Dália me falou que seria melhor eu me mudar, para que eu pudesse recomeçar minha vida em um novo lugar, longe de Ricky. Se eu tivesse ouvido isso a 3 dias atrás eu acharia isso um exagero, mas agora vejo que é necessário, ele não vai me deixar em paz enquanto eu estiver aqui, então aceitei me mudar. ^^ Dália me falou de um lugar que seria perfeito para eu recomeçar: o Vale do Orvalho, na República Ferngill. Ela me disse que é uma região isolada no outro lado do Mar de Jóias, parece um lugar perfeito para quem quer recomeçar a vida, então eu decidi me mudar para esse lugar. O marido de Dália disse que tem contato com uma pessoa lá e irá providenciar um pequeno apartamento para que eu chegue no Vale do Orvalho já com uma moradia. ^^ Porém, antes de partir, precisei resolver algumas burocracias na minha faculdade, precisei mudar a modalidade do meu curso para curso por correspondência, para que eu possa continuar meus estudos mesmo de longe. Por sorte, o marido de Dália pediu para que eu fosse acompanhada por seguranças enquanto eu estiver na cidade, pelo menos posso resolver essa questão sem me preocupar que alguém esteja me observando, só espero que eu consiga resolver esse problema rápido.",
	"Mona-s_Diary.Entry_8": "Dia 12 de Inverno ^^ Finalmente, está oficializado. Agora estudo por correspondência. Agora posso focar na minha mudança para o Vale do Orvalho. Aproveitando que estava acompanhada por seguranças, resolvi entrar na minha casa novamente para pegar minhas coisas que ficaram na casa para levar comigo. Aquela casa me lembrou do dia que eu me mudei para lá... Parecia super calmo e a vizinhança era muito acolhedora, os vizinhos prepararam uma pequena festa de boas vindas para mim! Conheci tantos amigos naquele dia... Espero que eu também conheça pessoas legais lá no Vale do Orvalho. ^^ Também passei no meu trabalho para pedir demissão, e lá estava Ian; Antes de eu ir embora, ele me perguntou o motivo de eu ter me demitido, como se eu estar sendo observada por um colega de trabalho não fosse um bom motivo para pedir demissão. Ele também perguntou porque eu estava traindo o Ricky, eu fiquei muito confusa, mas depois entendi: Ricky contou para os amigos que eu estava traindo e pediu para me observarem. Sinceramente, isso me surpreendeu, isso não é do feitio dele. ^^ De qualquer forma, eu contei a verdade para Ian, e ele ficou em choque ao saber toda a verdade e pediu desculpas. Ricky fez os amigos acreditarem que eu era uma pessoa horrível. Ele disse que Ricky irá pagar caro pelas mentiras dele, eu não tenho certeza de como isso irá acontecer, mas eu sei que ele merece.",
	"Mona-s_Diary.Entry_9": "Dia 14 de Inverno ^^ Hoje é o dia, o dia que eu finalmente irei para o Vale do Orvalho, pensei que esse dia nunca chegaria, essa semana demorou muito para passar. ^^ Estou com as malas prontas e vou partir daqui a pouco. Estou muito ansiosa, mas espero que essa mudança traga a paz que eu tanto busco, e que eu possa focar no que realmente importa.",
	"Mona-s_Diary.Entry_10": "Dia 15 de Inverno ^^ Eu acabei de chegar no Vale do Orvalho, estou em um pequeno vilarejo chamado Vila Pelicanos. A viagem foi longa e estou bastante cansada, mas a sensação de calma e tranquilidade que senti assim que cheguei na Vila Pelicanos foi tão boa, até o ar daqui parece mais leve. ^^ Porém, antes de eu chegar aqui, no aeroporto do Império Gotoro, Ricky descobriu meu número de telefone outra vez, ele não desiste. Tive que trocá-lo outra vez quando passei em uma cidade vizinha daqui chamada Cidade Zuzu, não tive tempo pra ver se tem sinal de celular na Vila Pelicanos, mas eu espero que tenha. Quero ver o desgraçado do Ricky descobrir esse número agora. ^^ O apartamento que o marido de Dália alugou para mim é bem aconchegante, e soube que ele já pagou 2 estações adiantadas para mim, o que é muito bom, terei tempo suficiente para arranjar um trabalho e me sustentar.",
	"Mona-s_Diary.Entry_11": "Dia 16 de Inverno ^^ Meu primeiro dia na Vila Pelicanos foi muito mais movimentado do que eu estava esperando. Logo de manhã, enquanto dava uma volta para conhecer melhor a vila, eu encontrei uma senhora cuidando de alguns canteiros de flores na vila, era Evelyn. Ela é uma pessoa muito simpática, ela até lembra um pouco a minha mãe com aquele jeito carinhoso dela. Ela me convidou para ir até a casa dela para provar alguns biscoitos, estavam deliciosos! Conheci o marido dela, George. Ele parece meio rabugento, mas dá pra ver nos olhos dele o quanto ele ama Evelyn. Evelyn queria que eu ficasse para conhecer o neto dela, o Alex, mas eu preferi ir embora e continuar conhecendo os arredores da vila. ^^ Enquanto eu estava andando pela vila, eu entrei em um lugar chamado \"Armazém do Pierre\" para ver do que se tratava. É um pequeno mercado, e o dono desse mercado é Pierre, que eu acabei descobrindo ser o tal \"contato\" que o marido de Dália tinha aqui no Vale do Orvalho. Pierre me falou que ele é um amigo do marido de Dália e que foi ele que arranjou meu apartamento. Ele também disse que o marido de Dália pediu para que ele oferecesse algum trabalho pra mim quando eu chegasse na vila, e foi exatamente isso que ele fez: Ele me ofereceu um emprego de faxineira, com um salário de 1700 ouros por mês. É uma oferta generosa, mas não posso aceitar uma oferta dessas sem pensar um pouco antes. Preciso de tempo para pensar no assunto para meu TCC, foi pra isso que eu decidi me mudar para cá. Preciso levar isso em consideração antes de me decidir. ^^ Mesmo assim, eu dei uma olhada na casa dele para ver o tamanho e a quantidade de móveis para limpar pra pensar melhor se valeria a pena. Enquanto eu estava lá conheci Caroline, a esposa dele, e Abigail, a filha. Caroline parece ser legal, mas Abigail não foi muito simpática comigo. Aquele jeito dela se parece comigo quando eu ainda morava com meu pai. Eu sempre achei que eu era muito independente, que seria livre pra fazer o que eu quisesse quando morasse sozinha e que a vida seria fácil, como eu era imatura. Quando eu realmente saí da casa do meu pai, a realidade deu um soco na minha cara. Foi difícil me adaptar a nova realidade, mas eu mudei e amadureci. Espero que Abigail não precise passar pelo o que eu passei. Enfim, a casa deles não parece muito grande e tem pouca coisa pra ser limpa, pode ser uma boa oportunidade, mas eu ainda estou em dúvida. Vou pensar mais sobre isso nos próximos dias. ^^ Depois de ir na casa do Pierre, eu fui até o bar da Vila Pelicanos, o Saloon Fruta Estrelar. Aquele lugar é bem movimentado, pude conhecer os outros habitantes da vila. Inclusive, conheci alguém muito legal lá, a Sandy. Ela é bem extrovertida, gosto de pessoas assim, apesar de eu ser mais do time dos introvertidos. Ela me falou sobre um festival que aconteceria hoje à noite na vila, se chama \"Mercado Noturno\". Ela me falou que é um festival anual onde comerciantes de vários lugares chegam de barco e ficam nas docas da praia vendendo diversos itens. Ela me convidou para ir junto e eu aceitei, parece divertido. Eu fiquei surpresa em saber que a Vila Pelicanos é no litoral, adoro ir à praia de vez em quando, mas não podia ir com frequência quando morava no Império Gotoro. ^^ Encontrei algumas coisas interessantes à venda durante o festival, queria comprar algumas obras do pintor Lupini, mas pra minha surpresa, os vendedores não aceitavam meu dinheiro. Inclusive, uma vendedora foi muito grossa comigo ao ver aquele dinheiro em minhas mãos. Fiquei muito confusa, porque ninguém tinha recusado meu dinheiro até então. Eu acho que é uma boa ideia passar em uma casa de câmbio pra trocar meu dinheiro pela moeda local, para evitar esse tipo constrangimento quando toda essa correria da mudança acabar. De qualquer forma, eu me diverti bastante nesse festival junto com Sandy, eu realmente acho que iremos ser boas amigas.",
	"Mona-s_Diary.Entry_12": "Dia 22 de Inverno ^^ Eu decidi aceitar a oferta de Pierre pra trabalhar como faxineira na casa dele. A casa dele não é muito grande e Caroline me disse que eu não precisaria ir lá todos os dias, já que ela conseguia cuidar da casa sozinha. Ela disse que eu só precisava ir lá aos domingos, o que pra mim está ótimo. Ela disse que eu iria começar no próximo domingo. ^^ Que bom que Caroline consegue cuidar daquela casa sozinha, só trabalharei 4 dias e ganharei 1700 ouros no fim da estação, essa quantia dá e sobra para mim, pelo menos não vou passar aperto no final da estação. ^^ Por falar em dinheiro, eu conversei com Lewis, o prefeito da Vila Pelicanos sobre onde eu poderia encontrar uma casa de câmbio confiável na Cidade Zuzu. Quero resolver isso antes do fim do ano, quero começar o ano novo sem nenhuma pendência. Esse ano foi uma loucura e eu só quero paz no ano novo. Por sorte, Lewis conhecia uma e me passou o endereço, pretendo ir amanhã. ^^ Tenho notado que desde que eu cheguei aqui no Vale do Orvalho eu não fui mais importunada pelo Ricky. Sem ligações, sem perseguições, sem ameaças... nada. Acho que ele finalmente me deixou em paz. Acho que me mudar para o Vale do Orvalho foi uma escolha sensata, eu deveria agradecer ao marido de Dália por ter sugerido esse lugar para me eu mudar. Vou tentar ligar para Dália antes de dormir, eu não liguei pra ela nenhuma vez desde o dia que cheguei aqui, ela deve estar preocupada. E também devo admitir que fiquei curiosa com o que aconteceu com Ricky, Ian disse que ele ia pagar pelas coisas que ele fez, queria saber o que aconteceu.",
	"Mona-s_Diary.Entry_13": "Dia 23 de Inverno ^^ Ontem à noite, eu finalmente liguei pra Dália, nós conversamos por horas. Ela estava muito preocupada comigo por não ter ligado pra ela nenhuma vez durante a semana, mas ela ficou muito feliz em saber que eu estou bem aqui no Vale do Orvalho. Realmente, eu devia ter ligado antes, mas essa mudança tomou bastante o meu tempo e meio que esqueci de ligar pra ela. De qualquer forma, foi muito bom ouvir a voz dela. ^^ Durante a conversa, eu perguntei a Dália o que aconteceu com Ricky depois que eu fui embora. Ela me falou que Ricky foi denunciado por Ian por alguns crimes que ele tinha cometido a alguns anos atrás, ela não me contou em muitos detalhes, ela só disse que eram crimes terríveis. Ela também disse que ele foi denunciado por tentar me perseguir mesmo com a ordem de restrição. Ela contou que, como Ricky manipulou os amigos para me observarem, eles também foram presos. Porém, Ricky fugiu e ninguém sabe onde ele está. Fiquei chocada ao saber de tudo isso, Ricky não tinha cara de que cometeria algum tipo de crime hediondo, mas parece que as aparências enganam. Pelo menos eu estou bem longe dele, ele não vai me encher o saco agora, espero que encontrem ele e que ele mofe na cadeia por tudo o que cometeu. ^^ Mas agora, falando de coisas por aqui no vale, hoje eu fui até a casa de câmbio que Lewis me recomendou para trocar o dinheiro do Império Gotoro por ouros. Foi um pouco difícil encontrar aquele lugar, já que a casa de câmbio havia mudado de nome, mas depois de muito perguntar para as pessoas eu consegui achar. Mas quando cheguei lá, eles não faziam a troca do dinheiro do Império Gotoro por ouros. ^^ Mas um atendente que também veio do Império Gotoro foi muito simpático comigo e me passou o endereço de um banco que fazia a conversão, fui correndo até lá antes que fechasse, por sorte cheguei a tempo. Foi papelada atrás de papelada, mas eu consegui converter meu dinheiro. ^^ Quando vi o valor que eu tinha após converter meu dinheiro para ouros, quase caí pra trás. Era muita grana, MUITA mesmo! Sempre ouvi que a moeda do Império Gotoro era muito valorizada, mas eu não sabia que era tanto assim. Talvez eu nem precise daquele trabalho que o Pierre me deu, afinal. Mas eu já aceitei, não posso pedir pra sair de um trabalho que eu nem comecei. ^^ Enfim, todo esse dinheiro é um grande alívio para mim, poderei focar no meu TCC sem me preocupar com falta de dinheiro. Vou poder me concentrar mais em meus estudos e também conhecer melhor as pessoas daqui. E claro, pensando no futuro, deixei uma parte desse dinheiro guardado no banco pra usar em alguns projetos que tenho para depois da faculdade. Não sou louca pra sair com tanto dinheiro em mãos, não tenho nem onde guardar aquilo. Não sou meu pai pra ficar guardando dinheiro debaixo de colchão.",
	"Mona-s_Diary.Entry_14": "Dia 15 da Primavera ^^ Hoje foi um dia muito movimentado, foi dia de mais um festival, o Festival do Deserto. Teve outro festival no sábado e já tem outro na segunda-feira, e ainda vai durar até quarta-feira! Parece que o povo do Vale do Orvalho adora um festival, não julgo eles, quem não gosta de um dia de folga? Fiquei sabendo desse festival porque Sandy estava falando dele a dias. Ela realmente gosta desse festival, acho que é porque ela pode ficar o dia todo com Emily. ^^ Fui lá depois que terminei de arrumar meu apartamento. Fazer desafios para ganhar Ovos Calico é muito divertido, e apostar nas corridas também é muito legal, pena que eu não ganhei nenhuma vez, talvez eu tente novamente nos próximos dias. ^^ Mas eu vi uma coisa que me deixou interessada, algo que não tem nada a ver com o festival. Tem uma construção inacabada no deserto, parece que seria um pequeno prédio. Eu perguntei pra algumas pessoas da vila sobre isso e me disseram que era pra ser uma filial de uma empresa, mas o projeto foi cancelado por que a empresa faliu e ninguém se interessou no lugar até então. Mas aquele lugar despertou meu interesse. ^^ Um dos meus planos após terminar meus estudos é conseguir uma casa própria, mas eu pensei que esse seria um plano a longo prazo, já que seria muito caro. Mas agora que eu tenho bastante dinheiro guardado, posso pôr esse plano em prática antes do esperado. Eu gostei bastante da ideia de morar no Deserto de Calico, parece ser muito tranquilo, quando não tem nenhum festival acontecendo, claro. Mas eu não me incomodo em ter um pouco de barulho de vez em quando. ^^ E já que a construção está abandonada há anos e ninguém se interessou em terminá-la, talvez eu pudesse finalizar o prédio pra morar nele. Talvez seja uma ideia doida, mas eu realmente pensei sobre isso e tenho recursos para fazê-la, então por que não? Eu adoro a ideia de morar no Deserto de Calico, mas é claro que eu vou dar uma pesquisada pra descobrir quem é o dono da propriedade e saber se eu posso construir minha casa lá. Aquele lugar tem muito potencial, eu me sentiria muito feliz vivendo em um lugar tão tranquilo como o Deserto, sem contar que eu prefiro morar em um lugar que não neva no final do ano, não gosto muito de neve. Espero que tudo dê certo.",
	"Mona-s_Diary.Entry_15": "Dia 26 da Primavera ^^ Finalmente tive um progresso na procura do dono do terreno onde fica aquela construção no Deserto de Calico. Eu passei os últimos dias procurando o nome de quem poderia ser o dono e encontrei uma pessoa, Adrian Summers. O filho do dono da empresa que faliu. O dono do terreno onde ficaria o prédio da empresa é o filho do dono da própria empresa... Uma decisão bem questionável, mas tudo bem. Enfim, ontem eu consegui o número dele e marcamos de conversarmos na casa dele à tarde. Durante a conversa, eu perguntei porque ele deixou o lugar abandonado, ele disse que o lugar não era útil para ele por ser mal localizado e que sempre procurou alguém para vender, mas ninguém queria. ^^ Inclusive, ele estava disposto a me vender o terreno por um preço baixo, claro que eu falei que queria comprar, mas quando ele soube que eu queria construir uma casa, ele quis aumentar o preço. Depois de pechinchar um pouco, chegamos em um acordo e eu comprei o terreno. Agora sou dona daquela construção, poderei terminá-la e transformá-la em minha casa. ^^ Nem acredito que irei realizar o sonho de ter uma casa própria antes de terminar minha faculdade, acho que algum junimo se mudou junto comigo para o Vale do Orvalho e está me dando sorte! Ir embora do Império Gotoro foi de longe a melhor decisão que já tomei. Com certeza irei ligar para Dália pra contar as novidades e agradecer ao marido dela por ter sugerido que eu me mudasse para o vale. ^^ Quando eu voltei, eu contei meus planos para Sandy. Ela ficou muito feliz, mas ela disse que também tinha planos para aquele lugar, ela queria montar uma loja lá e estava juntando dinheiro pra isso. Bem, eu sugeri que nós trabalhássemos juntas, pra montar tanto a minha casa, quanto a loja que ela queria. Afinal, eu não preciso morar em um prédio, poderíamos deixar a loja no térreo e minha casa ficaria no primeiro andar. Sandy adorou a ideia e aceitou trabalharmos juntas para construir esse prédio, assim nós duas vamos realizar nossos sonhos.",
	"Mona-s_Diary.Entry_16": "Dia 4 do Verão ^^ Nesses últimos dias Sandy e eu estivemos quebrando a cabeça pensando em um design de prédio que agradasse as duas. Eu quero algo mais simples e menos chamativo, gostaria de morar em um lugar mais aconchegante e discreto. Já Sandy quer um prédio grande, moderno e colorido, já que, segundo ela, quanto mais colorido, mais traria atenção para a loja. Eu entendo o ponto dela, mas é que se eu seguisse a linha de raciocínio dela, eu acabaria morando em uma casa de boneca. ^^ Eu comecei a achar que sugerir que ela se juntasse a mim para terminar esse prédio e realizar nossos sonhos talvez não tenha sido uma boa ideia, temos opiniões muito diferentes e estava muito difícil de encontrar um meio termo entre nós. Essa diferença de opiniões nos fez procurar ajuda de Robin para criar um design que agradasse nós duas, e ela surpreendentemente conseguiu. O trabalho dela ficou incrível, Sandy e eu adoramos! ^^ Enquanto estávamos lá, Robin perguntou se nós já tínhamos pensado em um nome para a loja. Até aquele momento não tínhamos decidido o nome da loja, já que ficamos muito ocupadas pensando em como seria a aparência do prédio. Mas Sandy teve uma ideia de nome ali mesmo: \"Oásis\". Eu adorei o nome, acho que faz todo sentido uma loja que fica no meio de um deserto se chamar Oásis. Agora que já temos um design que nos agrade e o nome da loja, o próximo passo é começar a construir o prédio. Até pensei em pedir que Robin fizesse o trabalho, mas ela disse que não era qualificada para uma obra tão grande e que ela demoraria muito tempo para terminar. Mas ela passou o contato de um amigo dela na Cidade Zuzu que poderia fazer isso. Liguei para ele e marcamos de conversar pessoalmente daqui a alguns dias para combinarmos tudo. ^^ Estou ansiosa para ver esse projeto se tornar realidade, eu nem consigo acreditar que estou realizando um dos meus maiores sonhos, e fico muito contente em ver a felicidade de Sandy em ter a sua própria loja, ou melhor, a nossa loja.",
	"Mona-s_Diary.Entry_17": "Dia 9 do Verão ^^ Hoje eu me encontrei com o amigo que Robin tinha indicado para conversar sobre a construção do prédio. O nome dele é Felipe, ele é engenheiro. Ele também trouxe outra pessoa junto com ele para conversar comigo, um arquiteto que coincidentemente se chama Ricky. Quando eu ouvi o nome dele, fiquei um pouco desconfortável, mas mantive a simpatia e o cumprimentei. A sensação de apertar a mão de Ricky era como se eu estivesse me entregando para o outro Ricky, para ele fazer o que quisesse comigo. Não foi uma experiência muito agradável, mas eu tentei me manter calma e me concentrar no que era mais importante naquele momento. Ricky ficou no passado e não permitirei que ele me afete. Felipe e Ricky disseram que poderiam me ajudar a construir o prédio. ^^ Ricky avaliou os desenhos de Robin com atenção e elogiou bastante o projeto, mas Felipe disse que era necessário avaliarmos o terreno antes de seguirmos em frente, então nós três fomos até o deserto para a avaliação do terreno. Ricky ficou notavelmente surpreso ao ver a construção abandonada e o interesse dele por construir meu prédio aumentou, fiquei curiosa e perguntei o porque daquela reação. Felipe me explicou que Ricky tinha trabalhado no design do antigo prédio, sendo ele o primeiro grande projeto dele para uma grande empresa. Ricky tinha se esforçado muito naquele projeto, pois seria um dos principais destaques da carreira profissional dele, mas infelizmente a empresa faliu, o projeto nunca foi concluído e para piorar, o projeto do prédio foi vendido para a empresa, então ele não poderia colocar aquele projeto em prática por questões legais. ^^ A história de Ricky com aquele prédio fez eu confiar nele para que ele pudesse fazer qualquer alteração no projeto que Robin desenhou, contanto que as alterações sejam informadas e aprovadas por Sandy e eu. Ele ficou muito feliz em saber que eu estava confiando em sua habilidade e disse que ele fará o melhor trabalho possível, assim como fez o projeto do antigo prédio. E Felipe disse que o terreno é perfeito para a construção do prédio e que, se começarmos o quanto antes, ele estará pronto em duas estações. Bem mais rápido do que eu imaginei. Agora, Felipe e Ricky cuidarão do planejamento do prédio, e a construção comecará assim que possível. ^^ Estou muito feliz que as coisas estarem correndo sem grandes problemas, apesar dos fantasmas do passado estarem tentando me desequilibrar. Devo cuidar dessas questões antes que saiam de controle. Eu aprendi da maneira mais cruel que traumas não resolvidos podem te tornar alguém irreconhecível. Nunca vou esquecer do dia em que vi minha mãe em um surto psicótico e meu pai teve que interná-la, aquilo era demais para alguém que havia acabado de entrar na adolescência. Eu olhava para minha mãe e simplesmente não sabia mais quem era ela. Eu não quero passar por isso.",
	"Mona-s_Diary.Entry_18": "Dia 20 de Outono ^^ A construção do prédio finalmente acabou, foi muito mais rápido do que imaginei. Nem acredito que agora eu tenho a minha própria casa, é um verdadeiro sonho. Mas antes de poder finalmente dormir sob o teto de uma casa que eu construí, precisei ir até a Cidade Zuzu com Sandy para comprarmos alguns móveis para a minha casa, eu não tenho nem mesmo uma cama para dormir por lá. Então nós compramos o básico para viver em uma nova casa: Uma cama, uma geladeira, um fogão e claro, uma lava-louças. Sempre quis ter uma em minha casa, meu apartamento no Império Gotoro tinha uma e me poupava muito tempo, algo que eu definitivamente vou precisar. ^^ Claro, Sandy também me fez comprar mobílias e equipamentos para os outros cômodos da casa, ela me fez comprar um equipamento de som para pôr na sala e um sofá. Ainda bem que ela me lembrou do sofá, eu juro que se não fosse por ela eu sairia da loja sem comprar um sofá. Infelizmente, Por morarmos muito longe, a maioria das coisas que eu comprei só chegarão amanhã, mas não tem problema, uma noite dormindo em um colchão inflável não será um problema para mim, já dormi em lugares piores. ^^ Depois de comprar os móveis da minha casa, Sandy e eu fomos até alguns distribuidores para termos produtos para vender em nossa loja. Como a ideia da loja foi de Sandy, eu deixei ela procurar os distribuidores. Ela fez parceria com alguns distribuidores de sementes e decorações para casa, a loja terá uma quantidade bem variada de produtos a venda, mal posso esperar para o dia da inauguração.",
	"Mona-s_Diary.Entry_19": "Dia 22 de Outono ^^ Nós abrimos a loja hoje, praticamente todos os moradores da vila vieram para a inauguração, até algumas pessoas da cidade vieram. Foi um ótimo dia para nós duas. Sandy ficou muito feliz de ver o movimento da loja no primeiro dia. Tenho certeza que a loja será um sucesso. ^^ Enquanto a loja estava aberta, eu recebi uma ligação de um número desconhecido, eu fiquei um pouco assustada achando que Ricky tinha descoberto meu número outra vez, mas eu respirei fundo e pensei de maneira racional: Ricky já não me incomoda desde o dia que eu me mudei para o vale, e agora que ele está foragido, ele com certeza não teria como descobrir meu novo número. Se ele realmente quisesse fazer isso, ele já teria feito. ^^ Então, eu subi para a minha casa e atendi o telefone, eu ouvi uma voz de alguém de quem não falo há anos: meu pai. Eu não esperava ouvir a voz dele depois de tanto tempo, eu fiquei muito surpresa, eu perguntei como ele tinha descoberto que eu estava no Vale do Orvalho. Ele me disse que tentou me visitar no meu antigo apartamento, mas não me encontrou, então ele pediu para Dália passar o meu número atual para ele, foi aí que ele descobriu que eu havia me mudado. ^^ Apesar de ter ficado feliz em ouvir a voz dele depois de tanto tempo, eu não entendi o porque ele estava me procurando, ele tinha se afastado de mim cada vez mais depois que minha mãe foi internada, até chegar em um ponto que eu simplesmente decidi ir embora. Mas eu entendi o porque ele me ligou quando ele passou o telefone para minha mãe. Ela finalmente saiu da clínica psiquiátrica e está totalmente recuperada, foi tão bom ouvir a voz dela, queria estar lá para poder dar um abraço nela. ^^ Nós duas conversamos por muito tempo, e meu pai disse que iriam me visitar algum dia. Fico feliz pelo meu pai ter recuperado a alegria de viver depois de ter minha mãe de volta, ele realmente ama muito ela. ^^ Eu tenho motivos para ter raiva do meu pai, eu passei por momentos terríveis na época que minha mãe foi internada, mas eu não tenho raiva dele. Porque mesmo que ele tenha cometido muitos erros, quando eu decidi ir embora, ele se arrependeu das coisas que ele me fez passar. Na época eu simplesmente fingi não ouvir e fui embora, mas depois eu entendi que ele não estava bem pra cuidar de mim. Ele estava perdido, mas eu era muito egoísta pra perceber. ^^ Depois de passar um tempo conversando com meus pais, eu deixei Sandy cuidando da loja enquanto fui passar um tempo no Saloon pra pensar um pouco. Enquanto eu estava lá, eu vi Willy, o pescador da Vila Pelicanos. Ele tinha acabado de voltar de uma pescaria. Eu ouvi ele falar de um lugar chamado Ilha Gengibre, uma ilha deserta que faz parte do arquipélago das Ilhas Samambaia. ^^ Eu nunca tinha ouvido falar nesse lugar e isso despertou meu interesse, eu poderia estudar aquela ilha e usar como tema para o meu TCC, então eu fui falar com ele a respeito. Ele me falou que é uma ilha muito grande e inexplorada, ele mesmo disse que não sabe ao certo o que tem no interior da ilha, já que ele só ficou no litoral. A única coisa que ele sabe é que tem um vulcão no interior da ilha, mas ele não sabe se aquele vulcão está ativo ou não. ^^ Sob o assunto de estudar o local para meu TCC, ele disse que é muito perigoso e que também ele não quer perturbar o ecossistema da ilha. Ele está certo, mas o tipo de pesquisa que pretendo fazer não irá perturbar o ecossistema da ilha, eu apenas irei escrever detalhes sobre as coisas que eu encontrar por lá e usar como material de pesquisa para o meu TCC. Mas claro que eu entendo a preocupação dele, ele não tem a obrigação de entender os meus propósitos de primeira, então eu tentarei convencê-lo a me levar para lá, ainda mais porque faltam três estações para minhas férias terminarem, e eu quero ter um assunto para o meu TCC o quanto antes.",
	"Mona-s_Diary.Entry_20": "Dia 25 de Outono ^^ Finalmente eu consegui convencer Willy a me levar para a Ilha Gengibre. Depois de ter explicado para ele a importância do TCC e que minha pesquisa seria puramente observacional e sem interferir no meio ambiente, ele aceitou me levar. Ele irá me levar para lá amanhã e trará suprimentos para mim todo domingo, fico muito feliz que ele aceitou me levar para lá. Agora tenho que me preparar para a viagem e levar tudo que preciso. ^^ Eu contei sobre minha viagem para Sandy e ela ficou surpresa. Afinal, não faz nem uma semana que eu me mudei e já tenho que viajar outra vez. Infelizmente as coisas são assim pra quem estuda, parece que o tempo passa mais rápido quando fazemos algo que não tem haver com os estudos. ^^ Eu também liguei para meus pais para falar sobre minha viagem, para que eles não se preocupem caso eu não atenda as ligações deles. Eles me desejaram uma boa viagem e disseram que vão enviar cartas, eu estou muito feliz por ter meus pais reunidos de novo, os dois estão muito felizes juntos. Queria poder estar lá para dar um abraço neles, espero que eles possam me visitar nesse fim de ano.",
	"Mona-s_Diary.Entry_21": "Dia 26 de Outono ^^ Eu estou na Ilha Gengibre, essa ilha realmente é muito grande, tem muitos lugares para explorar e tem maravilhosas paisagens. Além de ser um ótimo lugar para minha pesquisa, será um ótimo lugar para passar o final das minhas férias. Eu tenho essa ilha inteira só pra mim, é um verdadeiro paraíso! Mas claro, eu não vim aqui pelo lazer, eu vim aqui para estudar. Dando uma explorada pelos arredores da ilha já encontrei várias coisas interessantes, tenho certeza que meu TCC será excelente. ^^ Enquanto eu estava explorando a ilha a procura de algo interessante, eu vi uma pequena cabana com vista para o mar. Parece que é uma fazenda, mas está completamente abandonada. Provavelmente foi construída por um grupo de pessoas que naufragaram aqui, já que dá pra ver um navio encalhado na costa. Me pergunto o que aconteceu com essas pessoas. ^^ Depois dessa pequena exploração, eu peguei alguns galhos para fazer uma fogueira e montei minha barraca próxima da praia para passar a noite. Talvez essa seja uma das minhas melhores noites para dormir, é tudo tão silencioso, só ouço o som do mar e dos grilos, vou dormir como um anjo hoje.",
	"Mona-s_Diary.Entry_22": "Dia 27 de Outono ^^ Minha primeira noite na Ilha Gengibre foi agradável, foi muito relaxante dormir com os sons da natureza, mas por alguma razão eu senti uma presença estranha na ilha, é como se houvesse mais alguém além de mim por aqui. Deve ser algum tipo de ansiedade por estar totalmente sozinha na ilha, deve passar em alguns dias. ^^ De qualquer forma, hoje eu encontrei uma espécie de gosma muito diferente das que são encontradas em outros lugares, são gosmas laranjas, parecem que são feitas de puro magma, nunca vi gosmas daquela cor, pode ser uma espécie que só existe na Ilha Gengibre. Essa ilha guarda muitos segredos, fico muito empolgada por ser a primeira pessoa a descobri-los.",
	"Mona-s_Diary.Entry_23": "Dia 4 de Inverno ^^ Eu acho que não estou totalmente sozinha aqui. Já faz alguns dias que eu estou nessa ilha e essa sensação de ser observada não passou, isso é muito estranho, estou começando a achar que há uma razão para eu sentir isso, se fosse apenas uma reação pelo isolamento, isso já teria passado. Talvez isso seja um sinal para tomar cuidado. Vou prestar mais atenção nos arredores da ilha enquanto estiver explorando.",
	"Mona-s_Diary.Entry_24": "Dia 7 de Inverno ^^ Definitivamente eu não estou sozinha nessa ilha como pensei que estava. Eu juro que vi uma pessoa escondida nos matos hoje de manhã enquanto eu estava estudando algumas plantas, não sei se essa pessoa está me observando ou se é apenas paranoia, mas mesmo que seja paranoia, saber que você não está sozinha em uma ilha que teoricamente deveria ser deserta não me trás uma sensação de segurança. ^^ Por via das dúvidas decidi que vou me abrigar na velha cabana que eu encontrei a alguns dias atrás a partir de agora, pelo menos eu estarei segura se essa pessoa quiser fazer alguma coisa. ^^ Vir para a Ilha Gengibre foi uma ideia maravilhosa, mas descobrir que não estou sozinha aqui está me fazendo repensar sobre. Posso estar correndo muito perigo aqui, mas eu tomarei cuidado e ficarei de olho nos passos dessa pessoa.",
	"Mona-s_Diary.Entry_25": "Dia 10 de Inverno ^^ Estar nessa ilha sabendo que não estou sozinha está me deixando incomodada, mesmo que essa pessoa não faça nada além de ficar parada me observando à distância, eu tenho medo. E se essa pessoa só estiver esperando o momento certo para fazer alguma coisa? E se essa inércia for apenas uma fachada? Se uma pessoa te perseguindo e fazendo você se sentir em constante perigo é assustador, alguém que só te observa e não deixa suas intenções claras é ainda mais aterrorizante. ^^ Apesar disso eu estou tendo bastante progresso em minha pesquisa, o que significa que logo irei embora dessa ilha. Se essa pessoa pretende fazer alguma coisa comigo (o que eu espero que não), é melhor que se apresse.",
	"Mona-s_Diary.Entry_26": "Dia 13 de Inverno ^^ Hoje eu decidi dar um tempo da minha pesquisa para relaxar um pouco nas praias da Ilha Gengibre, eu sequer entrei na água desde o dia que cheguei. Além do mais, eu queria aproveitar que aquela pessoa tinha parado de me observar nos últimos dias, mas essa tranquilidade durou pouco tempo, porque lá estava ela, observando o oceano. ^^ Eu pude finalmente ver essa pessoa de maneira mais clara: Era um homem meio gordinho vestindo uma roupa preta com detalhes brilhantes que pareciam estrelas, ele também usava um chapéu com os mesmos detalhes. Mas havia algo nele que chamava ainda mais atenção: A cor da pele era azul, como o céu. Eu nunca vi alguém com aquela cor de pele, é tão única. ^^ Claro, como ele estava próximo eu tentei chamar a atenção dele, queria saber porque ele estava me observando. Quando ele me viu, ele tentou fugir, mas eu corri atrás dele, não ia deixar ele escapar sem me dar explicações. Parando pra pensar agora, essa ideia poderia ter dado muito errado, mas eu não sei o que passou pela minha cabeça na hora. ^^ Eu segui ele até que ele entrou em uma sala dentro de uma grande pedra. Ele tentou me impedir de entrar segurando a porta, mas eu estava tão empenhada em abrir aquela porta que eu a arrombei. Quando entrei na sala onde aquele cara se escondia eu fiquei confusa com o que encontrei: Tinha um telão mostrando o mapa da Ilha Gengibre, alguns computadores e uma cama, pelo visto aquele cara morava na ilha. ^^ Ele ficou irritado por eu ter arrombado a porta (com razão), ele disse que eu não deveria estar ali e que eu nem deveria ter visto ele. Eu fiquei revoltada com o que ele disse, se ele realmente queria que eu não o visse pra quê ele ficava me observando? Quando questionei ele sobre isso, ele disse que ele não estava me observando, ele só estava \"vivendo a vida dele\" e que não era culpa dele se eu sempre estou no lugar errado e na hora errada. Mesmo que ele tenha dito que não me observava, ele sabia muita coisa sobre mim, coisas que ele só saberia se me conhecesse, o que não fazia sentido. Afinal, como ele saberia tanta coisa sobre mim sem me observar? ^^ Eu questionei ele sobre isso e ele me falou que saber de muitas coisas era um de seus poderes como \"Senhor Qi\". Ele disse que seu objetivo como Senhor Qi é manter o equilíbrio de recursos do mundo e que saber de muitas coisas é uma consequência de seus poderes. ^^ Todo esse papo parecia loucura e claro que eu não acreditei a princípio, mas para provar que ele estava falando a verdade, ele fez alguma coisa comigo que me fez sentir uma conexão profunda com ele, era como se eu pudesse ouvi-lo dentro da minha cabeça. Mas não só isso, eu pude ver várias coisas acontecendo ao redor do mundo ao mesmo tempo, era como se eu tivesse sido transportada pra dentro de uma grande sala com diversas câmeras onde eu poderia ver o mundo inteiro. Eu até pude ver meus pais juntos em casa e Ricky no que parecia ser uma perseguição policial. ^^ De repente, eu senti um forte aperto no peito e uma sensação de pavor, parecia que eu estava diante de um grande perigo, e então em um piscar de olhos eu estava de volta naquele quarto olhando para aquele homem, foi aí que eu percebi que estava diante de um ser extremamente poderoso. ^^ Tudo aquilo era novo para mim, eu não estava esperando descobrir que existe um ser mágico que controla o mundo e que eu estava diante de um deles, essa ilha esconde muitas surpresas. Ele pediu desculpas por quase ter me matado e pediu que eu não colocasse nada sobre os Senhores Qi no TCC. Obviamente eu não estava pensando em colocar nada sobre os Senhores Qi no TCC, seria loucura e provavelmente ninguém acreditaria, mas ele estava tão preocupado com isso que eu tive que prometer que não escreveria nada. ^^ Mas claro, como não sou boba, fizemos um acordo: Para que eu mantesse o segredo, ele teria que me ajudar em minha pesquisa, e ele surpreendentemente aceitou. A partir de agora, estamos trabalhando juntos. ^^ Esse cara revelou várias coisas sobre os Senhores Qi, mas ele só não queria revelar uma coisa: Seu nome. Eu tentei perguntar, mas ele disse que eu deveria chamá-lo de Sr. Qi e que o nome dele não interessava. Se ele não quis revelar o nome dele, eu vou chamá-lo de Azulão. Ele odiou o apelido, mas eu não vou chamá-lo de outro jeito até que ele me diga seu verdadeiro nome.",
	"Mona-s_Diary.Entry_27": "Dia 15 de Inverno ^^ Parece que tudo que o Azulão me contou era verdade, ele realmente parece ser alguém que já viveu muitas coisas no passado. Mesmo que eu tenha sentido que ele estava falando a verdade, eu ainda desconfiava, mas agora eu tenho certeza, ele de fato estava falando a verdade. ^^ Enquanto estávamos analisando algumas gosmas, nós encontramos aquelas gosmas de cor alaranjada que eu encontrei alguns dias atrás. Eu perguntei se ele sabia algumas coisa sobre elas, e claro que ele sabia. Ele disse que são gosmas que só existem na Ilha Gengibre, ele as chama de Gosmas-Tigre, mas elas não tem um nome oficial por não terem sido descobertas por nenhum cientista. ^^ Saber disso me deixou surpresa e orgulhosa, imagine só, uma estudante descobrir uma nova espécie e escrever um TCC sobre ela? Seria um excelente tema! Além do mais, isso traria uma grande reconhecimento para mim e para a faculdade. Me juntar com o Azulão foi uma excelente ideia, com ajuda dele meu TCC será o melhor de todos.",
	"Mona-s_Diary.Entry_28": "Dia 21 de Inverno ^^ Willy apareceu hoje para trazer os suprimentos para mim, como nós havíamos combinado. Ele também trouxe uma carta de Dália, ela enviou uma foto de uma viagem que ela estava fazendo com a irmã e o marido. Ela escreveu que sente minha falta, e eu também sinto. Nós duas planejávamos ir para essa viagem juntas, mas infelizmente as coisas com o Ricky e a mudança para o Vale do Orvalho não permitiram que acontecesse, estou feliz que ela encontrou outra pessoa para acompanhá-la. Se eu tivesse uma câmera fotográfica, eu tiraria algumas fotos da ilha pra mandar de volta, mas eu infelizmente não tenho, então eu só falei para ela que estou em uma ilha paradisíaca para encontrar uma inspiração para meu TCC. ^^ Fiquei tentada em falar sobre o Azulão para ela, mas ele disse que eu tinha que manter a existência dele em segredo, eu não vou quebrar minha promessa. Só falarei algo se ele afrouxar as condições dessa promessa, e também tem o fato de que ele está sempre me observando, então nem se eu quisesse eu poderia falar sobre ele sem ele descobrir. Eu não quero arranjar problemas com alguém tão poderoso. ^^ Falando no Azulão, hoje ele passou o dia inteiro trancado naquela sala, ele não saiu em nenhum momento durante o dia, ele só saiu depois que Willy foi embora da ilha no fim da tarde. Provavelmente porque ele não quer que mais ninguém o veja. Aproveitando que ele havia saído mais ao entardecer e eu já tinha terminado meus estudos do dia, eu resolvi tentar conversar com ele na tentativa de conhecê-lo melhor. Talvez tivesse sido melhor conversar com as pedras, talvez elas respondessem. ^^ Eu tentei ao máximo extrair qualquer informação dele, mas ele é muito fechado. Ele sempre diz \"Você não precisa saber.\", \"Isso não é relevante.\" ou simplesmete fica em silêncio. A única pergunta que ele dá uma resposta diferente é sobre o nome dele, ele sempre diz que eu devo chamá-lo de \"Sr. Qi\" e que eu tenho que parar de chamá-lo de Azulão. ^^ Se continuar assim, será difícil mantermos uma parceria duradoura, mas eu entendo ele, ele não deve nenhuma satisfação a mim, mas é que seria educado responder às perguntas mais importantes para que eu confiasse mais nele. Mas se ele quer se manter distante, tudo bem.",
	"Mona-s_Diary.Entry_29": "Dia 26 de Inverno ^^ Hoje foi um dia relativamente normal em minha pesquisa, o que significa que tive chance de tentar conversar com o Azulão. Na verdade, conversar com ele hoje foi mais fácil do que normalmente é, ele estava respondendo a maioria das perguntas que eu fazia. Sendo honesta, essa mudança de comportamento me deixou desconfiada, ele mudou muito repentinamente, alguma coisa estava errada. ^^ Eu perguntei a ele o que aconteceu para que ele mudasse tanto do dia para a noite, e ele disse, sem a menor vergonha na cara, que está seguindo o \"conselho\" que escrevi no meu diário alguns dias atrás. Ele estava lendo o meu diário com seus poderes. Fiquei muito irritada, afinal esse lugar é só meu. ^^ Perguntei a ele por que ele estava invadindo a minha privacidade. Ele disse que isso é uma consequência de ver tudo o que acontece no mundo e que ele não estava lendo as entradas de fato, ele só estava vendo eu escrevê-las, o que ainda é invasão de privacidade. ^^ Ele ficou confuso e perguntou por que eu estava irritada se ele estava \"agindo educadamente\" como eu queria que ele agisse. Eu tive que explicar que eu não estava com raiva do comportamento dele, mas sim com o que ele fez para descobrir que eu desejava que ele agisse dessa maneira. Invadir minha privacidade é golpe baixo. ^^ Só depois de explicar isso a ele, ele parece ter entendido o erro que cometeu. Eu perguntei a ele há quanto tempo ele andava vendo eu escrever as entradas do diário, e ele disse que estava fazendo isso desde o dia que eu cheguei na ilha, mas que não prestava muita atenção no que eu escrevia porque, nas palavras dele, \"Não tinha nada relevante\". Apesar disso, ele disse que não fazia isso intencionalmente, ele só levou em consideração algo que eu escrevi em uma única entrada. Mesmo assim, fiz ele prometer que não iria mais me ver escrevendo as entradas do diário usando seus poderes. Ele disse que não pode garantir, mas vai tentar ignorar. Espero que esteja mesmo, viu, Azulão?",
	"Mona-s_Diary.Entry_30": "Dia 28 de Inverno ^^ Hoje é o último dia do ano, mas mesmo sendo feriado, Willy ainda veio até a ilha para trazer os suprimentos que eu preciso. Willy é uma pessoa de palavra, mesmo no último dia do ano, ele trouxe tudo. Eu até cheguei a perguntar porque ele veio até a ilha em pleno feriado, e ele respondeu que o fim de ano não era um feriado na República Ferngill, por isso ele veio. Fiquei surpresa em saber disso, pensei que o fim de ano fosse um feriado no mundo todo, mas pelo visto isso é algo apenas do Império Gotoro. De qualquer forma, ele trouxe algumas cartas que escreveram para mim. ^^ Meus pais enviaram uma carta com um cartão postal de uma praia que eles estavam planejando ir para passar o fim de ano, provavelmente os dois devem estar lá. Parece que desde que minha mãe saiu da clínica psiquiátrica as coisas voltaram a ser como antes, nós tínhamos o costume de irmos à praia nos fins de ano. É uma pena que eu não possa estar lá com eles. Eu também recebi uma carta de Sandy sobre o desempenho da nossa loja até agora. As vendas foram excelentes, a maior parte dos clientes são turistas que vêm para o Vale do Orvalho. Me surpreendi com os resultados, vendemos muito mais do que eu esperava. Sandy é uma ótima vendedora. ^^ Depois que Willy foi embora o Azulão apareceu. Eu decidi passar o fim de ano conversando com ele, afinal ele é a única pessoa além de mim nesta ilha. Nós conversamos sobre várias coisas, até que eu perguntei se ele sempre soube que era um Senhor Qi ou se ele descobriu isso com o tempo. Eu esperava que ele respondesse que sempre soube, mas fui surpreendida quando ele disse que não. Ele disse que só descobriu isso na adolescência. Quando eu soube disso, perguntei como era a vida dele antes da descoberta. ^^ Ele começou a falar sobre a infância dele, nessa época ele conseguia ouvir os Senhores Qi \"ancestrais\" falando com ele, mas ele achava que eram apenas amigos imaginários, já que eles não falavam sobre ele ser um Senhor Qi. Ele era uma criança comum, como qualquer outra. Isso me deixou surpresa, afinal eu jamais imaginaria que ele pudesse ter uma vida normal, parece tão... fora da realidade, considerando todo o seu poder. Até cheguei a pensar que ele estivesse mentindo, mas ele estava sendo sincero, dava pra sentir isso na voz dele. ^^ Ele continuou a falar sobre como os \"amigos imaginários\" o faziam se sentir um pouco menos solitário na infância, já que as outras crianças o achavam estranho devido a sua aparência e comportamento incomum. Ele tinha poucos amigos reais, então ele brincava com seus \"amigos imaginários\" frequentemente, o que tornava ele ainda mais estranho em uma ótica externa. Mas apesar de estranho, as pessoas sempre diziam que ele era um menino prodígio por ele ser muito mais avançado do que as outras crianças da sua idade. ^^ Até aquele momento, ele era só uma criança relativamente normal, mas a medida que ele foi envelhecendo, os poderes de Senhor Qi começaram a ficar mais fortes. O que começou apenas com sonhar estar em locais que nunca esteve antes, agora eram flashes rápidos de diversas coisas acontecendo simultaneamente em momentos aleatórios do dia. Isso o deixava muito assustado. ^^ Quando ele pensou que estava enlouquecendo, seus \"Amigos imaginários\" começaram a se revelar. Eles eram os \"Senhores Qi anteriores\". Eles o explicaram que ele era um Senhor Qi e suas responsabilidades, mas antes que ele pudesse exercer sua missão no mundo, ele teria que esperar todos os poderes dele se manifestarem. Azulão disse que a adolescência dele foi muito caótica por conta disso. ^^ Eu perguntei a ele se teve algum momento marcante dessa época, e ele mencionou o dia que ele descobriu que conseguia se conectar mentalmente com outras pessoas. Ele me contou como aconteceu: ainda na escola, um colega dele pediu que ele reescrevesse uma carta de amor que ele havia escrito, já que ele tinha a letra mais bonita da classe. Mas o aluno pediu para que ele entregasse para o outro garoto da sala em nome dele, porque ele tinha vergonha de entregar pessoalmente. ^^ E assim ele fez. Durante o recreio, Azulão reescreveu a carta e antes da próxima aula começar, ele foi até a carteira do outro garoto e entregou a carta a ele. mas assim que o garoto tocou na carta que Azulão estava segurando algo estranho aconteceu. Azulão disse que sentiu algo como se fosse uma força puxando as mentes dos dois uma contra a outra. De repente, ele viu vários flashes de cenas da vida do garoto: ele teve acesso as memórias, medos e até as emoções do garoto. ^^ Eles estavam tão conectados que conseguiram conversar um com o outro dentro da mente do garoto. Ele disse que até consegue lembrar do diálogo que tiveram: ^— O que tá acontecendo? Como você tá aqui? — Perguntou o menino, apavorado.^— Eu não sei! Eu só queria te entregar uma carta que Kyle me pediu para escrever, não era minha intenção fazer isso! — Respondeu Azulão. ^ — Você sabe o que a gente faz pra sair daqui? — Azulão só balançou a cabeça negando. ^^ Os dois ficaram sem saber o que fazer por alguns instantes, até que o menino começou a sufocar e então, a conexão foi desfeita. O garoto não estava respirando desde o momento em que se conectaram, por sorte a conexão deles durou apenas alguns segundos. Azulão pediu desculpas pelo que aconteceu para o garoto. Depois disso, as conexões se tornaram muito mais frequentes. Ele sequer precisava tocar nas pessoas, um simples contato visual já era o suficiente para que ele invadisse a mente das pessoas sem querer. ^^ Os Senhores Qi anteriores o falaram que isso era um de seus poderes mais importantes, pois permitia que ele compreendesse profundamente as necessidades de cada um e tomar decisões sábias. Ele percebeu o quão perigoso seus poderes poderiam ser e que ele deveria usá-los com cautela, mesmo que ele sequer pudesse controlá-los. Então, ele decidiu se isolar para manter a segurança de todos. ^^ Depois de ouvir toda a história dele, fiquei em silêncio tentando processar tudo. Ele sofreu muito tentando entender seus poderes e ele teve que se distanciar de todos para que ninguém se ferisse. Eu decidi perguntar algo para ele: \"Se você pudesse voltar no tempo e escolher viver como uma pessoa normal, sem poderes, você faria?\". Ele observou o oceano por alguns instantes, se levantou e foi embora. Acho que foi o jeito dele de dizer não, ou talvez eu tenha ferido os sentimentos dele de alguma forma... tentei me desculpar, mas ele não me ouviu. Voltei para a cabana com peso na consciência. ^^ Eu não sei se já é dia seguinte ou não, eu estava dormindo, quando acordei com algumas batidas na porta, era o Azulão. Eu abri a porta para ele e perguntei porque ele tinha batido a porta tão tarde. A única coisa que ele respondeu foi \"Sim\". Eu fiquei confusa, então ele me falou que se ele tivesse a oportunidade de viver sem seus poderes, ele faria. Eu fiquei surpresa, não esperava que ele tivesse parado pra refletir sobre a pergunta que fiz. ^^ Ele complementou sua resposta: - \"Eu não estou insatisfeito com a vida que tenho hoje, Meus poderes permitiram que eu descobrisse qual é minha função nesse mundo, mas ao mesmo tempo, me fizeram não vivenciar certas experiências. Sendo um ser humano comum eu teria vivenciado elas. Nossa responsabilidade é muito grande e nossa conversa me fez perceber que é injusto que ela recaia sobre apenas uma pessoa. Ser comum parece ser, de certa forma, libertador.\" ^^ Ouvir aquilo do Azulão foi surpreendente. Desde o dia que eu o conheci, ele parecia tão seguro de si e inabalável, mas nossa conversa parece ter trazido um pouco do lado humano dele de volta. É até comovente saber que, no fundo, ele só queria ser uma pessoa comum. ^^ A conversa que tivemos hoje mudou a maneira que vejo o Azulão: ele não é um ser místico e poderoso, ele é um ser humano que teve a infelicidade de ser convocado para uma missão que nunca quis.",

	/* ++++++++++++++++++++++++++++++++ */

	/* +++++|LETTERS|+++++ */

	"MailLetter.QiImportantTalk": "${Prezado¦Prezada}$ @^^ Espero que esta mensagem ${o¦a}$ encontre em boa saúde e ânimo.^^ Dirijo-me a você com o propósito de estender um convite formal para uma reunião em minha residência. Há um assunto de considerável importância que gostaria de discutir pessoalmente.^^ Reconheço que tal tópico deveria ter sido compartilhado anteriormente, no entanto, hesitei devido à necessidade de avaliar a confiança mútua.^Agora, estou convencido de que nossa relação é sólida o suficiente para que eu revele esse conteúdo a você.^   Gostaria de ${convidá-lo¦convidá-la}$ a visitar-me em meu domicílio, mais especificamente em meu quarto, durante a noite. Sugiro que sua visita ocorra antes do fechamento do Oásis, em um horário que lhe seja conveniente.^^  Estou confiante de que este encontro será frutífero e esclarecedor para ambos.^   Atenciosamente, Sr. Qi.",
	"MailLetter.QiImportantTalk.Title": "Uma Conversa Importante",
	"MailLetter.ScientificHelp": "${Caro¦Cara}$ @, Espero que você esteja bem. ^^ Estou escrevendo esta carta por que preciso de ajuda e acho que você é a pessoa perfeita para isso.^^Estou fazendo alguns experimentos no laboratório, mas há uma substância faltando. Essa substância é extraída de Frutas Antigas, mas eu não tenho mais e, por algum motivo, não estou conseguindo criá-las com meus poderes. ^^ Se você puder, traga 5 Frutas Antigas até o meu laboratório, será suficiente até que eu possa descobrir o porque não estou conseguindo criar Frutas Antigas. ^ ^ Conto com sua ajuda, espero que você tenha Frutas Antigas na sua fazenda, sei que elas não são muito fáceis de obter. Atenciosamente, Sr. Qi.",
	"MailLetter.ScientificHelp.Title": "Ajuda Científica",

	/* +++++++++++++++++++ */

	/* +++++|QUESTS|+++++ */

	"Quest.ScientificHelp.Title": "Ajuda Científica",
	"Quest.ScientificHelp.Description": "Sr. Qi está trabalhando em um experimento, mas está faltando uma substância. Ele quer que você entregue a ele.",
	"Quest.ScientificHelp.Hint": "Vá até o Laboratório do Sr. Qi com 5 Frutas Antigas no inventário",

	/* ++++++++++++++++++ */

	/* +++++|EVENTS|+++++ */

	//Mr. Qi & Club Introduction
	"Event-00.MrQiRealNPC.MrQiandClubIntro.01": "Welwick, eu disse que você não devia beber demais.#$b#Agora você está bêbada!$u",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.02": "Welwick: Eu já disse que não estou bêbada! *hic* Eu só estou me divertindo!#Welwick: Ugh...",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.03": "Parece que Welwick vai vomitar.",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.04": "Se você vomitar nesse vaso você vai pagar pela limpeza dele!$u",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.05": "Welwick: Eu não vou vomitar, eu estou... Ugh.",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.06": "Não, não faça isso...$u",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.07": "Welwick começa a vomitar.",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.08": "Não!$u#$b#Ah, esquece. Faça o que você quiser...$u",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.09": "Ah, então você veio até aqui, não é mesmo?",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.10": "Você seguiu as instruções que eu mandei e encontrou este lugar, estou surpreso.#$b#Pessoas comuns não seguiriam ordens de bilhetes deixados por um estranho em determinados lugares.#$b#Sua curiosidade falou mais alto, não é mesmo, @?",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.11": "Como eu sei o seu nome? Bem, eu sei de tudo que acontece no Vale, inclusive a sua chegada.#$b#De qualquer forma, bem-vindo à meu cassino, {{NameOrKid}}. Pode vir aqui sempre que você quiser.^De qualquer forma, bem-vinda à meu cassino, {{NameOrKid}}. Pode vir aqui sempre que você quiser.",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.12": "Qual é o meu nome? Pode me chamar de Senhor Qi.",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.13": "Welwick: Bleargh!",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.14": "Quem é aquela senhora? Ela está bem?",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.15": "Aquela é Welwick. Ela bebeu demais, eu sempre digo que ela não pode exagerar, mas ela não me ouve.#$b#Ela irá melhorar logo logo, é melhor deixá-la sozinha.",
	"Event-00.MrQiRealNPC.MrQiandClubIntro.16": "Parece que eu descobri um lugar novo, e também uma nova pessoa.#Me pergunto como ele sabia o meu nome, ele parece ser muito misterioso.",

	//The Revealed Secret
	"Event-01.MrQiRealNPC.TheRevealedSecret.01": "Olá novamente, {{NameOrKid}}.",
	"Event-01.MrQiRealNPC.TheRevealedSecret.02": "He he, vejo que sua exploração na Caverna da Caveira foi bem proveitosa.#$b#Eu sabia que você era diferente, você é bem ${corajoso¦corajosa}$, {{NameOrKid}}.#$b#Você realmente mereceu aquela recompensa por toda a sua bravura, explorar um lugar como a Caverna da Caveira não é pra qualquer um.",
	"Event-01.MrQiRealNPC.TheRevealedSecret.03": "Como você chegou aqui tão rápido? O que foi aquilo?!",
	"Event-01.MrQiRealNPC.TheRevealedSecret.04": "Bem, é sobre isso que eu quero falar com você.#$b#Como você pôde ver, eu sou diferente dos outros aldeões que você conhece, sei de coisas que eles não sabem, e faço coisas que eles não fazem.#$b#As coisas que eu sei e faço podem colocar a minha vida e a vida dos outros aldeões em risco, eu preciso manter tudo isso em segredo, pela segurança de todos.#$b#Portanto, eu não posso simplesmente deixar você ir embora e correr o risco de você contar o que viu.$u",
	"Event-01.MrQiRealNPC.TheRevealedSecret.05": "Sr. Qi se aproxima de você.",
	"event.01.MrQiRealNPC.TheRevealedSecret.06": "Eu posso confiar em você, certo?",
	"Event-01.MrQiRealNPC.TheRevealedSecret.07": "Sim, eu não irei contar nada.",
	"Event-01.MrQiRealNPC.TheRevealedSecret.08": "O que acontece se eu disser não?",

	//Kept Secret
	"Event-Fork.MrQiRealNPC.KeptSecret.01": "Ótimo, {{NameOrKid}}. Eu realmente não quero colocar a vida de ninguém em risco, preciso manter isso em segredo.",
	"Event-Fork.MrQiRealNPC.KeptSecret.02": "Eu guardo seu segredo, mas você ainda não disse o que foi aquilo que aconteceu lá na Caverna da Caveira.",
	"Event-Fork.MrQiRealNPC.KeptSecret.03": "Eu não posso falar sobre isso agora, nós dois estamos muito ocupados, talvez em outro momento eu fale mais sobre isso, quando nós dois tivermos tempo.#$b#A única coisa que posso dizer é que o que aconteceu lá na Caverna da Caveira é apenas a ponta do iceberg, {{NameOrKid}}.",
	"Event-Fork.MrQiRealNPC.KeptSecret.04": "Bem, já que você irá guardar meu segredo eu vou te dar um item como agradecimento.#$b#Tome, é uma Barra de Irídio, isso pode ser útil para você atualizar suas ferramentas ou construir algumas máquinas.$action AddItem 337 1#$b#E lembre-se, o que aconteceu lá na Caverna da Caveira é segredo, não conte a ninguém.$u",
	"Event-Fork.MrQiRealNPC.KeptSecret.05": "Espero que ${ele¦ela}$ realmente guarde esse segredo. Ficarei de olho, por precaução.$u",
	"Event-Fork.MrQiRealNPC.KeptSecret.06": "Isso foi um pouco assustador, mas eu irei cumprir a minha palavra e guardar segredo. Mas definitivamente esse cara me deve explicações.",

	//Gossip Farmer
	"Event-Fork.MrQiRealNPC.GossipFarmer.01": "Se você contar isso para alguém, nós teremos grandes problemas.$u#$b#Eu escondo isso das pessoas a mais tempo do que você imagina, {{NameOrKid}}.$u#$b#Eu não vou deixar alguém como você estragar tudo!$u#$b#Por favor, vamos resolver isso de forma pacífica. Nós estamos perdendo tempo discutindo sobre isso, você tem muitas outras coisas para fazer e eu também.$u#$b#Eu não estou pedindo nada absurdo, eu apenas estou pedindo que você guarde um segredo.$u",
	"Event-Fork.MrQiRealNPC.GossipFarmer.02": "Com muita hesitação, você aceita guardar o segredo do Sr. Qi.",
	"Event-Fork.MrQiRealNPC.GossipFarmer.03": "Muito obrigado por aceitar guardar esse segredo, {{NameOrKid}}. É realmente importante que ninguém saiba disso.#$b#Talvez em algum outro momento eu explique tudo pra você, mas por enquanto, apenas não fale nada sobre o que viu para ninguém, ok?$u",
	"Event-Fork.MrQiRealNPC.GossipFarmer.04": "Eu aceitei guardar o segredo do Sr. Qi. Não faço ideia do porquê ele está tão preocupado que esse segredo seja revelado.",
	"Event-Fork.MrQiRealNPC.GossipFarmer.05": "Espero que ele possa me explicar isso em algum momento.",

	//Gambler's Advice (Mister Qi's 2 Hearts Event)
	"Event-02.MrQiRealNPC.GamblersAdvice.01": "Cara do Calico Vinte-e-um: Você perdeu de novo.",
	"Event-02.MrQiRealNPC.GamblersAdvice.02": "Cara do Calico Vinte-e-Um: Quer tentar mais uma vez?",
	"Event-02.MrQiRealNPC.GamblersAdvice.03": "Você aceita jogar mais uma vez, e outra, e outra vez.#Você perde em todas as tentativas.",
	"Event-02.MrQiRealNPC.GamblersAdvice.04": "Cara do Calico Vinte-e-Um: Como ousa me chamar de trapaceiro? Não posso fazer nada se você está numa maré de azar!",
	"Event-02.MrQiRealNPC.GamblersAdvice.05": "Ei, o que está havendo aqui? Por que toda essa gritaria?$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.06": "Cara do Calico Vinte-e-Um: ${Esse¦Essa}$ ${cara¦garota}$ está me acusando de trapacear no Calico Vinte-e-um, eu sou um cara honesto, jamais trapacearia nesse jogo!#Cara do Calico Vinte-e-Um: Eu não tenho culpa se ${ele¦ela}$ perdeu 4 vezes seguidas, eu joguei limpo!",
	"Event-02.MrQiRealNPC.GamblersAdvice.07": "Hmm... Entendi.$u#$b#Venha comigo, {{NameOrKid}}. Você precisa se acalmar.",
	"Event-02.MrQiRealNPC.GamblersAdvice.08": "Eu não costumo trazer pessoas até aqui, é um lugar muito particular, você é uma pessoa privilegiada.#$b#Enfim, vamos entrar e conversar um pouco.",
	"Event-02.MrQiRealNPC.GamblersAdvice.09": "Venha, {{NameOrKid}}, pode entrar.",
	"Event-02.MrQiRealNPC.GamblersAdvice.10": "Sim, este é o meu quarto, quando eu não estou no cassino eu estou aqui.#$b#Vamos, precisamos conversar.",
	"Event-02.MrQiRealNPC.GamblersAdvice.11": "Tudo bem, o que aconteceu? Por que você estava tão irritado(a) lá?",
	"Event-02.MrQiRealNPC.GamblersAdvice.12": "Eu estava jogando Calico Vinte-e-um e perdi todas as vezes, gastei várias moedas Qi e perdi tudo! Aquele cara estava trapaceando.",
	"Event-02.MrQiRealNPC.GamblersAdvice.13": "Eu estava tentando conseguir moedas Qi o suficiente para comprar uma coisa, então decidi apostar no Calico Vinte-e-um. Então aquele cara começou a jogar sujo e me fez perder tudo! Não podia deixar isso acontecer!",
	"Event-02.MrQiRealNPC.GamblersAdvice.14": "Eu entendo a sua raiva, {{NameOrKid}}. É revoltante perder tudo em uma aposta, mas é assim que apostas funcionam, tudo depende da sua sorte.",
	"Event-02.MrQiRealNPC.GamblersAdvice.15": "Eu sei que apostar depende da sorte, mas não é possível alguém ter tanta sorte! Aquele cara sempre acertava, além de estar com um olhar suspeito. Ele claramente trapaceou!",
	"Event-02.MrQiRealNPC.GamblersAdvice.16": "Entendo, talvez ele realmente estivesse trapaceando...#$b#Mas você realmente achou que acusá-lo de trapaça iria ajudar em algo? Ele jamais iria admitir!$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.17": "É que isso é tão injusto, ele estava roubando todas as minhas moedas Qi! E se ele fizer isso com outros apostadores?",
	"Event-02.MrQiRealNPC.GamblersAdvice.18": "O senso de justiça das pessoas é relativo, {{NameOrKid}}. As ações que você toma e que considera justas podem ser justas para você, mas injustas para os outros...$u#$b#Ás vezes precisamos aceitar as coisas do jeito que são, e não do jeito que queríamos que fosse...$u#$b#Da próxima vez que você jogar e perceber algo suspeito, simplesmente pare de jogar. Os trapaceiros costumam insistir para que você continue apostando mais alto, e se eles perceberem que você notou o truque, eles param.#$b#Não se deixe levar pelo prêmio, sempre esteja atento aos movimentos do adversário e saia assim que perceber que começaram a jogar sujo.",
	"Event-02.MrQiRealNPC.GamblersAdvice.19": "Você está certo... Eu não sei o que eu estava esperando que fosse acontecer se eu acussasse aquele cara de trapaça.#Eu devo ter me deixado levar, eu vou tomar mais cuidado quando apostar no cassino...",
	"Event-02.MrQiRealNPC.GamblersAdvice.20": "Sim, espero que isso não aconteça novamente, {{NameOrKid}}.",
	"Event-02.MrQiRealNPC.GamblersAdvice.21": "Bem, eu não costumo trazer pessoas para dentro do meu quarto, você é uma das primeiras pessoas a entrarem aqui.#$b#É meio grande, não é?#$b#Se quiser, pode dar uma olhada nele.#$b#Só não toque nas minhas coisas.$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.22": "Tá vendo aquela porta ali?#$b#Você não pode entrar lá. Sob nenhuma hipótese.$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.23": "Bem, eu vou apresentar um pouco do meu quarto e depois você pode ir embora.",
	"Event-02.MrQiRealNPC.GamblersAdvice.24": "O quarto do Sr. Qi é enorme! Não imaginava que era tão grande.#...#O que será que ele esconde atrás daquela porta?",
	"Event-02.MrQiRealNPC.GamblersAdvice.25": "E então? Você estava trapaceando mesmo ou não?$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.26": "Cara do Calico Vinte-e-Um: Não, eu não estava trapaceando, eu juro!#Cara do Calico Vinte-e-Um: ${Ele¦Ela}$ só estava com muito azar, eu estava jogando limpo. Jamais trapacearia no Calico Vinte-e-um e você sabe disso.",
	"Event-02.MrQiRealNPC.GamblersAdvice.27": "Estou de olho em você... Se eu ouvir mais uma reclamação de trapaça você não volta para este cassino tão cedo, entendeu?$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.28": "Cara do Calico Vinte-e-Um: Sim, eu entendi, Sr. Qi...",
	"Event-02.MrQiRealNPC.GamblersAdvice.29": "Ótimo, espero não ouvir mais nenhuma reclamação deste tipo.$u",
	"Event-02.MrQiRealNPC.GamblersAdvice.30": "Olá, {{NameOrKid}}, espero que você não tenha mais problemas com jogadores trapaceiros por aqui, eu sempre prezo por um jogo limpo.#$e#O quê? Por que eu tenho uma cama de casal sendo solteiro?$u#$b#@, eu posso ter permitido que você entrasse no meu quarto, mas eu não te dei permissão para fazer perguntas sobre minha vida pessoal. Não seja ${intrometido¦intrometida}$.$u",

	//A Shared Secret (Mister Qi's 4 Hearts Event)
	"Event-03.MrQiRealNPC.ASharedSecret.01": "Aqui está o seu pagamento desse mês, Sandy.",
	"Event-03.MrQiRealNPC.ASharedSecret.02": "Muito obrigada, Azulão!$h#$b#Quero dizer, Senhor Qi...",
	"Event-03.MrQiRealNPC.ASharedSecret.03": "Quantas vezes eu já disse para você não me chamar de Azulão? Você sabe que eu não gosto desse apelido...$u",
	"Event-03.MrQiRealNPC.ASharedSecret.04": "Desculpa, é força do hábito, haha.$h#$b#Sim, eu sei que você não gosta desse apelido, ele não traz boas lembranças pra você... Sinto muito mesmo.$s",
	"Event-03.MrQiRealNPC.ASharedSecret.05": "Ah! @! ${Bem-vindo¦Bem-vinda}$...",
	"Event-03.MrQiRealNPC.ASharedSecret.06": "E-eu posso explicar...",
	"Event-03.MrQiRealNPC.ASharedSecret.07": "Olá, @. O que você está fazendo aqui?",
	"Event-03.MrQiRealNPC.ASharedSecret.08": "Hein? Você conhece ${o¦a}$ @?",
	"Event-03.MrQiRealNPC.ASharedSecret.09": "É claro que eu ${o¦a}$ conheço, Sandy. ${Ele¦Ela}$ faz parte do meu clube, acha que eu deixaria alguém que não conheço entrar lá?",
	"Event-03.MrQiRealNPC.ASharedSecret.10": "Eu conheço Sandy a muito tempo, {{NameOrKid}}. Ela permitiu que eu montasse o meu clube no andar de cima.",
	"Event-03.MrQiRealNPC.ASharedSecret.11": "E em troca de permitir que ele ficasse lá, eu teria que guardar segredo e não contar sobre o clube e sobre o Sr. Qi pra ninguém...#$b#Desde que eu cuido desse lugar, ele me paga uma grana pra manter o segredo.#$b#É por causa desse dinheiro que não vou a falência, quase ninguém vêm aqui além de você, @.$s",
	"Event-03.MrQiRealNPC.ASharedSecret.12": "Enfim, agora que você já sabe como eu conheci Sandy, eu vou voltar para o clube, tenho muitas coisas para fazer e não tenho tempo para conversa fiada.",
	"Event-03.MrQiRealNPC.ASharedSecret.13": "E quanto a você, Sandy. Só porque @ me conhece não significa que você pode sair contando tudo para ${ele¦ela}$, lembre-se de que é segredo e que tem muitas coisas que ${ele¦ela}$ ainda não sabe sobre mim.$u",
	"Event-03.MrQiRealNPC.ASharedSecret.14": "Tudo bem, tudo bem, não precisa repetir isso tantas vezes...#$b#Você é tão chato às vezes, Azu... Senhor Qi...",
	"Event-03.MrQiRealNPC.ASharedSecret.15": "Eu já disse pra não...$u#$b#Ah, esquece, só não fale demais sobre mim, tudo bem?#$b#Enfim, vejo você mais tarde, @.",
	"Event-03.MrQiRealNPC.ASharedSecret.16": "Nossa... Parece que ele está meio estressado hoje.",
	"Event-03.MrQiRealNPC.ASharedSecret.17": "Enfim, o que você está fazendo aqui, @?",
	"Event-03.MrQiRealNPC.ASharedSecret.18": "Eu não sabia que Sandy conhecia o Sr. Qi, isso foi uma descoberta interessante, mas por que ele insiste tanto em guardar segredos? O que ele esconde?",
	"Event-03.MrQiRealNPC.ASharedSecret.19": "Me desculpe por ter saído daquele jeito, mas eu realmente estou ocupado, espero que entenda.#$b#E já que você já sabe que Sandy me conhece, dá pra ficar de olho nela por mim? Ela é meio... enérgica.$u#$b#Ela pode acabar falando o que não deve...$u",

	//The Mr.Qi's Lab (Mister Qi's 6 Hearts Event)
	"Event-04.MrQiRealNPC.TheMrQisLab.01": "Sr. Qi entrou na sala.",
	"Event-04.MrQiRealNPC.TheMrQisLab.02": "O Sr. Qi disse que você não podia passar por esta porta...",
	"Event-04.MrQiRealNPC.TheMrQisLab.03": "Mesmo sabendo que não deveria, você decide entrar na sala.",
	"Event-04.MrQiRealNPC.TheMrQisLab.04": "@! O que raios você está fazendo aqui?$u#$b#Eu disse que você não podia entrar aqui!$u#$b#Eu falei em algum idioma estranho por acaso?$u",
	"Event-04.MrQiRealNPC.TheMrQisLab.05": "Falar algo para você é como falar com uma parede...$u#$b#Parece até a minha... minha...$u",
	"Event-04.MrQiRealNPC.TheMrQisLab.06": "Esquece, você só não deveria estar aqui... Tem coisas que você não deveria saber.#$b#Mas parece que você não consegue conter sua curiosidade, não é mesmo?$u",
	"Event-04.MrQiRealNPC.TheMrQisLab.07": "Me desculpe, Sr. Qi. Eu não irei entrar mais aqui sem pedir permissão.",
	"Event-04.MrQiRealNPC.TheMrQisLab.08": "Sinto muito. Mas esse lugar parece... Interessante.",
	"Event-04.MrQiRealNPC.TheMrQisLab.09": "Tudo bem, {{NameOrKid}}. Espero que você não faça isso novamente, é muito infantil.#$b#Mas como você já está aqui, pode dar uma olhada mais de perto neste lugar, eu sei que você está ${curioso¦curiosa}$.",
	"Event-04.MrQiRealNPC.TheMrQisLab.10": "Ei, o que é isso? Por que brilha tanto?",
	"Event-04.MrQiRealNPC.TheMrQisLab.11": "Ah, é um pote de Gosma Prismática. É uma secreção proveniente de gosmas homônimas.#$b#As gosmas prismáticas não são comuns, quando elas aparecem, você deve matá-las para obter a Gosma Prismática.#$b#Você pode adivinhar pelo nome que ela brilha porque tem Fragmentos Prismáticos em sua composição, e você estaria certo. Gosmas prismáticas têm vestígios de Fragmento Prismático, o que dá a elas um efeito colorido e brilhante.",
	"Event-04.MrQiRealNPC.TheMrQisLab.12": "Isso é uma Fruta-Estrela, uma fruta que só existe no Vale do Orvalho, mas que é muito rara de ser encontrada.#$b#Um aspecto interessante dessa fruta é a alta concentração de radiação que ela contém. É uma radiação capaz de alterar temporariamente suas papilas gustativas. Isso faz com que a experiência de comer essa fruta seja única para cada pessoa.#$b#Devido à alta quantidade de radiação na fruta, não é uma boa ideia comer muitas delas.",
	"Event-04.MrQiRealNPC.TheMrQisLab.13": "Você olha para a fruta com mais atenção.#Está um pouco escura e tem uma gosma roxa escorrendo dela.",
	"Event-04.MrQiRealNPC.TheMrQisLab.14": "O que você vai fazer?",
	"Event-04.MrQiRealNPC.TheMrQisLab.15": "Perguntar porque a fruta está escura e escorrendo uma gosma.",
	"Event-04.MrQiRealNPC.TheMrQisLab.16": "Tentar tocar na fruta.",

	//Farmer asks why the fruit is dark and oozing a goo
	"Event-Fork.MrQiRealNPC.FarmerAsk.01": "Bem, ela está apodrecendo.#$b#Quando a Fruta-Estrela começa a apodrecer, ela escurece e uma gosma roxa começa a sair de dentro dela.#$b#Essa gosma é extremamente ácida e é responsável por fazer a decomposição da fruta. A Fruta-Estrela é tão radioativa que qualquer inseto que tente depositar larvas nela, morre.#$b#Então a fruta se decompõe sozinha. É por isso que não cheira mal quando apodrece, não há nenhuma bactéria ou fungo se alimentando dela, é apenas a própria fruta se corroendo até não sobrar mais nada.",
	"Event-Fork.MrQiRealNPC.FarmerAsk.02": "Sim, é meio nojento, mas ao mesmo tempo é interessante.",

	//Farmer try to touch on the fruit
	"Event-Fork.MrQiRealNPC.TouchFruit.01": "Você tenta tocar a fruta, mas o Sr. Qi segura seu braço antes de você fazer isso.",
	"Event-Fork.MrQiRealNPC.TouchFruit.02": "Ei! O que você está fazendo? Está querendo se machucar?$u",
	"Event-Fork.MrQiRealNPC.TouchFruit.03": "Essa fruta está apodrecendo, não está vendo esse líquido roxo escorrendo nela?$u#$b#Esse líquido é ácido, se você tocar nele você pode ter uma queimadura grave.$u",
	"Event-Fork.MrQiRealNPC.TouchFruit.04": "*Suspiro* Além de não conseguir seguir uma simples ordem, você não tem nenhuma noção de perigo... Como você está de pé hoje com um instinto de sobrevivência tão terrível?$u#$b#Como você pôde pensar em encostar em uma fruta que está apodrecendo sem nem ao menos usar algum equipamento de proteção?$u#$b#Você poderia ter se machucado gravemente com essa atitude, {{NameOrKid}}.$u",

	//Continue the event
	"Event-Fork.MrQiRealNPC.Continue.01": "Enfim, já estamos tempo demais aqui. O que mais você quer ver neste lugar?",
	"Event-Fork.MrQiRealNPC.Continue.02": "O que é essa coisa, Sr. Qi? Ela está se mexendo!",
	"Event-Fork.MrQiRealNPC.Continue.03": "É uma criatura misteriosa que veio de algum lugar do espaço. Basicamente um alienígena.",
	"Event-Fork.MrQiRealNPC.Continue.04": "Então eles são reais? Como ele veio parar aqui?",
	"Event-Fork.MrQiRealNPC.Continue.05": "Sim, os alienígenas existem.#$b#Ou você realmente achava que éramos os únicos seres inteligentes do universo?#$b#Essa criatura veio parar na Terra por acidente e começou a perambular pelo Vale do Orvalho.#$b#Então, para evitar problemas, eu a capturei e a mantive aqui desde então.",
	"Event-Fork.MrQiRealNPC.Continue.06": "Nossa, Sr. Qi, isso é incrível! Mas não é perigoso? E se ela escapar?",
	"Event-Fork.MrQiRealNPC.Continue.07": "Eu apenas impedi que problemas maiores ocorressem.#$b#Imagine o que poderia acontecer se alguém visse essa criatura andando por aí?",
	"Event-Fork.MrQiRealNPC.Continue.08": "E sim, eu sei que é um pouco perigoso manter essa criatura aqui, mas ela está muito debilitada, mesmo que ela escapasse não conseguiria ir muito longe.#$b#Então eu estou apenas tentando dar a ela um ambiente adequado para que ela possa viver minimamente bem.",
	"Event-Fork.MrQiRealNPC.Continue.09": "Aliás, essa criatura ainda tem um pouco de consciência, veja só.",
	"Event-Fork.MrQiRealNPC.Continue.10": "Sr. Qi coloca a mão no vidro, a criatura se move lentamente e também coloca a mão vidro.",
	"Event-Fork.MrQiRealNPC.Continue.11": "Quando vi aquela criatura tentando segurar a mão do Sr. Qi quando ele colocou a mão no vidro, fiquei com muito medo!#O Sr. Qi me garantiu que ela não faz nada além do que isso, mas ainda me assustou!",
	"Event-Fork.MrQiRealNPC.Continue.12": "Após me tranquilizar, Sr. Qi continuou apresentando o laboratório dele.",
	"Event-Fork.MrQiRealNPC.Continue.13": "Eu deixo algumas coisas importantes nessa bancada.#$b#Você pode dar uma olhada em algumas coisas dela, {{NameOrKid}}.",
	"Event-Fork.MrQiRealNPC.Continue.14": "Você observa a bancada do laboratório do Sr. Qi e você vê um pote de metal com uma tampa lacrada.#Tem uma etiqueta colada escrito \\\"Não abra sem equipamento de proteção\\\".",
	"Event-Fork.MrQiRealNPC.Continue.15": "Tem minério radioativo dentro desse recipiente, Por isso ele está lacrado.",
	"Event-Fork.MrQiRealNPC.Continue.16": "Não se preocupe, não é altamente radioativo.#$b#Mas é melhor evitar se expor desnecessariamente.",
	"Event-Fork.MrQiRealNPC.Continue.17": "É uma folha de papel com algo escrito com uma caligrafia elegante, você pega a folha para ler o que está escrito.#Está escrito: 'Tempero Qi: Realça o sabor de qualquer alimento, contudo não pode ser usado em excesso. ^ Ingredientes: ^ - Líquido de Fruta-Estrela apodrecida; ^ - Fragmento Prismático triturado; ^ - Minério Radioativo triturado (em poucas quantidades); ^ - Regulador de acidez. ^ NOTA: Necessário produzir uma variante não radioativa.'",
	"Event-Fork.MrQiRealNPC.Continue.18": "Isso é um papel com ingredientes para preparar um tempero que eu fiz há algum tempo atrás.#$b#Como você leu, ele se chama 'Tempero Qi'. Uma pitada dese tempero faz com que qualquer comida feita com ele seja digna de estar em um restaurante cinco estrelas.#$b#Mas como ele tem ingredientes radioativos, não é recomendado usá-lo em altas quantidades.$u#$b#Tentei descobrir uma alternativa que não fosse radioativa, mas infelizmente o princípio ativo desse tempero está no líquido da Fruta-Estrela, que é radioativo...#$b#Porque você acha que eu tenho uma Fruta-Estrela apodrecendo bem alí?",
	"Event-Fork.MrQiRealNPC.Continue.19": "Você coloca a folha de papel de volta no lugar, mas percebe que há algo escrito atrás da folha.",
	"Event-Fork.MrQiRealNPC.Continue.20": "Você vira a folha e vê o que está escrito.#É uma caligrafia diferente, Está escrito: '\\\"Tempero Qi\\\"? Sério, Azulão? É um bom nome, mas você poderia escolher um nome diferente, que tal \\\"Tempero Galáctico\\\" ou \\\"Tempero Estrela\\\"?'",
	"Event-Fork.MrQiRealNPC.Continue.21": "O quê? Tem algo escrito atrás da folha?#$b#Deixe-me ver.",
	"Event-Fork.MrQiRealNPC.Continue.22": "Sr. Qi lê o que está escrito, ele olha para o papel sem esboçar nenhuma reação.",
	"Event-Fork.MrQiRealNPC.Continue.23": "Hein? Sim, eu estou bem... Não se preocupe com isso, deve ser só uma anotação boba que eu fiz e acabei me esquecendo...",
	"Event-Fork.MrQiRealNPC.Continue.24": "Enfim, acho que eu já apresentei o suficiente desse lugar para você...#$b#Você pode pode se retirar, por favor? Tenho muito trabalho a fazer.",
	"Event-Fork.MrQiRealNPC.Continue.25": "Mas já? Ainda tem tantas coisas para ver aqui!",
	"Event-Fork.MrQiRealNPC.Continue.26": "Você pode ver essas coisas em outra hora, {{NameOrKid}}.#$b#A partir de agora você pode entrar aqui quando você quiser. Afinal, você já sabe o que tem aqui, então não há motivo para eu esconder isso de você.#$b#Eu apenas quero que você não conte sobre esse lugar para mais ninguém, entendeu?$u",
	"Event-Fork.MrQiRealNPC.Continue.27": "Agora, por favor, vá embora. Preciso continuar o meu trabalho.",
	"Event-Fork.MrQiRealNPC.Continue.28": "Ainda tinha algumas coisas que eu queria ver... Pelo menos o Sr. Qi permitiu que eu entrasse no laboratório dele quando eu quisesse.",
	"Event-Fork.MrQiRealNPC.Continue.29": "Me pergunto porque ele agiu daquela forma quando viu aquela anotação no papel?",
	"Event-Fork.MrQiRealNPC.Continue.30": "*suspiro*",
	"Event-Fork.MrQiRealNPC.Continue.31": "'Tempero Galáctico'...#$b#Você era muito criativa...$s",

	//Properly Explanations (Mister Qi's 8 Hearts Event)
	"Event-05.MrQiRealNPC.ProperlyExplanations.01": "Ah, @, você veio.#$b#Eu sabia que você viria depois de ler aquela carta.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.02": "Venha aqui, precisamos conversar. Eu te devo algumas explicações.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.03": "Bem, eu devo começar falando que eu estou fazendo agora é um erro, eu não deveria falar isso a você.#$b#Mas eu não me sinto bem escondendo isso de você, nós estamos muito mais próximos um do outro, mas você ainda não me conhece tão bem. Sinto que é como se eu estivesse mentindo pra você.#$b#Porque, de certa forma, é isso que eu estou fazendo...$s",
	"Event-05.MrQiRealNPC.ProperlyExplanations.04": "Ok, eu sei que estou te deixando ${confuso¦confusa}$, então serei direto ao ponto.#$b#Você sabe que eu sei de muitas coisas sobre este mundo, não é mesmo?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.05": "Sim, você me disse que sabia de tudo que acontecia no Vale, mas o que isso tem haver?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.06": "Sim, lembro também que você sabia o meu nome antes mesmo de termos nos conhecido, mas porque isso importa?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.07": "Você nunca se perguntou como eu sei de tantas coisas sem nem mesmo sair deste lugar com frequência?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.08": "Não, não é mesmo? Bem como eu imaginava.#$b#Bem, eu sei sobre muitas coisas do mundo porque eu sou uma das muitas manifestações de uma consciência que vem sendo repassada entre diversos seres ao longo de eras.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.09": "Quê? Como assim? O que você quer dizer com manifestações?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.10": "Eu já esperava essa reação, permita-me explicar melhor.#$b#Quando digo que eu sou uma manifestação quero dizer que eu não sou o primeiro e nem o último ser a ter este nome e este propósito.#$b#Sou apenas um dos elos de uma corrente que se estenderá por toda a história.#$b#Em poucas palavras: Eu não sou o primeiro Senhor Qi, houveram outros antes de mim.#$b#Cada um deles me passou o seu conhecimento e responsabilidade, e algum dia, eu terei que fazer o mesmo com o próximo Senhor ou Senhora Qi.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.11": "Isso é incrível, Sr. Qi! Qual é a missão de vocês?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.12": "A nossa missão é garantir que recursos finitos do mundo, como minérios, materiais de construção como madeira ou pedra, e claro, a comida, continuem existindo.#$b#Como você acha que é possível que você encontre tantos itens pelo mundo? Ou quem você acha que coloca recompensas nos baús das minas? Isso é obra dos Senhores Qi.#$b#Nós temos a capacidade de manipular características do mundo a nossa volta, de criar e distribuir recursos que são necessários para a vida.#$b#Fazemos isso para que o equilíbrio do mundo seja mantido e para impedir que recursos preciosos se esgotem.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.13": "Mas como você consegue fazer isso apenas estando aqui no cassino? Não é muita responsabilidade para uma pessoa só?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.14": "Sim, você tem razão, é muita responsabilidade para uma pessoa só.#$b#Apenas um ser humano como eu não conseguiria fazer tudo isso sozinho, ele não teria tempo para mais nada.#$b#É por isso que eu utilizo um poder chamado Bifurcação de Consciência para cumprir a minha missão e, ao mesmo tempo, poder ter uma vida relativamente normal.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.15": "A Bifurcação de Consciência é um poder que eu descobri quando decidi me mudar para o Deserto.#$b#Esse poder me permite dividir minha consciência entre outros corpos, ou representações, como eu chamo.#$b#Eu tenho quatro representações contando com esta, cada uma dessas representações tem uma função diferente e estão ligadas a representação principal que, no caso, sou eu.#$b#Eu posso ver o que cada uma delas está fazendo, controlar e me comunicar com elas.#$b#Isso permite que eu esteja em vários lugares ao mesmo tempo. Dessa forma, eu posso continuar cumprindo a minha missão sem deixar de viver a minha vida como ser humano comum.#$b#Antigamente, isso era mais difícil, já que tudo acontecia na representação principal.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.16": "Então você está em vários lugares ao mesmo tempo por conta das suas representações, e ainda as controla e se comunica com elas a distância? É muito difícil de acreditar...",
	"Event-05.MrQiRealNPC.ProperlyExplanations.17": "É, eu sei que é difícil de acreditar, mas eu estou falando a verdade.#$b#Além dessa, eu tenho três representações espalhadas pelo mundo, uma está no mundo físico e as outras duas estão em outros planos.#$b#Eu posso provar isso pra você, posso chamar minhas representações se você quiser. Você quer vê-las?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.18": "É claro que sim. Quero vê-las.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.19": "Que bom que você quer ver minhas representações, fiquei com medo que você fosse se assustar com essa revelação e não querer vê-las.#$b#Eu entenderia se você ficasse com medo, até porque não é todo dia que alguém fala algo assim.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.20": "Você está ${preparado¦preparada}$, @?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.21": "Sim, estou ${pronto¦pronta}$!",
	"Event-05.MrQiRealNPC.ProperlyExplanations.22": "Ok, Então vamos lá.#$b#Algumas das minhas representações não tem uma forma física, mas você conseguirá ouvi-las. Pode ser um pouco assustador, mas é normal.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.23": "Uau! Um outro Sr. Qi apareceu bem na nossa frente!",
	"Event-05.MrQiRealNPC.ProperlyExplanations.24": "Ei! O que você está fazendo? Eu estava fazendo algo importante!$u#$b#E porque @ está aqui? Não me diga que você...$u",
	"Event-05.MrQiRealNPC.ProperlyExplanations.25": "Me desculpe, eu sei que você estava fazendo outras coisas.#$b#E sim, eu contei sobre as representações para ${ele¦ela}$. E ${ele¦ela}$ queria ver vocês.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.26": "Você sabe que isso é um erro... Você sabe dos riscos.$u",
	"Event-05.MrQiRealNPC.ProperlyExplanations.27": "Sim, eu sei que é um erro... Mas eu confio em @ e sei que nada de mal irá acontecer.#$b#Além do mais, eu sou amigo ${dele¦dela}$, eu não conseguiria esconder isso ${dele¦dela}$ por tanto tempo.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.28": "Algum de vocês podem me explicar o que está acontecendo???",
	"Event-05.MrQiRealNPC.ProperlyExplanations.29": "Me desculpe, @. Essa é minha representação semi-física.#$b#Ela é minha única representação que tem uma forma física.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.30": "Somos idênticos em forma, mas possuímos uma estrutura diferente.#$b#Enquanto a representação principal é feita de carne e osso, eu sou feito de um material diferente.#$b#Sou feito de um material mágico que permite que eu possa existir fisicamente, mas sem as necessidades que um ser humano comum precisa para viver.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.31": "Essa representação está sempre na Sala de Nozes, ela é responsável por manter aquele lugar seguro. Apenas entram pessoas que eu acho que merecem entrar lá.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.32": "Bem, agora que você já conhece esta representação, eu voltarei para a Sala de Nozes, aquele lugar precisa de mim.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.33": "Você ouve uma voz. Parece que ela está atrás de você.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.34": "Sr. Qi (Espiritual): Olá, {{PlayerName}}. Parece que você está descobrindo a verdade sobre os Senhores Qi, não é mesmo?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.35": "Não tem ninguém.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.36": "Calma, eu também ouvi a voz.#$b#É a minha representação espiritual, ela não tem forma física, ela tem apenas a voz.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.37": "Sr. Qi (Espiritual): Na verdade, eu nem deveria possuir uma voz aqui no mundo físico. Eu nem deveria estar no mundo físico para começar.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.38": "Sr. Qi (Espiritual): Eu só estou aqui falando com você porque a representação principal pediu para que eu me apresentasse.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.39": "Como eu disse, eu posso controlar cada uma dessas representações. Eu posso me comunicar com elas facilmente.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.40": "Sr. Qi (Espiritual): Cada uma das representações possui responsabilidades diferentes. Eu sou responsável por me comunicar com seres no mundo espiritual, incluindo os Senhores Qi anteriores a nós.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.41": "Sr. Qi (Espiritual): Eu sou um canal de comunicação entre os Senhores Qi, se algum de nossos antepassados tiver algo importante a dizer, eles se comunicam comigo.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.42": "A representação espiritual também tem uma grande importância para guardar as memórias, já que ela possui o conhecimento dos Senhores Qi anteriores.#$b#Tudo que eles aprenderam ao longo de suas vidas está contido nela.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.43": "Agora eu vou mostrar a minha representação extra-física.#$b#Ela é a representação mais importante, ela não consegue se manifestar no mundo físico como as outras, mas eu vou dar um jeito de mostrá-la para você. Se prepare.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.44": "Você se sente ${estranho¦estranha}$.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.45": "Me desculpe por me apresentar dessa forma, @. Mas eu não posso me comunicar com você de outra maneira.$s#$b#Essa é minha representação extra-física. Assim como a representação espiritual, ela também não possui forma física, mas ela tem uma conexão profunda com este mundo.#$b#Com esta representação, eu posso ver tudo o que você e outros moradores do Vale estão fazendo.#$b#É com ela que tenho a capacidade de manipular o mundo, é com ela que eu crio e distribuo os recursos que você precisa para viver.#$b#É com ela que proponho desafios e recompensas para que você explore melhor o Vale do Orvalho e se esforce para melhorar a fazenda o máximo possível.#$b#Bem, eu não posso ficar na sua cabeça por muito tempo, então eu vou trazer você de volta para que a representação principal explique melhor as coisas.#$b#Novamente, peço desculpas por invadir sua cabeça desse jeito...$s",
	"Event-05.MrQiRealNPC.ProperlyExplanations.46": "Bem-vindo de volta, @!#$b#Agora você sabe a verdade sobre mim, eu me sinto bem mais leve agora que não preciso esconder isso de você.$h#$b#Não precisarei mais fingir ser apenas alguém comum e que administra um cassino.",
	"Event-05.MrQiRealNPC.ProperlyExplanations.47": "...$s",
	"Event-05.MrQiRealNPC.ProperlyExplanations.48": "O que foi?",
	"Event-05.MrQiRealNPC.ProperlyExplanations.49": "Eu meio que... Estou com medo de você...",
	"Event-05.MrQiRealNPC.ProperlyExplanations.50": "Você pode estar em vários lugares ao mesmo tempo, pode controlar o mundo ao seu redor, não é o primeiro Senhor Qi e ainda me observa e cria desafios para mim. É tanta coisa para processar...",

	//Fearful Farmer
	"Event-Fork.MrQiRealNPC.FearfulFarmer.01": "Você está com medo de mim?$s#$b#Eu entendo o seu sentimento, saber que você está sendo ${observado¦observada}$ vinte e quatro horas por dia é meio assustador.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.02": "Mas eu quero que você saiba que eu não observo você e nem com ninguém com más intenções.#$b#Muito pelo contrário, eu preciso observar as pessoas para que eu saiba que tipo de recursos as pessoas mais precisam.#$b#Por exemplo: Se Robin, a carpinteira do Vale do Orvalho, está precisando de madeira para algum projeto específico, posso fazer mais árvores crescerem no vale.#$b#Se Clint, o ferreiro do vale, precisar de ferro para forjar ferramentas, posso fazer mais minérios de ferro estarem nas minas.#$b#E no seu caso, eu te observo para que eu saiba que tipo de desafios eu devo propor a você na semana.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.03": "Meu dever como Senhor Qi é não deixar que coisas essenciais se esgotem, logo fica mais fácil de fazer isso se eu souber o que cada pessoa precisa, incluindo você.#$b#É por isso que eu observo não só você, mas todo o Vale do Orvalho. Agora você entendeu porque eu faço isso?",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.04": "Entendi. Mas eu tenho outra dúvida...",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.05": "E qual é a sua dúvida?",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.06": "Por que você me desafia? Qual é o seu interesse em mim?",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.07": "Então é essa a sua pergunta? É claro que eu respondo.#$b#O meu interesse em você se deve a uma promessa que eu fiz a alguém, esse alguém é o seu avô.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.08": "Meu avô? Você o conhecia?",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.09": "Sim, eu o conhecia. Ele era um dos poucos que sabiam da existência dos Senhores Qi e de nosso poder.#$b#Quando ele estava no fim de sua vida, ele me pediu para que eu o guiasse durante a sua jornada pelo Vale do Orvalho.#$b#Ele queria que você se esforçasse para cuidar da sua fazenda, que tivesse uma motivação para continuar o legado da fazenda %farm.#$b#Então ele pediu para que eu o observasse, criasse desafios e recompensas pelo seu esforço para que você pudesse atingir a 'perfeição', como ele mesmo chamava.#$b#Eu aceitei essa responsabilidade por respeito a seu avô, ele era um grande amigo meu.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.10": "Isso é uma grande honra, mas ao mesmo tempo é um grande peso...",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.11": "Eu sei, a jornada para chegar a perfeição é desafiadora, mas você não está ${sozinho¦sozinha}$ nessa. Eu estou aqui para ajudar você a chegar lá.$h#$b#Além do mais, você não precisa se apressar para atingir a perfeição, faça tudo no seu tempo.#$b#Aproveite o máximo que o vale tem a oferecer e antes que você perceba, já haverá atingido a perfeição.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.12": "Você ainda está com medo de mim por saber que eu te observo?$s",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.13": "Tudo bem, eu não estou com raiva de você por ter medo de mim, é compreensível.#$b#Você só precisa de um tempo para entender tudo.#$b#Espero que você saiba que apesar de você ter medo de mim, eu sempre estarei aqui para ${ajudá-lo¦ajudá-la}$.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.14": "Eu não esperava que nossa conversa ia chegar até este ponto, isso é muito assustador.",
	"Event-Fork.MrQiRealNPC.FearfulFarmer.15": "Eu acho que preciso de um tempo até confiar no Sr. Qi novamente...",

	//Surprised Farmer
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.01": "Eu entendo...$s#$b#Sei que é muito pra você processar, mas essa é a verdade.#$b#Talvez eu tenha cometido um erro ao contar tudo isso pra você de uma forma tão repentina...$s#$b#Eu devia ter introduzido esse assunto a você quando nos conhecemos, mas eu tinha muito receio de contar tudo isso pra você.#$b#Eu queria ter certeza de que podia confiar em você para revelar um segredo tão importante como esse.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.02": "Espero que isso não te deixe com medo de falar comigo, minha intenção nunca foi essa.#$b#Eu só queria que você soubesse a verdade sobre mim, porque considero você ${um¦uma}$ ${amigo¦amiga}$.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.03": "Então, você tem medo de mim agora, depois de saber de tudo isso?$s",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.04": "Medo de você? Não mesmo! Eu sou ${amigo¦amiga}$ de uma pessoa muito poderosa, e que está do meu lado. Não vejo motivos para ter medo de você.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.05": "Eu não sinto medo de você, na verdade eu me sinto ${honrado¦honrada}$ de ser ${seu¦sua}$ ${amigo¦amiga}$!",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.06": "Que bom saber que você não sente medo de mim, @.#$b#Essa era a maior preocupação que eu tinha, até mesmo os meus antepassados estavam preocupados em como você iria reagir.#$b#Mas enfim, você ainda tem alguma pergunta sobre mim?",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.07": "Sim, você me observa para poder criar desafios para mim, mas por quê? por que você faz isso?",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.08": "Oh, isso... bem, acho que realmente chegou o momento em que preciso explicar.#$b#Não sei se ele vai se irritar, mas conhecendo ele, provavelmente ele não se importaria que você soubesse.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.09": "Então, sabe o seu avô? É por causa dele que eu te observo para propor desafios para você.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.10": "Sim, eu conhecia seu avô, ele era um dos poucos que sabia da existência dos Senhores Qi e do nosso poder.#$b#Quando ele decidiu que iria deixar a fazenda %farm como herança para você, ele me pediu que eu observasse você de longe e preparasse desafios para você.#$b#Ele queria que você tivesse uma motivação para continuar o legado da fazenda %farm e atingir a 'perfeição'.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.11": "Perfeição?",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.12": "A 'perfeição' é a busca contínua pela excelência e melhoria.#$b#É nunca aceitar ficar parado em um só lugar, sempre buscar algo novo a fazer.#$b#O seu avô acreditava que você tinha potencial para tornar esse lugar ainda melhor, por isso ele decidiu deixar a %farm nas suas mãos.#$b#Mas ele também sabia que chegar até a perfeição sozinho é complicado, por isso ele me confiou a missão de ajudá-lo em sua jornada, e como ele era meu amigo, eu aceitei essa missão.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.13": "É por isso que eu te observo e crio desafios para você, eu tento ajudar você a atingir todo o potencial que o seu avô acreditava que você poderia ter.$h",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.14": "Nossa, meu avô tinha muitas expectativas sobre mim.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.15": "Sim, o seu avô sempre esperava o melhor de você.#$b#Por isso ele deixou a %farm com você.$h",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.16": "Você acha que eu estou fazendo um bom trabalho em honrar o legado do meu avô?",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.17": "Se você está fazendo um bom trabalho? Tenho certeza que sim.#$b#Seu avô deve estar feliz em ver tudo que você está fazendo na fazenda %farm.$h#$b#Ele certamente ficará feliz quando você atingir a perfeição.$h#$b#Mas você não precisa se apressar para chegar na perfeição, leve o tempo que quiser. Afinal, tempo é o que não falta para você.#$b#Continue explorando o vale e cuidando da sua fazenda e, quando menos perceber, terá atingido a perfeição.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.18": "Bem, acho que isso é tudo, você finalmente sabe a verdade sobre mim.#$b#Espero que eu tenha esclarecido melhor as coisas e que você tenha entendido meu propósito no mundo.#$b#Eu estou muito feliz por você não ter ficado com medo de mim depois de saber disso tudo, era minha maior preocupação.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.19": "Já está ficando tarde, você pode ir embora, você precisa acordar cedo para cuidar da fazenda.#$b#Estarei sempre aqui no cassino se você quiser conversar ou jogar alguma coisa.#$b#E minha representação semi-física estará sempre na sala de nozes esperando que você escolha algum desafio para a semana.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.20": "Essa conversa que tive com o Sr. Qi foi muito reveladora! Descobri muito sobre ele, não imaginava que ele era tão poderoso.",
	"Event-Fork.MrQiRealNPC.SurprisedFarmer.21": "E também descobri mais coisas sobre o meu avô, ele confiava muito em mim e não irei decepcioná-lo!",

	//A Hidden Pain (Mister Qi's 10 Hearts Event)
	"Event-06.MrQiRealNPC.AHiddenPain.01": "Olá @, como está sendo sua noite?",
	"Event-06.MrQiRealNPC.AHiddenPain.02": "O que estou fazendo aqui? Bem, eu venho aqui de vez em quando, para me lembrar de uma pessoa. Ela era muito especial para mim.",
	"Event-06.MrQiRealNPC.AHiddenPain.03": "Você observa a lápide, está escrito \\\"Nossa Amada Mona\\\".",
	"Event-06.MrQiRealNPC.AHiddenPain.04": "Quem era ela? Mona era a antiga dona do Oásis, ela cuidava do Oásis para conseguir pagar a faculdade dela, no Império Gotoro.#$b#Ela era querida pelo povo da Vila Pelicanos por ser atenciosa com todos, ela sempre estava disposta a ajudar quem precisasse.#$b#E além de disso, ela era minha esposa.",
	"Event-06.MrQiRealNPC.AHiddenPain.05": "Sim, eu sei que é estranho pensar que eu já fui casado, até eu achava estranho no início.#$b#Ela era uma pessoa muito gentil... ela morreu ainda muito jovem...$s",
	"Event-06.MrQiRealNPC.AHiddenPain.06": "Eu sinto muito, Sr. Qi.",
	"Event-06.MrQiRealNPC.AHiddenPain.07": "É uma pena, como vocês se conheceram?",
	"Event-06.MrQiRealNPC.AHiddenPain.08": "Está tudo bem, já faz bastante tempo.#$b#Mona e eu nos conhecemos quando ela ficou um tempo na Ilha Gengibre de férias e decidiu ficar por mais tempo porque ela descobriu algumas coisas interessantes na ilha.#$b#Ela achou que fosse interessante ficar para pesquisar mais sobre, para que ela usasse essa pesquisa no trabalho de conclusão de curso dela.#$b#Mesmo que estivesse de férias, ela ainda pensava em seus estudos. Ela viu nessa viagem uma grande oportunidade para ter algum tema para seu TCC, que começaria a ser produzido quando as férias dela acabassem.",
	"Event-06.MrQiRealNPC.AHiddenPain.09": "O tempo passou e ela tinha notado que não estava sozinha na ilha, como ela imaginava. Ela tinha notado a minha presença, ela se sentia observada.#$b#Ás vezes eu costumava sair da sala de nozes de vez em quando e ficar observando o oceano ou outros lugares da ilha, ela deve ter me visto em alguma dessas vezes... Ela tinha muita curiosidade sobre mim.",
	"Event-06.MrQiRealNPC.AHiddenPain.10": "Um dia, ela ficou tão curiosa que decidiu me seguir para ver até onde eu iria.#$b#Ela acabou encontrando a minha sala de nozes, ela viu tudo aquilo.#$b#Eu não tive escolha, tive que contar tudo sobre mim para ela, afinal ela já havia visto o que não devia.#$b#Ela deveria manter segredo, então fizemos um acordo. Ela manteria o segredo se eu a ajudasse com a pesquisa, para manter o segredo eu tive que aceitar.",
	"Event-06.MrQiRealNPC.AHiddenPain.11": "E foi assim que nossa parceria começou. Nós nos encontrávamos diversas vezes durante o dia, ela me contava suas novas descobertas e eu a ajudava a desvendar os mistérios da ilha.#$b#Apesar do desafio, foi uma troca justa, e nossa relação se fortaleceu.",
	"Event-06.MrQiRealNPC.AHiddenPain.12": "Mona se tornou a primeira amiga que eu tive desde que eu abandonei minha vida para me focar em ser um Senhor Qi.#$b#Ela entendeu que apesar de todo o poder que eu tenho, eu era apenas um ser humano. Nós compartilhamos muitos segredos entre nós. Ela até tinha me dado um apelido: Azulão.#$b#No começo não gostei muito desse apelido, mas com o tempo passei a não me importar.$h",
	"Event-06.MrQiRealNPC.AHiddenPain.13": "A medida que o tempo passava, eu comecei a sentir que algo estava mudando em mim, eu havia me apaixonado por Mona, mas eu apenas ignorei este sentimento.#$b#Eu tinha que me concentrar em minha missão como Senhor Qi, era pra isso que eu tinha me mudado para a Ilha Gengibre, não podia deixar uma simples reação química em meu cérebro me distrair do meu objetivo.#$b#Fiquei ignorando este sentimento até que a última semana que Mona ficaria na ilha chegou. Naquele momento, eu não conseguia mais ignorar aquele sentimento, quanto mais eu tentasse reprimí-lo, pior seria.#$b#Então eu decidi falar o que sentia para Mona, para que eu me livrasse daquele peso, se Mona fosse embora e eu não contasse o que eu sentia por ela eu iria me sentir muito mal.#$b#O que eu não esperava era que o sentimento fosse recíproco, quando eu ouvi ela dizer \\\"Eu também te amo, Sr. Qi.\\\", algo em mim mudou.#$b#Eu tinha ido de \\\"Preciso focar em minha missão\\\" para \\\"Quero estar ao lado dela independente do que seja\\\".",
	"Event-06.MrQiRealNPC.AHiddenPain.14": "Essa mudança fez eu me concentrar em achar uma maneira de continuar minha missão como Senhor Qi e, ao mesmo tempo, estar junto de Mona.#$b#Foi graças a ela que eu descobri o poder de Bifurcação de Consciência, agora eu poderia estar do lado dela e não abandonar minha missão como Senhor Qi.#$b#Então eu vim morar com ela no Deserto de Calico, e deixei minha representação semi-física na Sala de Nozes, para que eu pudesse continuar minha missão mesmo longe da ilha.",
	"Event-06.MrQiRealNPC.AHiddenPain.15": "Nós moramos juntos por quase um ano, nós dividíamos as tarefas para manter tudo organizado.#$b#E ela também precisava de tempo para preparar seu TCC, era o momento mais importante da vida dela, então eu fazia a maioria das tarefas para que ela não perdesse o foco.#$b#Ela realmente estava se esforçando muito naquilo, ela passava noites em claro preparando o TCC, nem consigo contar quantas vezes eu fui dormir sem ela porque ela estava ocupada.#$b#Éramos muito felizes juntos... Tão felizes que decidimos nos casar.$h",
	"Event-06.MrQiRealNPC.AHiddenPain.16": "Que história emocionante, Sr. Qi!",
	"Event-06.MrQiRealNPC.AHiddenPain.17": "Realmente é uma história emocionante, mas parece que histórias emocionantes nem sempre terminam com um final feliz...$s",
	"Event-06.MrQiRealNPC.AHiddenPain.18": "Uma semana depois do nosso casamento, Mona teria que apresentar o TCC dela, ela teria que ir até o Império Gotoro apresentar, já que a faculdade dela ficava lá.#$b#Ela estudava a distância. Então ela teria que viajar de avião até lá.#$b#Claro, sendo planejada, ela já havia comprado a passagem. Ela já tinha tudo pronto.#$b#Eu queria muito ir com ela para estar do lado dela presencialmente, mas ela disse que não precisava, e que ela voltaria no dia seguinte.#$b#Bem, ela não voltou... Por alguma razão, o avião que ela estava enfrentou uma turbulência e despareceu.$s#$b#Ela morreu literalmente uma semana depois de nos casarmos, e ela não conseguiu apresentar o TCC dela.$s#$b#Ela teve tanto trabalho fazendo ele e simplesmente tudo foi perdido... tudo.$s",
	"Event-06.MrQiRealNPC.AHiddenPain.19": "E o mais chocante para mim foi que... eu vi tudo acontecer com a minha representação extra-física.$s#$b#Eu vi o desespero das pessoas... as malas nos bagageiros caindo... a explosão e...$s",
	"Event-06.MrQiRealNPC.AHiddenPain.20": "*suspiro*",
	"Event-06.MrQiRealNPC.AHiddenPain.21": "Eu vi a minha esposa morrer... e eu não podia fazer nada pra impedir...$s#$b#Você sabe o quanto é doloroso ver a pessoa que você ama morrer, e você não poder fazer nada???$s",
	"Event-06.MrQiRealNPC.AHiddenPain.22": "Eu sinto muito pela sua perda, Sr. Qi. Deve ter sido extremamente difícil para você.",
	"Event-06.MrQiRealNPC.AHiddenPain.23": "Foi mais que difícil, foi devastador.$s#$b#Eu me senti inútil, para que serve tanto poder se eu sequer posso salvar aqueles que amo?$u#$b#Eu fiquei destruído, minhas representações surtaram, e eu me senti covarde por não ter tentado ir junto com ela e apenas aceitar que ela fosse sozinha.$s#$b#Cheguei a pensar que isso aconteceu porque eu contei sobre os Senhores Qi para ela, então recebi uma punição pelo erro.$s#$b#Mas os Senhores Qi anteriores me garantiram que não era isso, foi apenas muito azar.$s",
	"Event-06.MrQiRealNPC.AHiddenPain.24": "Eu tentei falar com ela através do mundo espiritual, pelo menos para ouvir a voz dela uma última vez... Mas eu não consegui encontrá-la, parecia que o mundo estava contra mim.$s",
	"Event-06.MrQiRealNPC.AHiddenPain.25": "Como você lidou com a perda, Sr. Qi?",
	"Event-06.MrQiRealNPC.AHiddenPain.26": "Foi muito difícil, por conta dela eu tinha começado uma nova vida social, tinha conhecido novas pessoas... Mas bastou ela partir que eu voltei a me isolar.$s#$b#A única pessoa que eu ainda mantinha contato era Sandy, ela era amiga de Mona e cuidava do Oásis quando ela não podia, ela começou a cuidar do Oásis em tempo integral depois que Mona partiu.$s#$b#Várias vezes eu pensei em voltar para a Ilha Gengibre, era muito difícil estar no mesmo quarto onde Mona dormia, eu lembrava dela não importava para onde eu olhasse.$s#$b#E à noite era ainda pior... Eu não conseguia sequer virar pro lado da cama onde ela dormia.$s#$b#Eu só tive um pouco de paz quando eu tirei de vista tudo que me lembrasse de Mona, pelo menos assim eu conseguia dormir.",
	"Event-06.MrQiRealNPC.AHiddenPain.27": "Então o ônibus quebrou, e o Oásis passou a ter problemas financeiros, teríamos que achar uma nova maneira para sobrevivermos.$s#$b#Então eu criei o cassino, um clube particular onde apenas pessoas que eu confio podem entrar. Foi a única maneira que eu encontrei para poder me manter.#$b#O cassino era um lugar movimentado, e era muito trabalhoso manter aquele lugar sozinho.#$b#Todo aquele trabalho fez eu me distrair e parar de pensar em Mona, lentamente eu consegui voltar ao normal, ou era o que eu imaginava.$s",
	"Event-06.MrQiRealNPC.AHiddenPain.28": "Eu pensei que eu tinha superado ela, mas não. Eu ainda me sinto péssimo quando vejo algo relacionado a ela, eu ainda consigo ver o momento que ela morreu sempre que eu vejo algo relacionado a ela...$s",
	"Event-06.MrQiRealNPC.AHiddenPain.29": "*suspiro*",
	"Event-06.MrQiRealNPC.AHiddenPain.30": "Ultimamente eu tenho juntado forças para visitar o túmulo dela de vez em quando, mesmo que me machuque tanto. Eu quero prestar respeito a ela não só como o marido dela, mas também como um Senhor Qi.#$b#Sem querer, ela foi um ponto de virada importante na história dos Senhores Qi, graças a ela eu descobri o poder da Bifurcação de Consciência, ela foi responsável por mudar toda a maneira que os Senhores Qi interagem com o mundo.#$b#Graças a ela, futuros Senhores Qi poderão ter vidas comuns e exercer seus papéis como Senhores Qi, não precisarão mais abandonar toda a vida que vivem.#$b#Se não fosse ela, eu ainda estaria sozinho na Ilha Gengibre, eu não teria o cassino, não conheceria seu avô, talvez nem conheceria você...#$b#A minha história seria totalmente diferente se não fosse ela... Eu queria pelo menos dizer a ela o quão especial ela foi.$s",
	"Event-06.MrQiRealNPC.AHiddenPain.31": "Eu realmente sinto muito pela sua perda, Sr. Qi. Mona parece ter sido uma pessoa incrível.",
	"Event-06.MrQiRealNPC.AHiddenPain.32": "Sim, ela foi mesmo. Mona preencheu uma lacuna que faltava em minha vida, eu nunca tinha conhecido alguém e me conectado de uma maneira tão profunda.$h#$b#E... mesmo que isso me cause tanta dor, eu acho que eu preciso demonstrar um pouco de respeito a ela vindo aqui de vez em quando.#$b#Preciso me lembrar que, além de minha esposa, ela foi um marco na história de todos os Senhores Qi. Eu preciso manter o legado dela vivo, mesmo que isso me machuque.",
	"Event-06.MrQiRealNPC.AHiddenPain.33": "Bem, vamos embora, vamos continuar nossa conversa em outro lugar, eu não me sinto muito bem aqui, por motivos óbvios...#$b#Que tal irmos até aquela ponte? É um lugar mais calmo, ninguém irá nos ver a essa hora da noite.",

	//Still Afraid End
	"Event-Fork.MrQiRealNPC.End_StillAfraid.01": "Esse lugar é um pouco mais calmo, tem uma atmosfera mais leve.",
	"Event-Fork.MrQiRealNPC.End_StillAfraid.02": "Sim, eu sei que me ver dessa maneira é bem estranho, ainda mais sabendo que eu tenho tanto poder em mãos.#$b#Mas, apesar dos Senhores Qi serem muito poderosos e carregarem consigo uma grande responsabilidade, ainda somos seres humanos. Nós temos fraquezas, carregamos traumas, medos e inseguranças, como qualquer outro ser humano.#$b#E assim como qualquer outro ser humano, tentamos evitar deixar nossas fraquezas à mostra, mas nem sempre conseguimos.",
	"Event-Fork.MrQiRealNPC.End_StillAfraid.03": "Eu entendo que você tenha medo de mim, grande parte das pessoas também teria.#$b#E eu não tenho nenhum pouco de raiva por você ter medo de mim, depois de Mona, você é a única pessoa da qual eu contei toda a minha história e meus poderes, eu jamais faria isso se eu tivesse algo contra você.",
	"Event-Fork.MrQiRealNPC.End_StillAfraid.04": "E não entenda isso como se eu quisesse que você deixasse de ter medo de mim, não é isso que eu quero, eu só quero que você continue sendo a pessoa que você é.#$b#Mesmo estando com medo, você continua vindo me ver, ainda conversa comigo e me ouve, e eu valorizo muito isso.$h",
	"Event-Fork.MrQiRealNPC.End_StillAfraid.05": "Ah, e muito obrigado por me ouvir, isso realmente importa muito pra mim.#$b#Espero que você tenha uma boa noite, até amanhã.$h",
	"Event-Fork.MrQiRealNPC.End_StillAfraid.06": "A história do Sr. Qi com Mona é bem emocionante, eles pareciam se amar muito. É uma pena que terminou de uma forma tão trágica.",
	"Event-Fork.MrQiRealNPC.End_StillAfraid.07": "Parece que ele ainda não consegue lidar muito bem com a dor... Espero que algum dia ele consiga seguir adiante e não precise evitar lembrar-se dela.",

	//Not Afraid End
	"Event-Fork.MrQiRealNPC.End_NotAfraid.01": "Obrigado por me acompanhar até aqui, @. Este lugar é muito mais tranquilo para mim.#$b#Estar naquele cemitério olhando para o túmulo de Mona faz eu ficar relembrando o momento do acidente, é tão... tão doloroso. Eu me sinto péssimo estando ali.$s",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.02": "Me desculpe, mas... se estar próximo do túmulo dela te machuca tanto, porque você ainda vai? Você não precisa sofrer mais do que já sofreu.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.03": "Eu sei, mas ela é muito importante para os Senhores Qi, eu deveria prestar respeito a ela por toda a mudança que ela causou.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.04": "Talvez hajam maneiras melhores de fazer isso... você não estava assim antes.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.05": "Eu não estava nesse estado antes porque eu estava tentando esquecer a existência dela, @.$u#$b#Por que você acha que eu escondi as coisas que me lembram Mona? Por que você acha que quando você perguntava sobre a cama de casal em meu quarto eu te repreendia e falava para não se intrometer?$u#$b#Sempre que algo ou alguém me lembra de Mona, me causa desconforto.$s#$b#Esquecer a existência dela estava funcionando, mas desde o dia que você entrou no meu laboratório eu comecei a me lembrar dela outra vez, então eu percebi o quão covarde eu estava sendo por tentar lidar com a dor dessa forma.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.06": "Não, isso não é culpa sua, eu apenas não me atentei ao fato de Mona ter escrito uma nota na receita do Tempero Qi.#$b#Eu perceberia aquilo em algum momento, era inevitável. E de certa forma, eu acho que ter notado aquilo foi algo positivo, eu estava cometendo um erro tentando esquecer uma pessoa tão importante para minha história.#$b#Eu estava tentando esquecer o motivo pelo qual eu revolucionei a maneira que os Senhores Qi vivem, eu estava desrespeitando o legado que Mona deixou para todos os Senhores Qi.#$b#Mas graças a você, eu estou tentando lidar com essa perda de uma maneira diferente.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.07": "*suspiro*",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.08": "E mesmo que relembrar tudo isso seja doloroso, eu devo agradecer a você por ter aberto meus olhos e me fazer perceber o erro que eu estava cometendo.#$b#Também gostaria de agradecer a você por ouvir a minha história, é realmente muito difícil compartilhar essas memórias, mesmo que já tenha passado tanto tempo.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.09": "Sr. Qi... Você não precisa vir aqui se isso te machuca, acho que você deveria seguir adiante. Ficar preso no passado só vai te machucar ainda mais.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.10": "Acho que você está ${certo¦certa}$, mas é tão difícil... Eu venho tentado a muito tempo, mas eu não consigo.$s",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.11": "Entendo que seja difícil e que Mona foi uma parte importante na sua história, mas histórias tem fim, talvez seja a hora de encerrar esta e começar uma nova.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.12": "Eu entendo que seja difícil e que Mona era importante para você, mas a maneira que você está lidando só vai tornar as coisas piores. Você nunca vai conseguir superá-la se continuar assim.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.13": "*suspiro* Eu tenho que admitir que você está ${certo¦certa}$, eu nunca vou conseguir seguir em frente se eu me prender ao passado e esconder aquilo que me causa dor. Preciso encarar isso de frente...$s",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.14": "Sabe... desde o dia que você entrou em meu laboratório, eu tenho notado algumas semelhanças entre você e Mona.#$b#É estranho, mas a maneira que você agiu naquele dia me lembra ela, e quanto mais tempo eu converso com você, eu percebo cada vez mais semelhanças.#$b#Eu não consigo explicar, mas tem algo em você que faz eu me sentir da mesma forma que eu me sentia quando estava com Mona.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.15": "Eu não deveria sentir algo assim, eu ainda amo muito Mona e falar isso é como se eu estivesse traindo ela...$s#$b#Eu sei que isso não faz sentido, afinal, ela está morta. Mas parece que há uma parte de mim que não compreende isso... Como uma simples reação química no cérebro consegue causar tanto conflito???$u",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.16": "Mas acho que agora entendo um pouco o que estou sentindo por você...#$b#Eu acho que desde o dia que você entrou no meu laboratório eu comecei a desenvolver algo por você...$s#$b#Uma parte de mim sabe que não faz sentido, mas eu sinto que eu estou errado em sentir isso.$s",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.17": "Eu sei que é muito inesperado, eu também não esperava que isso fosse acontecer. Eu imaginei que depois de Mona, eu nunca mais fosse sentir isso por mais ninguém outra vez, mas de alguma forma você conseguiu provar o contrário.#$b#É impressionante que eu seja tão poderoso e tenha tanto conhecimento e mesmo assim, os sentimentos ainda conseguem me confundir.$u",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.18": "Eu sei que eu ${o¦a}$ coloquei em uma situação desconfortável, mas eu precisava ser honesto com você.#$b#Desde a perda de Mona, eu imaginei que nunca me apaixonaria por alguém outra vez.#$b#Você conseguiu encontrar uma luz que eu achei que estivesse perdida.$h#$b#E mesmo que eu sinta que estou traindo Mona, eu quero deixar o que aconteceu para trás e poder viver mais tranquilamente. Como você ${mesmo¦mesma}$ disse, se prender ao passado só irá me machucar mais.#$b#Ela foi importante para minha vida e para os futuros Senhores Qi, e eu jamais deixarei isso ser esquecido, mas a vida continua, já passei tempo demais me lamentando pela perda dela.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.19": "Eu não espero que você corresponda isso, mas mesmo assim eu quero saber...$h",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.20": "Você sente o mesmo por mim? Teria um relacionamento comigo se pudesse?",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.21": "Sim, também sinto o mesmo por você, eu acho que teria um relacionamento com você.",
	"Event-Fork.MrQiRealNPC.End_NotAfraid.22": "Não, vamos continuar sendo apenas amigos.",

	//Unlock Mr. Qi as romanceable option
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.01": "Então você... sente o mesmo? Eu não esperava por isso, mas fico muito feliz por saber disso... Muito feliz de verdade.$h#$b#Eu entenderia completamente se você dissesse que não sente o mesmo por mim. Afinal, levando em conta todo o contexto e a dificuldade que eu tenho em superar Mona, você poderia pensar que eu estaria apenas tentando preencher o vazio que ela deixou.#$b#Mas eu não estou fazendo isso, eu só quero poder seguir em frente e deixar o que aconteceu no passado.",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.02": "Sendo sincero, eu estava mais preparado para caso você dissesse não. Eu realmente não sei o que fazer agora...$s#$b#Eu gosto de você, mas eu tenho medo de continuar...$s",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.03": "Eu entendo, Sr. Qi. É compreensível dado tudo o que você passou, mas eu imagino que podemos superar isso juntos. Você não precisa passar por tudo isso sozinho.",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.04": "Você estaria ${disposto¦disposta}$ a me ajudar?$h#$b#Eu agradeço muito por você se colocar a disposição para me ajudar a superar isso tudo, Eu tentei por anos e não consegui. Espero que com você ao meu lado me ajudando eu consiga finalmente seguir em frente.",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.05": "Estarei aqui para o que você precisar, será um caminho longo, mas se trabalharmos juntos para superar o passado, poderemos escrever um futuro.",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.06": "Sim, você tem razão. Talvez com sua ajuda eu finalmente consiga superar o que aconteceu e seguir em frente.#$b#Muito obrigado por estar ao meu lado, @. É reconfortante saber que eu não estou sozinho. Vamos enfrentar as dificuldades juntos e começar um novo capítulo em minha vida.",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.07": "Enfim, já está ficando muito tarde, é melhor irmos embora, o sol vai nascer daqui a pouco.#$b#Muito obrigado por me ouvir e se dispor a me ajudar, significa muito para mim. Boa noite.$h",
	"Event-Fork.MrQiRealNPC.UnlockQiRomance.08": "Será uma longa jornada, mas Sr. Qi parece estar disposto a mudar. Espero que eu possa ajudá-lo a superar a perda de Mona para que possamos ficar juntos sem que o passado o assombre.",

	//Keep Mr. Qi only friendable option
	"Event-Fork.MrQiRealNPC.JustFriendsQi.01": "Eu entendo, já esperava que você dissesse não. Eu só precisava ser sincero com você.",
	"Event-Fork.MrQiRealNPC.JustFriendsQi.02": "Vamos esquecer o que eu acabou de acontecer, eu não quero que isso afete nossa amizade.",
	"Event-Fork.MrQiRealNPC.JustFriendsQi.03": "Ah, e muito obrigado por me ouvir, @. Eu realmente fico muito feliz por você estar do meu lado.$h#$b#Eu juro que algum dia eu conseguirei superar tudo o que aconteceu com Mona, eu sei que vou.",
	"Event-Fork.MrQiRealNPC.JustFriendsQi.04": "Eu sei que você vai conseguir, Sr. Qi!",
	"Event-Fork.MrQiRealNPC.JustFriendsQi.05": "Muito obrigado por acreditar em mim, @.$h#$b#Enfim, eu tenho que ir agora, já está muito tarde, até amanhã.",
	"Event-Fork.MrQiRealNPC.JustFriendsQi.06": "Perder Mona e ver a morte dela foi um baque muito grande para o Sr. Qi... Espero que ele consiga superar tudo o que aconteceu.",
	
	//A Restart (Mister Qi's 2 hearts event if romance route is unlocked)
	"Event-07.MrQiRealNPC.ARestart.01": "O Oásis é tão vazio a essa hora... Que entediante.$s#$b#Eu deveria convidar Emily para vir aqui mais vezes.$s",
	"Event-07.MrQiRealNPC.ARestart.02": "Olá Sandy, bom dia, como você está?",
	"Event-07.MrQiRealNPC.ARestart.03": "Azulão... quero dizer, Senhor Qi! Bom dia. O que você tá fazendo aqui? Hoje não é dia de pagamento, você já me pagou semana passada, lembra?",
	"Event-07.MrQiRealNPC.ARestart.04": "Não é por isso que eu vim aqui...$u#$b#É que as coisas estão meio chatas no clube, então decidi sair um pouco.",
	"Event-07.MrQiRealNPC.ARestart.05": "Uau, que raridade! Você mesmo dizer que está entediado e sair do clube por conta própria. Vai chover hoje.#$b#Se aproxime, não precisa ficar tão longe, eu não vou te morder, Azulão.",
	"Event-07.MrQiRealNPC.ARestart.06": "*Suspiro*",
	"Event-07.MrQiRealNPC.ARestart.07": "Ei, você está bem? Você parece meio deprimido, nem reclamou de eu ter te chamado de Azulão.",
	"Event-07.MrQiRealNPC.ARestart.08": "Ah, bem... É que eu comecei a me lembrar de Mona de novo...$s",
	"Event-07.MrQiRealNPC.ARestart.09": "Oh, então é isso... o que aconteceu com ela foi realmente uma tragédia.$s",
	"Event-07.MrQiRealNPC.ARestart.10": "Nem me fale, faz tanto tempo que aconteceu, mas parece que foi ontem... Como você conseguiu superar isso?$s",
	"Event-07.MrQiRealNPC.ARestart.11": "Bem, infelizmente esse é o curso natural da vida, o que mais podemos fazer além de aceitar e seguir em frente?$s#$b#E mesmo que sigamos em frente, a dor não irá acabar, mas precisamos aprender a lidar com ela.$s#$b#E bem, eu era amiga dela, você era o marido dela, a dor deve ser muito maior pra você do que pra mim.",
	"Event-07.MrQiRealNPC.ARestart.12": "Olá, @. Eu estava conversando com Sandy sobre algumas coisas...#$b#Inclusive, que bom que você está aqui, eu queria conversar algo com você, sobre aquele dia...#$b#Que tal irmos até o meu quarto? É um lugar mais privado, podemos ter essa conversa lá.",
	"Event-07.MrQiRealNPC.ARestart.13": "Ótimo, vamos lá, @. Nós conversamos depois, Sandy.",
	"Event-07.MrQiRealNPC.ARestart.14": "Eu tenho pensado naquela conversa que tivemos... Apesar de falar sobre Mona com alguém ser muito reconfortante, agora eu me sinto extremamente mal...$s#$b#É como se eu tivesse voltado a estaca zero, olhar para esse lugar me lembra ela...$s#$b#Saber que eu escondi as coisas dela para que eu não as visse me deixa muito desconfortável. Eu nem consegui cuidar do cassino hoje...$s",
	"Event-07.MrQiRealNPC.ARestart.15": "Eu sei que eu disse que eu iria tentar superar a morte de Mona para que pudéssemos ter um futuro juntos mas... Eu não sei por onde começar.$s",
	"Event-07.MrQiRealNPC.ARestart.16": "Tudo bem, Sr. Qi, vamos começar devagar. Vamos tentar ver algumas coisas dela, você consegue fazer esse esforço?",
	"Event-07.MrQiRealNPC.ARestart.17": "Não se supera algo assim do dia para a noite, leva tempo. Vamos começar tentando ver algumas coisas dela, você acha que consegue fazer isso?",
	"Event-07.MrQiRealNPC.ARestart.18": "Eu acho que sim, se você estiver comigo.#$b#Talvez valha a pena me desfazer de algumas coisas dela, escondê-las não me ajuda muito a superar o que aconteceu...$s",
	"Event-07.MrQiRealNPC.ARestart.19": "Sim, eu tenho certeza de que quero fazer isso, @. Eu deveria ter dado um fim adequado às coisas de Mona à muito tempo, mas eu não conseguia fazer isso sozinho, não conseguia olhar para as coisas dela...$s#$b#Mas com você ao meu lado, eu farei um esforço para conseguir fazer isso.$h",
	"Event-07.MrQiRealNPC.ARestart.20": "*Suspiro*",
	"Event-07.MrQiRealNPC.ARestart.21": "Vamos começar daquele guarda-roupa...$s",
	"Event-07.MrQiRealNPC.ARestart.22": "Eu não abro este guarda-roupa desde o dia que Mona morreu...$s#$b#Eu deixei a chave em um lugar secreto, eu vou buscá-la, espere aqui.",
	"Event-07.MrQiRealNPC.ARestart.23": "Sr. Qi foi buscar a chave do guarda-roupa de Mona.",
	"Event-07.MrQiRealNPC.ARestart.24": "Eu encontrei, nem acredito que vou abrir isso depois de tanto tempo.",
	"Event-07.MrQiRealNPC.ARestart.25": "Vamos lá...",
	"Event-07.MrQiRealNPC.ARestart.26": "Sr. Qi abre a porta do guarda-roupa. Está cheio de roupas.",
	"Event-07.MrQiRealNPC.ARestart.27": "São as roupas dela...$s#$b#Estão exatamente como ela deixou...$s",
	"Event-07.MrQiRealNPC.ARestart.28": "Você tem certeza de que quer fazer isso, Sr. Qi?",
	"Event-07.MrQiRealNPC.ARestart.29": "Eu sei que é difícil, mas eu estou aqui. Vamos fazer isso juntos.",
	"Event-07.MrQiRealNPC.ARestart.30": "Sim, eu quero fazer isso... Sinto que é necessário.#$b#Eu já passei muito tempo escondendo as coisas dela na tentativa de esquecê-la e isso não deu certo, acho que é melhor apenas tirá-las daqui.",
	"Event-07.MrQiRealNPC.ARestart.31": "Eu sei, muito obrigado por estar aqui, @. Eu aprecio sua disposição para me ajudar, se não fosse você eu jamais teria forças para abrir esse guarda-roupa novamente.$h",
	"Event-07.MrQiRealNPC.ARestart.32": "Enfim, vamos continuar.",
	"Event-07.MrQiRealNPC.ARestart.33": "Sr. Qi e eu começamos a tirar as roupas de Mona de dentro do guarda-roupa e colocamos elas em uma caixa.",
	"Event-07.MrQiRealNPC.ARestart.34": "*Suspiro*",
	"Event-07.MrQiRealNPC.ARestart.35": "Eu acho que é isso... Todas as roupas de Mona estão aí. Ou melhor, quase todas.",
	"Event-07.MrQiRealNPC.ARestart.36": "Ainda tem as roupas que ela colocava na gaveta de baixo da cômoda, vamos ver.",
	"Event-07.MrQiRealNPC.ARestart.37": "*Suspiro*",
	"Event-07.MrQiRealNPC.ARestart.38": "Sr. Qi destranca a gaveta da cômoda e a abre, dentro dela há mais algumas roupas de Mona.",
	"Event-07.MrQiRealNPC.ARestart.39": "Essas são as roupas que ela usava no dia-a-dia.",
	"Event-07.MrQiRealNPC.ARestart.40": "Sr. Qi pega uma roupa da gaveta, é um moletom vermelho simples com uma listra branca no meio, parece um pouco velho.",
	"Event-07.MrQiRealNPC.ARestart.41": "Mona gostava muito desse moletom, ela usava com muita frequência. Mesmo sendo tão simples, ela ainda parecia linda.$h#$b#Todas essas roupas estão meio velhas, talvez seja melhor jogá-las fora. Vamos colocá-las em outra caixa.",
	"Event-07.MrQiRealNPC.ARestart.42": "Nós começamos a colocar as roupas que estavam na gaveta dentro da caixa.",
	"Event-07.MrQiRealNPC.ARestart.43": "@, eu achei uma coisa diferente aqui! É um caderno.",
	"Event-07.MrQiRealNPC.ARestart.44": "Eu acho que é o diário de Mona, @...",
	"Event-07.MrQiRealNPC.ARestart.45": "O que eu vou fazer com isso? Honestamente, eu queria ler, mas é algo tão pessoal dela...$s#$b#Mas eu acho importante dar uma olhada nele, talvez haja algo que eu queira manter em minhas lembranças.",
	"Event-07.MrQiRealNPC.ARestart.46": "Sr. Qi abre uma página do diário para tentar ler, as mãos dele tremem.",
	"Event-07.MrQiRealNPC.ARestart.47": "Eu não consigo ler...$s",
	"Event-07.MrQiRealNPC.ARestart.48": "Você pode ler alguma página para mim, @? Eu não vou conseguir ler isso...$s",
	"Event-07.MrQiRealNPC.ARestart.49": "Você abre uma página aleatória do diário de Mona.",
	"Event-07.MrQiRealNPC.ARestart.50": "\\\"Dia 19 do Outono: Hoje eu decidi dar uma pausa no meu TCC para ir ao cinema com o Azulão, temos que sair juntos de vez em quando, e além do mais, um pouco de lazer faz bem.\\\"#\\\"Soube que o filme \\\"O Uivo na Chuva\\\" está em cartaz nos cinemas da cidade. Não é bem o tipo de filme que eu costumo gostar, mas decidi dar uma chance, já que o Azulão talvez pudesse gostar.\\\"#\\\"E para minha surpresa, Azulão adorou o filme! Ver o brilho nos olhos dele enquanto assistíamos fez toda a experiência valer a pena para mim, mesmo não sendo meu tipo de filme favorito.\\\"",
	"Event-07.MrQiRealNPC.ARestart.51": "Eu lembro desse dia, ela tinha me falado sobre esse filme alguns dias antes e decidiu comprar ingressos.#$b#Na verdade eu nem achei que fosse gostar do filme, mas foi divertido.$h",
	"Event-07.MrQiRealNPC.ARestart.52": "\\\"Depois do filme, fomos a um restaurante para um pequeno jantar antes de voltarmos para a Vila Pelicanos, foi uma noite divertida! Mas eu queria que houvesse um cinema na Vila Pelicanos, seria muito melhor se não tivéssemos que viajar para tão longe apenas para ver um filme.\\\"#\\\"Espero que alguém inaugure um cinema na Vila Pelicanos algum dia, assim nós dois poderemos assistir esse ou outro filme sem precisarmos irmos até a cidade!\\\"",
	"Event-07.MrQiRealNPC.ARestart.53": "Eu lembro desse jantar também, ela estava muito feliz.#$b#Nós tivemos essa conversa sobre ter um cinema na Vila Pelicanos durante a viagem de volta, ela sempre dizia que a Vila Pelicanos não tinha muitas opções de lazer.#$b#Ela gostava muito de ir ao cinema, mas por conta de ficar muito longe ela não podia ir com muita frequência.#$b#Acho que eu quero ficar com esse diário, mesmo que eu não consiga ler esse diário agora, tem algumas coisas aí que eu quero guardar na memória. Talvez algum dia eu encontre forças para lê-lo.",
	"Event-07.MrQiRealNPC.ARestart.54": "Você coloca o diário de Mona de volta na gaveta.",
	"Event-07.MrQiRealNPC.ARestart.55": "Bem, agora sobre as roupas... O que vamos fazer com elas?",
	"Event-07.MrQiRealNPC.ARestart.56": "Acho que Sandy saberá o que fazer com isso, vamos levar essas caixas para o Oásis, @.",
	"Event-07.MrQiRealNPC.ARestart.57": "Sr. Qi e eu levamos as caixas de volta ao Oásis.",
	"Event-07.MrQiRealNPC.ARestart.58": "Olá novamente, @ e Azulão! Parece que vocês dois tiveram uma conversa bem longa!$h",
	"Event-07.MrQiRealNPC.ARestart.59": "Vejo que vocês trouxeram algumas caixas também, o que tem dentro delas?",
	"Event-07.MrQiRealNPC.ARestart.60": "São as roupas de Mona, elas ainda estavam guardadas no quarto, mas @ me ajudou a colocá-las dentro dessas caixas. Elas estavam ocupando muito espaço.",
	"Event-07.MrQiRealNPC.ARestart.61": "Nossa, Azulão, eu não sabia que você ainda guardava as roupas dela!#$b#Elas estão em condições quase perfeitas! O que você vai fazer com elas, Azulão?",
	"Event-07.MrQiRealNPC.ARestart.62": "É por isso que eu trouxe essas roupas, Sandy. Eu não sei o que exatamente fazer com elas.$s#$b#Elas são muito novas para serem jogadas fora, mas eu não quero elas ocupando espaço desnecessário no meu quarto. Pensei que talvez você tivesse alguma ideia do que fazer com elas...",
	"Event-07.MrQiRealNPC.ARestart.63": "Entendi, você confiou na pessoa certa pra resolver essa questão!$h#$b#Vou dar uma olhada melhor nessas roupas e vou decidir o que vamos fazer com elas, ok? Só um instante.",
	"Event-07.MrQiRealNPC.ARestart.64": "Sandy abre as caixas e olha as roupas de Mona com mais atenção.",
	"Event-07.MrQiRealNPC.ARestart.65": "E então? O que você acha que devemos fazer com essas roupas?",
	"Event-07.MrQiRealNPC.ARestart.66": "Bem, algumas roupas estão um pouco velhas, principalmente as da segunda caixa, mas eu acho que ainda podem ser usadas!$h#$b#Acho que podemos dar essas roupas para Emily, ela certamente vai gostar dessas roupas, e ela vai dar um jeito nessas roupas mais usadas!#$b#O que você acha dessa ideia, Sr. Qi?",
	"Event-07.MrQiRealNPC.ARestart.67": "Eu achei uma boa ideia, desde que essas roupas não estejam mais no meu quarto, está ótimo. eu realmente não quero elas lá...$s#$b#O que você achou da ideia de Sandy, @?",
	"Event-07.MrQiRealNPC.ARestart.68": "Você também gostou da ideia? Que ótimo!$h",
	"Event-07.MrQiRealNPC.ARestart.69": "Então está decidido, vamos fazer isso o quanto antes, certo, Sandy?",
	"Event-07.MrQiRealNPC.ARestart.70": "Claro, Azulão. Como você quiser.#$b#Eu vou preparar as caixas para levá-las até a Vila Pelicanos, ok?",
	"Event-07.MrQiRealNPC.ARestart.71": "Ok, estarei esperando. @, venha comigo.",
	"Event-07.MrQiRealNPC.ARestart.72": "Muito obrigado por ter me ajudado a me livrar das roupas de Mona, @. Eu não conseguiria fazer isso se você não estivesse ao meu lado.$h#$b#Eu espero que juntos, eu consiga superar o que aconteceu no passado e poder focar no presente.$h",
	"Event-07.MrQiRealNPC.ARestart.73": "E eu sei que pode demorar até que realmente possamos ter algo juntos, e que você pode... Deixar de sentir o que sente por mim durante o caminho...#$b#Mas mesmo que isso aconteça, eu ainda serei muito grato por você ter me ajudado a, de fato, seguir em frente.$h",
	"Event-07.MrQiRealNPC.ARestart.74": "Ei, Azulão, está tudo pronto, já podemos levar isso pra Vila Pelicanos.#$b#Ei, o que vocês têm? Vocês estão muito perto um do outro...$u",
	"Event-07.MrQiRealNPC.ARestart.75": "Eu só estava agradecendo a @ por ter me ajudado a levar as caixas para o Oásis, só isso.",
	"Event-07.MrQiRealNPC.ARestart.76": "Hmm... Ok então. Vamos lá?$u",
	"Event-07.MrQiRealNPC.ARestart.77": "Sim, vamos, é melhor irmos o quanto antes.",
	"Event-07.MrQiRealNPC.ARestart.78": "Sandy e Sr. Qi levaram as roupas de Mona até a casa de Emily, espero que Emily faça um bom uso dessas roupas.",
	"Event-07.MrQiRealNPC.ARestart.79": "Oi, @. Deu tudo certo, Sandy entregou as roupas para Emily, espero que aquelas roupas estejam em boas mãos, Mona cuidava daquelas roupas com muito cuidado.",

	//Return
	"Event-08.MrQiRealNPC.Return.01": "Parece que as coisas não mudaram muito por aqui desde a última vez que vim. A vila parece muito parecida com o que era anos atrás.",
	"Event-08.MrQiRealNPC.Return.02": "\\\"Preciso de um Superpepino, não pergunte o porquê.\\\"#$b#E as pessoas continuam fazendo pedidos estranhos no quadro de avisos... Realmente, as coisas não mudaram.$u",
	"Event-08.MrQiRealNPC.Return.03": "AHH!",
	"Event-08.MrQiRealNPC.Return.04": "O grito de Lewis ecoa pela cidade.",
	"Event-08.MrQiRealNPC.Return.05": "Lewis! O que aconteceu? Você está bem? Que grito foi aquele?",
	"Event-08.MrQiRealNPC.Return.06": "Lewis está ofegante.",
	"Event-08.MrQiRealNPC.Return.07": "Eu vou chamar o Dr. Harvey, fique aqui.",
	"Event-08.MrQiRealNPC.Return.08": "Olá Pierre, que bom ver você.",
	"Event-08.MrQiRealNPC.Return.09": "Olá Sr. Qi, você sabe o que aconteceu com ele?",
	"Event-08.MrQiRealNPC.Return.10": "Sei lá. Ele só me viu e... aconteceu. Ele levou um baita susto.",
	"Event-08.MrQiRealNPC.Return.11": "Entendo, eu vou chamar o Dr. Harvey, fique de olho nele.",
	"Event-08.MrQiRealNPC.Return.12": "Claro.",
	"Event-08.MrQiRealNPC.Return.13": "Que ótima maneira de me dar as boas vindas, prefeito Lewis.#$b#Eu não esperava essa sua reação, pensei que você fosse ficar feliz em me ver. Você não tá?",
	"Event-08.MrQiRealNPC.Return.14": "*Suspiro* O que você está fazendo aqui, Sr. Qi?$u#$b#Pensei que você tivesse ido embora do vale depois de tudo que aconteceu. Você nunca mais apareceu por aqui desde a morte de Mona.$u",
	"Event-08.MrQiRealNPC.Return.15": "É verdade, faz muito tempo que não venho até a Vila Pelicanos. Por que será?#$b#Será que foi porque você deixou a única maneira de chegar até aqui quebrada e nem se interessou em consertar?$u",
	"Event-08.MrQiRealNPC.Return.16": "Ah, olá @, bom dia!$h#$b#O que eu estou fazendo aqui? Bem, eu resolvi dar uma passada na Vila Pelicanos e acabei encontrando um amigo, o prefeito Lewis.",
	"Event-08.MrQiRealNPC.Return.17": "Eu acho que \\\"Amigos\\\" é uma palavra muito forte pra definir a nossa relação, Sr. Qi. Que tal usarmos \\\"Conhecidos\\\" ao invés disso?$u",
	"Event-08.MrQiRealNPC.Return.18": "Ah, mas eu acho que \\\"Conhecidos\\\" não é suficiente, eu sei tanto sobre você pra ser só um conhecido.$h#$b#Aliás, como andam as coisas com a...",
	"Event-08.MrQiRealNPC.Return.19": "Não complete essa frase!$4",
	"Event-08.MrQiRealNPC.Return.20": "Desculpe a demora Sr. Lewis, eu vim aqui o mais rápido que pude. O senhor está bem?",
	"Event-08.MrQiRealNPC.Return.21": "Sim, Dr. Harvey, eu estou bem. Eu só levei um susto.#$b#Inclusive, eu já estava voltando pra casa.",
	"Event-08.MrQiRealNPC.Return.22": "O senhor tem certeza que está bem? Pierre me disse que você parecia estar passando mal há alguns instantes.",
	"Event-08.MrQiRealNPC.Return.23": "Sim, eu estou bem. Como eu disse, foi só um susto, não precisa se preocupar.#$b#Agora, eu vou para minha casa. E quanto a você, Sr. Qi...",
	"Event-08.MrQiRealNPC.Return.24": "Que bom que você voltou à Vila Pelicanos.$u",
	"Event-08.MrQiRealNPC.Return.25": "Obrigado, Lewis!$h#$b#Vamos @, eu quero falar com você em um lugar menos movimentado.",
	"Event-08.MrQiRealNPC.Return.26": "Então, desde o dia que eu decidi seguir em frente, eu tenho ficado bem entediado lá no cassino.#$b#Você sabe, tudo lá é muito monótono e eu não gosto disso, mas eu acabei me colocando nessa situação por não ter forças pra seguir adiante sozinho.$s#$b#Então eu vou tentar sair mais do meu cassino e vir até aqui, só pra tentar trazer um pouco de mudança na minha rotina.",
	"Event-08.MrQiRealNPC.Return.27": "E vindo até aqui mais vezes, você pode falar comigo mais vezes também...$h",
	"Event-08.MrQiRealNPC.Return.28": "É bom que o Sr. Qi queira visitar a Vila Pelicanos com mais frequência, isso com certeza fará bem para ele.#Mas parece que ele e Lewis não se dão muito bem... Por quê?",

	//An  Internal Conflict "Outside the Box" (Mister Qi's 4 hearts event if romance route is unlocked)
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.01": "Ah, oi @. Eu estava tentando passar um dia na praia.#$b#Qual é o problema? Eu também posso tirar um dia de folga, não?$3",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.02": "Eu queria ter um dia de relaxamento e tranquilidade, mas há algo nessa ilha que não me deixa totalmente em paz.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.03": "Faz muito tempo que não venho aqui, é a primeira vez que venho depois de anos. A última vez que estive aqui foi com Mona, dois dias depois de nos casarmos.#$b#Mona quis passar alguns dias na Ilha Gengibre porque nos conhecemos aqui, essa ilha é uma parte importante da nossa história.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.04": "Só ouvindo essa parte da história você acharia que não há razão para ficar triste, e realmente, se a história parasse nesse momento, eu ficaria muito feliz por estar aqui. Mas tem outra parte.#$b#Nós tivemos que voltar para o Vale do Orvalho antes do previsto, porque a faculdade de Mona tinha adiado o dia de apresentação do TCC dela, o que arruinou os planos dela.#$b#Então nós voltamos e... Você sabe o que aconteceu depois.$s",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.05": "Eu tive que ver tudo acontecer sem que eu pudesse fazer nada pra impedir. Eu vi o momento da explosão do avião e o que aconteceu com ela durante a explosão. É uma visão muito difícil de esquecer.$s#$b#E eu vi o momento que o avião caiu no oceano. Então, olhar para o mar agora é como se eu estivesse vendo o sangue de Mona, nem consigo deixar a água molhar os meus pés...$s#$b#Eu estou tentando me esforçar para superar o que aconteceu mas... mesmo que eu tenha tido avanços ultimamente, ainda parece muito difícil de esquecer toda aquela... cena terrível.$s",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.06": "Ha ha, como eu sou covarde. Antes de chegar aqui eu estava confiante de que eu iria ter um dia normal e tranquilo.#$b#E agora aqui estou eu, sem coragem pra entrar na água por causa de um acidente...$s#$b#Os Senhores Qi anteriores achariam isso ridículo. Somos seres muito poderosos, algo \\\"tão insignificante\\\" como isso não deveria nos afetar.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.07": "Eu não acho que você seja covarde, muito pelo contrário. Você está tentando superar suas questões encarando elas de frente, alguém covarde não faria isso.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.08": "Você acha? Parando pra pensar, você tem razão. Um covarde jamais teria forças pra vir até aqui.$h#$b#Eu nunca havia parado pra pensar por esse lado. Eu não sou covarde, na verdade, eu sou muito valente só por estar aqui apesar de todos os fantasmas do passado.#$b#Só porque eu não consigo enfrentar um medo sozinho não significa que eu seja covarde.$h",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.09": "Sr. Qi segura a sua mão.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.10": "Eu pensava que ser valente era enfrentar tudo sozinho, mas eu estava errado. Ser valente também significa aceitar ajuda daqueles que você se importa.$h",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.11": "Vamos fazer isso juntos, @.$h",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.12": "Sim, eu quero fazer isso, tenho certeza que vou conseguir com você ao meu lado.$h",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.13": "Vamos lá.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.14": "Sr. Qi solta a sua mão.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.15": "Eu... Não consigo.$s#$b#Pensei que eu fosse conseguir, eu estava tão perto... Mas a sensação da água do mar em meus pés é... aterrorizante.$s",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.16": "Está tudo bem Sr. Qi, talvez você não esteja pronto para isso ainda. Vamos fazer outra coisa.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.17": "Você tem razão @, talvez ainda não seja o momento certo, vamos fazer outra coisa.#$b#Na verdade eu já tenho uma ideia do que podemos fazer. Você trouxe as suas armas com você?",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.18": "Você trouxe? ótimo! Vamos explorar a caverna do vulcão juntos, faz muito tempo que não faço isso.$h",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.19": "Sim, vai ser divertido. Mas antes de irmos lá, precisamos ir até a Sala de Nozes, também preciso de armas.#$b#E também preciso das minhas roupas normais, entrar naquela caverna só de sunga seria ridículo e muito perigoso.$h",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.20": "Vamos lá, @.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.21": "Ah, então vocês vieram. Olá.#$b#E você ainda está vestindo essa... Roupa ridícula. Por que você ainda tem ela?$u",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.22": "Não começa, eu só vim pegar as minhas roupas e algumas armas e depois vamos embora, pode ser?$u",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.23": "Claro, claro, como quiser. Eu só estava pensando uma coisa...#$b#Você diz que está tentando superar o que aconteceu com ela, inclusive você pediu para ${o¦a}$ ${fazendeiro¦fazendeira}$ te ajudar a se livrar das coisas que te lembravam ela. Mas as únicas coisas que você não jogou fora foram o diário dela e esse traje de banho.#$b#Por que essas coisas não podiam ser jogadas fora? Elas não te lembram dela? Não significam nada para você?",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.24": "O diário de Mona conta a história dela, e você sabe o quão importante ela foi para os Senhores Qi, a história dela deve ser preservada, mesmo que seja difícil pra mim ler as páginas daquele diário.$u#$b#E essa roupa é a única coisa que me trás boas memórias dela. É a única coisa que faz eu me lembrar de todos os momentos felizes que nós passamos juntos.$u#$b#Eu nunca jogaria isso fora.$u",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.25": "Boas memórias? Sério? Você sequer conseguiu molhar a ponta dos pés porque \\\"Parece que estou vendo o sangue dela\\\".$u#$b#Você esqueceu que no dia que ela te deu isso vocês passaram horas brincando no oceano, ou isso não faz parte da sua seleta compilação de \\\"Boas memórias\\\"?$u",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.26": "Não fale como se você não soubesse o porque eu agi daquele jeito, você também viu o momento que o avião que Mona estava caiu, você viu o que aconteceu com ela.$u#$b#Inclusive você também ficou em choque quando viu tudo, todas as representações ficaram. Não tente dar uma de durão pra cima de mim!$u",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.27": "Nós ficamos instáveis daquele jeito porque você ficou. E é engraçado que você fala como se não tivesse mais ninguém dentro daquele avião. Tinham mais de 30 pessoas.$u#$b#Na hora da explosão as entranhas de todos viraram uma só junto com os destroços do avião, qualquer rastro do DNA de Mona já não podia ser identificado no momento em que tudo explodiu.#$b#Ou vai me dizer que um emaranhado de cinzas e sangue te afetou tanto assim?$u",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.28": "Não ouse falar dela desse jeito, seu...!$u",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.29": "Você tem razão, @. Ele está tentando me provocar, eu vou ignorá-lo.#$b#Vou pegar o que preciso e vamos embora, ok?",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.30": "Você diz que quer esquecer o que aconteceu, mas você é incapaz de fazer isso sozinho, ou talvez você só... Não queira esquecer, e faz de tudo para que isso não aconteça.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.31": "Você enfraqueceu desde que conheceu @. Você deixou suas emoções te dominarem novamente e agora você está nesse estado deplorável.$u#$b#Você, Representação Principal, ainda é um Senhor Qi, mesmo que você tenha escolhido nos criar para cumprir sua missão principal.#$b#Você deveria ser capaz de lidar com isso sozinho. E se não consegue, talvez você seja o pior Senhor Qi que já existiu.$u#$b#Espero que os próximos Senhores Qi tenham você como um exemplo a não ser seguido.$u",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.32": "Bem, já que a representação principal está me ignorando, @, se você realmente quer continuar com isso, é melhor que você nunca precise viajar de avião.$h",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.33": "Já chega! Você ultrapassou todos os limites, Representação Semi-Física! Eu não vou permitir que você fale mais uma palavra sequer hoje.$u",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.34": "A representação semi-física do Sr. Qi tenta falar algo, mas nenhum som sai de sua boca.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.35": "Você podia fazer isso esse tempo todo e não fez?",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.36": "Eu só faço isso em casos extremos, essa foi a primeira vez em anos. Pelo menos agora ele vai nos deixar em paz. Vamos, @.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.37": "Nós vamos resolver isso à noite, Representação Semi-Física. Aproveite o silêncio.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.38": "*Suspiro* Às vezes é difícil lidar com essas representações, principalmente a semi-física. De todas, ela tem a personalidade mais complicada.$s#$b#Na verdade, aquela é uma parte da minha personalidade, porém completamente extrema. Se eu não impor limites nela, ela perde controle.#$b#Então, de certa forma, aquela representação falou o que está em minha mente, porém de uma maneira muito mais grosseira para me desestabilizar.$s",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.39": "Eu também acho que vou precisar resolver isso, @. Por isso tentarei falar com ela durante a noite.#$b#Assim eu poderei contar com a ajuda de todas as minhas outras representações e os antepassados para acalmá-la. Enquanto isso, manterei aquela representação em silêncio.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.40": "Ah, você estava falando de resolver isso com ajuda de um profissional? Bem, também pode ser uma alternativa se uma simples conversa não resolver.#$b#Mas eu teria que encontrar alguém muito bom e que entenda que algumas questões minhas estão além da compreensão humana comum.#$b#Eu seria internado se tentasse falar sobre meus poderes com alguém que não seja devidamente preparado pra lidar com isso.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.41": "Bem, já perdemos muito tempo na Sala de Nozes, vamos logo explorar as cavernas, @.$h",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.42": "Nós exploramos a caverna da Ilha Gengibre juntos, foi bem divertido.",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.43": "Inclusive nós pegamos vários itens interessantes nessa exploração!",
	"Event-09.MrQiRealNPC.AnInternalConflictOutsideTheBox.44": "...$u",

	//Scientific Help (Mister Qi's 6 hearts event if romance route is unlocked)
	"Event-10.MrQiRealNPC.ScientificHelp.01": "Espero que @ traga a substância que preciso logo, estou ficando sem tempo.$s",
	"Event-10.MrQiRealNPC.ScientificHelp.02": "@! Que bom que você veio! Você leu a carta que eu te mandei, não é?",
	"Event-10.MrQiRealNPC.ScientificHelp.03": "Você leu? Ótimo. Então, eu acho que você deve ter trazido o que eu te pedi, não é? Você trouxe as Frutas Antigas?",
	"Event-10.MrQiRealNPC.ScientificHelp.04": "Obrigado, @! Eu sabia que poderia contar com você.$h#$b#Vou extrair essa substância o quanto antes. É realmente urgente.",
	"Event-10.MrQiRealNPC.ScientificHelp.05": "Para onde vai, {{PlayerName}}?",
	"Event-10.MrQiRealNPC.ScientificHelp.06": "Você achou que eu ia mandar você ir embora? Por que eu faria isso? Você pode ficar aqui.#$b#Inclusive, eu adoraria que você ficasse, a menos que você esteja ${ocupado¦ocupada}$, claro.$h",
	"Event-10.MrQiRealNPC.ScientificHelp.07": "Você quer saber que tipo de experimento estou fazendo? Bem, sabe aquele alienígena ali? Ele precisa ficar imerso naquele líquido.#$b#O líquido possui todos os nutrientes que o alienígena precisa para viver. Mas esse líquido está perdendo sua capacidade de mantê-lo consciente por causa da sua composição.#$b#O líquido foi feito com substâncias terráqueas adaptadas para replicar as substâncias do planeta alienígena e precisa de reposição constante.#$b#O problema é que a cada reposição, a concentração de nutrientes diminui. E aquele alienígena ainda é jovem, ele precisa de uma concentração de nutrientes cada vez maior a medida que se desenvolve.#$b#Se isso não for solucionado o quanto antes, o alienígena pode morrer.$s",
	"Event-10.MrQiRealNPC.ScientificHelp.08": "Sim, isso é muito sério. Desde que eu descobri isso tenho estudado para descobrir uma maneira de manter a concentração de nutrientes estável a cada reposição.#$b#Foi nesses estudos que eu descobri que a Fruta Antiga possui um elemento primordial que dá origem aos outros nutrientes que esse alienígena precisa.$h#$b#Se eu extrair o suco concentrado da Fruta Antiga e misturá-lo ao líquido, o suco agirá no líquido a nível molecular e o tornará aproximadamente 95% mais nutritivo para o alienígena, o que faz as reposições serem menos frequentes.",
	"Event-10.MrQiRealNPC.ScientificHelp.09": "Eu sei, eu estou muito feliz que esse alienígena poderá continuar vivo graças a mim, eu não gostaria de vê-lo falecer.#$b#Bem, já estamos perdendo tempo demais, vamos começar.",
	"Event-10.MrQiRealNPC.ScientificHelp.10": "Sim, eu quero que você me ajude! Você trouxe a salvação para aquele alienígena, então eu quero que você me ajude a salvá-lo.$h#$b#Vamos começar extraindo o suco concentrado dessa fruta, mas o suco não pode entrar em contato com o ar, temos que extraí-lo usando uma seringa.#$b#Deve ter algumas naquelas gavetas, você pode pegar uma, @?",
	"Event-10.MrQiRealNPC.ScientificHelp.11": "Você abre a gaveta de baixo e encontra algumas seringas e agulhas de vários tamanhos diferentes.",
	"Event-10.MrQiRealNPC.ScientificHelp.12": "Pode pegar uma agulha mais fina, essa Fruta antiga está madura, vai ser fácil de perfurar.",
	"Event-10.MrQiRealNPC.ScientificHelp.13": "Agora coloque a agulha na seringa e podemos retirar o suco concentrado.#$b#Pensando bem, é melhor que eu coloque a agulha, você parece meio ${nervoso¦nervosa}$.$h",
	"Event-10.MrQiRealNPC.ScientificHelp.14": "Sr. Qi coloca a agulha na seringa.#Sr. Qi entrega a seringa para você.",
	"Event-10.MrQiRealNPC.ScientificHelp.15": "Quer fazer as honras? Hahaha.$h",
	"Event-10.MrQiRealNPC.ScientificHelp.16": "Tudo bem, é só colocar a agulha na fruta e puxar.#$b#Mas o suco concentrado só pode extraído em uma área específica da fruta. Eu vou segurar sua mão pra você não errar.",
	"Event-10.MrQiRealNPC.ScientificHelp.17": "Com ajuda de Sr. Qi, você extrai o suco concentrado da Fruta antiga. Ele possui uma coloração esbranquiçada.",
	"Event-10.MrQiRealNPC.ScientificHelp.18": "Você conseguiu, @! Agora eu preciso misturar o suco concentrado no líquido do alienígena.",
	"Event-10.MrQiRealNPC.ScientificHelp.19": "Ele está inconsciente agora. Espero que não seja tarde demais...$s",
	"Event-10.MrQiRealNPC.ScientificHelp.20": "Sr. Qi aperta um botão na cápsula, que dá acesso a um tubo.#Sr. Qi injeta o suco concentrado dentro do tubo. Você vê o líquido da cápsula mudando de cor, o líquido da capsula agora é transparente.",
	"Event-10.MrQiRealNPC.ScientificHelp.21": "O líquido mudou de cor. Isso não deveria acontecer... Vou verificar a concentração de nutrientes.",
	"Event-10.MrQiRealNPC.ScientificHelp.22": "Funcionou, @! Funcionou! A concentração de nutrientes está muito mais alta, tão alta que é como se o alienígena estivesse em seu próprio planeta!$h#$b#Agora nós só precisamos esperar que ele acorde.",
	"Event-10.MrQiRealNPC.ScientificHelp.23": "Alguns minutos se passaram e o alienígena não acordou...",
	"Event-10.MrQiRealNPC.ScientificHelp.24": "Vamos lá, acorde. Eu fiz o melhor que eu pude pra te manter saudável. Agora você está em condições ideais...$s",
	"Event-10.MrQiRealNPC.ScientificHelp.25": "O Alienígena não acorda, @...$s#$b#Será que... demoramos demais?$s",
	"Event-10.MrQiRealNPC.ScientificHelp.26": "Eu não acredito que isso aconteceu... Eu estive cuidando desse alienígena à estações, como pude deixar isso acontecer?$s",
	"Event-10.MrQiRealNPC.ScientificHelp.27": "Sr. Qi encosta na parede e lentamente senta no chão.",
	"Event-10.MrQiRealNPC.ScientificHelp.28": "Não se culpe, você fez o que estava ao seu alcance...",
	"Event-10.MrQiRealNPC.ScientificHelp.29": "Eu sinto muito muito, Sr. Qi. Ele parecia ser muito especial para você.",
	"Event-10.MrQiRealNPC.ScientificHelp.30": "Eu sei... Mas é que eu estive cuidando desse alienígena por tanto tempo que eu meio que criei um certo apego.$s",
	"Event-10.MrQiRealNPC.ScientificHelp.31": "Sim, ele era. Eu estava cuidando desse alienígena por tanto tempo que criei apego por ele.$s",
	"Event-10.MrQiRealNPC.ScientificHelp.32": "Eu estava cuidando dele com muito cuidado, para que ele se desenvolvesse corretamente e, quem sabe, voltar para seu planeta natal.#$b#Eu não consigo acreditar que eu falhei em mantê-lo vivo por conta da falta de um suco...$s",
	"Event-10.MrQiRealNPC.ScientificHelp.33": "Um barulho vindo da cápsula é ouvido.",
	"Event-10.MrQiRealNPC.ScientificHelp.34": "Ele acordou!$h",
	"Event-10.MrQiRealNPC.ScientificHelp.35": "Sr. Qi coloca a mão no vidro na cápsula, a criatura faz o mesmo.",
	"Event-10.MrQiRealNPC.ScientificHelp.36": "Você me deu um susto, sabia? Que bom que você está bem...$h",
	"Event-10.MrQiRealNPC.ScientificHelp.37": "Sabe @... Eu estou cuidando desse alienígena faz um bom tempo, Sabe @... Eu estou cuidando desse alienígena faz um bom tempo, é como se ele fosse um animal de estimação exótico.#$b#E como todo animal de estimação, ele deveria ter um nome, você não acha?",
	"Event-10.MrQiRealNPC.ScientificHelp.38": "É, eu também acho que ele deveria ter um nome. Não é muito legal chamá-lo apenas de \\\"Alien\\\" ou \\\"Alienígena\\\".#$b#Mas eu não tenho certeza de que nome eu posso colocar nele... Então pensei que você poderia me ajudar a dar um nome a ele. O que acha, @?",
	"Event-10.MrQiRealNPC.ScientificHelp.39": "Você vai me ajudar? Ótimo!$h#$b#Então... Que ideias de nome você tem?",
	"Event-10.MrQiRealNPC.ScientificHelp.40": "O que você acha de \"Orbis\"?",
	"Event-10.MrQiRealNPC.ScientificHelp.41": "O que você acha de \"Nix\"?",
	"Event-10.MrQiRealNPC.ScientificHelp.42": "O que você acha de \"Lunaris\"?",
	"Event-10.MrQiRealNPC.ScientificHelp.43": "O que você acha de \"Astor\"?",
	"Event-10.MrQiRealNPC.ScientificHelp.44": "O que você acha de \"Quill\"?",
	"Event-10.MrQiRealNPC.ScientificHelp.45": "Orbis parece um bom nome, @!$h",
	"Event-10.MrQiRealNPC.ScientificHelp.46": "De agora em diante, esse será o seu nome, Orbis.",
	"Event-10.MrQiRealNPC.ScientificHelp.47": "Nix parece um bom nome, @!$h",
	"Event-10.MrQiRealNPC.ScientificHelp.48": "De agora em diante, esse será o seu nome, Nix.",
	"Event-10.MrQiRealNPC.ScientificHelp.49": "Lunaris parece um bom nome, @!$h",
	"Event-10.MrQiRealNPC.ScientificHelp.50": "De agora em diante, esse será o seu nome, Lunaris.",
	"Event-10.MrQiRealNPC.ScientificHelp.51": "Astor parece um bom nome, @!$h",
	"Event-10.MrQiRealNPC.ScientificHelp.52": "De agora em diante, esse será o seu nome, Astor.",
	"Event-10.MrQiRealNPC.ScientificHelp.53": "Quill parece um bom nome, @!$h",
	"Event-10.MrQiRealNPC.ScientificHelp.54": "De agora em diante, esse será o seu nome, Quill.",
	"Event-10.MrQiRealNPC.ScientificHelp.55": "Muito obrigado por ter trazido as Frutas Antigas que eu precisava, @.#$b#Graças a você, ele vai poder viver por muito mais tempo.$h#$b#E claro, obrigado por escolher um nome para ele.$h",
	"Event-10.MrQiRealNPC.ScientificHelp.56": "Fico feliz que eu tenha salvo a vida daquele alienígena. Sr. Qi é muito apegado aquele alien, ele não merece perdê-lo.",
	"Event-10.MrQiRealNPC.ScientificHelp.57": "Lembra que eu escrevi naquela carta que eu não estava conseguindo criar Frutas Antigas com meus poderes? Talvez eu tenha exagerado um pouquinho...$s#$b#Na verdade eu até consigo criá-las com meus poderes, mas eu preciso ter algumas comigo para comparar a composição delas. Frutas Antigas criadas com meus poderes são diferentes das verdadeiras.#$b#E eu também queria ter uma desculpa para te ver... Espero que você não fique ${bravo¦brava}$.",

	/* ++++++++++++++++++ */

	/* +++++|EXTRAS|+++++ */

	//Mister Qi's Representations Names
	"Extras.MrQiSemiPhysicalName": "Qi Semi-físico", 
	"Extras.MrQiExtraPhysicalName": "Qi Extra-físco",

	/* ++++++++++++++++++ */
}
